[
  "[51016-186817] 법관이 형사재판의 양형에 있어 법률에 기속되는 것은 법률에 따라 심판한다고 하는 헌법규정에 따른 것으로서 헌법이 요구하는 법치국가원리의 당연한 귀결이며, 법관의 양형판단재량권 특히 집행유예 여부에 관한 재량권은 어떠한 경우에도 제한될 수 없다고 볼 성질의 것은 아니다.",
  "[51016-186818] 대법관회의는 대법관 전원의 {@과반수} 출석과 출석인원의 과반수 찬성으로 의결하고, 의장인 대법원장은 의결에서 표결권을 가지며 가부동수일 때는 결정권을 가진다.",
  "[51016-186819] 헌법이 대법원을 최고법원으로 규정하였다고 하여 곧바로 대법원이 모든 사건을 상고심으로 관할하여야 하는 것은 아니며, 대법원이 어떤 사건을 1심 또는 상고심으로 관할할 것인지는 원칙적으로 입법자의 형성의 자유에 속하는 사항이다.",
  "[51185-187506] 법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다.",
  "[51185-187507] 법관의 신분보장은 법관의 재판상의 독립을 보장하는데 있어서 필수적인 전제로서 정당한 법절차에 따르지 않은 법관의 파면이나 면직처분 내지 불이익처분의 금지를 의미한다.",
  "[51185-187508] 대법관은 {@국무총리}의 제청으로 {@국무회의의 심의를 거쳐} 대통령이 임명한다.",
  "[51185-187509] 헌법 제110조 제1항에서 “특별법원으로서 군사법원을 둘 수 있다”는 의미는 군사법원을 일반법원과 조직ㆍ권한 및 재판관의 자격을 달리하여 특별법원으로 설치할 수 있다는 뜻으로 해석된다.",
  "[51243-187620] 대통령이 개성공단의 운영을 즉시 전면 중단하기로 결정하고, 통일부장관은 대통령의 지시에 따라 철수계획을 마련하여 관련 기업인들에게 통보한 다음 개성공단 전면중단 성명을 발표하고, 이에 대응한 북한의 조치에 따라 개성공단에 체류 중인 국민들 전원을 대한민국 영토 내로 귀환하도록 한 일련의 행위로 이루어진 개성공단 전면중단 조치는 고도의 정치적 결단을 요하는 통치행위에 해당하여 {@헌법소원심판의 대상이 될 수 없다.}",
  "[51243-187621] 국군의 외국에의 파견결정과 같이 성격상 외교 및 국방에 관련된 고도의 정치적 결단이 요구되는 사안에 대한 국민의 대의기관의 결정은 헌법소원심판의 대상이 될 수 없다.",
  "[51243-187622] 금융실명제실시의 효과를 목적으로 한 긴급재정경제명령과 같이 국가긴급권에 관련된 고도의 정치적 결단이 요구되는 사안에 대한 대통령의 결정은 통치행위라도 헌법소원심판의 대상이 될 수 있다.",
  "[51243-187623] 한미연합사령부의 창설 및 한미연합연습 양해각서의 체결 이후 연례적으로 실시되어 온 한미연합 군사훈련의 일종인 전시증원연습을 하기로 한 대통령의 결정은 국방에 관련되는 고도의 정치적 결단을 요하는 통치행위에 해당된다고 보기 어려워 헌법소원심판의 대상이 될 수 있다.",
  "[51243-187624] 남북정상회담의 개최는 고도의 정치적 성격을 지니고 있는 행위이므로 특별한 사정이 없는 한 그 당부를 심판하는 것은 사법권의 내재적·본질적 한계를 넘어서는 것이지만, 남북정상회담의 개최과정에서 관할 주무관청에 신고하지 아니하거나 관할 주무관청의 협력사업 승인을 얻지 아니한 채 북한측에 사업권의 대가 명목으로 송금한 행위 자체는 헌법상 법치국가원리와 평등원칙 등에 비추어 볼 때 사법심사의 대상이 된다.",
  "[51257-187690] 대법원은 법률에 저촉되지 아니하는 범위안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[51257-187691] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다.",
  "[51257-187692] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 규정한 법률조항은 헌법 제27조 제1항의 재판청구권을 침해하지 아니한다.",
  "[51257-187693] 대법원장과 대법관의 임기는 각 6년이고, 일반법관의 임기는 10년이며, {@대법원장}과 대법관, 일반법관은 법률이 정하는 바에 의하여 중임 및 연임할 수 있다.",
  "[51257-187694] 헌법이 대법원을 최고법원으로 규정하였다고 하여 곧바로 대법원이 모든 사건을 상고심으로 관할하여야 한다는 결론이 당연히 도출되는 것은 아니다.",
  "[51290-187855] 법관 외의 법원공무원은 대법원장이 임명하며, 그 수는 대법원규칙으로 정한다.",
  "[51290-187856] 재판연구원은 소속 법원장의 명을 받아 사건의 심리 및 재판에 관한 조사ㆍ연구, 그 밖에 필요한 업무를 수행하며, 변호사 자격이 있는 사람 중에서 {@각급 법원장이} 임용한다.",
  "[51290-187857] 법원장은 필요에 따라 법원 외의 장소에서 개정하게 할 수 있다.",
  "[51290-187858] 임기가 끝난 판사는 인사위원회의 심의를 거치고 대법관회의의 동의를 받아 대법원장의 연임발령으로 연임한다.",
  "[51290-187859] 지방법원 및 그 지원에 집행관을 두며, 집행관은 법률에서 정하는 바에 따라 소속 지방법원장이 임면한다.",
  "[52265-191856] {@대법원 전원합의체}는 판사의 임명 및 연임에 대한 동의, 대법원규칙의 제정과 개정 등에 관한 사항, 판례의 수집·간행에 관한 사항, 예산요구, 예비금지출과 결산에 관한 사항 등을 심의 의결한다.",
  "[52265-191857] 상급법원 재판에서의 판단은 해당 사건 {@및 동종 사건}에 관하여 하급심을 기속한다.",
  "[52265-191858] {@법원행정처장}은 대법원의 일반사무를 관장하며, 대법원의 직원과 각급 법원 및 그 소속 기관의 사법행정사무에 관하여 직원을 지휘 감독한다.",
  "[52265-191859] 대법원 재판서(裁判書)에는 합의에 관여한 모든 대법관의 의견을 표시하여야 한다.",
  "[52265-191860] 법관은 탄핵이나 금고 이상의 형을 선고받은 경우를 제외하고는 파면되지 아니하며, 징계처분이나 {@적격심사}에 의하지 아니하고는 {@해임･면직}･정직･감봉･견책 또는 {@퇴직}의 처분을 받지 아니한다.",
  "[54965-202893] 대법원이 법관에 대한 징계처분 취소청구소송을 단심으로 재판하는 경우에는 사실확정도 대법원의 권한에 속하여 법관에 의한 사실확정의 기회가 박탈되었다고 볼 수 없으므로, 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 한 것은 헌법 제27조 제1항의 재판청구권을 침해하지 아니한다.",
  "[54965-202894] 단독판사와 합의부의 심판권을 어떻게 분배할 것인지 등에 관한 문제는 기본적으로 입법형성권을 가진 입법자가 사법정책을 고려하여 결정할 사항으로, 입법자는 국민의 권리가 효율적으로 보호되고 재판제도가 적정하게 운용되도록 법원조직에 따른 재판사무 범위를 배분&middot;확정하여야 한다.",
  "[54965-202895] 재판의 심리와 판결은 공개한다. 다만, 심리는 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 아니할 수 있다.",
  "[54965-202896] {@명령ㆍ규칙 또는 처분}이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 {@법원은 헌법재판소에 제청하여} 그 심판에 의하여 {@재판한다.}",
  "[54965-202897] 형사재판에 있어서 사법권의 독립은 심판기관인 법원과 소추기관인 검찰청의 분리를 요구함과 동시에 법관이 실제 재판에 있어서 소송당사자인 검사와 피고인으로부터 부당한 간섭을 받지 않은 채 독립하여야 할 것을 요구한다.",
  "[56435-208815] 대법원의 심판권은 대법관 전원의 3분의 2 이상의 합의체에서 행사하나, 명령 또는 규칙이 법률에 위반된다고 인정하는 경우에 한해 대법관 3명 이상으로 구성된 부에서 먼저 사건을 심리하여 의견이 일치한 경우에 한정하여 그 {@부에서 재판할 수 있다.}",
  "[56435-208816] 고등법원&middot;특허법원&middot;지방법원&middot;가정법원&middot;행정법원 및 {@군사법원과} 대법원규칙으로 정하는 지원에 사법행정에 관한 자문기관으로 판사로 구성된 판사회의를 두며, 판사회의의 조직과 운영에 필요한 사항은 {@｢법원조직법｣으로 정한다.}",
  "[56435-208817] 대법원에 두는 양형위원회는 위원장 1명을 포함한 {@14명의 위원}으로 구성하되, 위원장이 아닌 위원 중 1명은 상임위원으로 한다.",
  "[56435-208818] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[58457-217924] 법관에 대한 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 한 법관징계법 해당 조항은 재판청구권을 침해하지 않는다.",
  "[58457-217925] 대법관의 임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[58457-217926] 재판의 심리와 판결은 원칙적으로 공개하나, 심리는 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 않을 수 있다.",
  "[58457-217927] 대법원은 {@법률이 정하는 바에 따라} 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[58570-218416] 헌법은 법관의 독립을 보장하기 위하여 법관의 신분보장에 관한 사항을 규정하고 있다.",
  "[58570-218417] 형사재판에 있어서 사법권독립은 법관이 실제 재판에 있어서 소송당사자인 검사와 피고인으로부터 부당한 간섭을 받지 않은 채 독립하여야 할 것을 요구하는 것으로, {@심판기관인 법원과 소추기관인 검찰청의 분리까지 요구하는 것은 아니다.}",
  "[58570-218418] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직ㆍ감봉 기타 불리한 처분을 받지 아니한다.",
  "[58570-218419] 헌법이 사법의 독립을 보장하는 것은 그것이 법치주의와 민주주의의 실현을 위한 전제가 되기 때문이지, 그 자체가 궁극적인 목적이 되는 것은 아니다.",
  "[58584-218472] 재판의 전심절차로서 행정심판을 할 수 있으며, 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.",
  "[58584-218473] 헌법은 군사재판을 관할하기 위하여 {@필수적으로 군사법원을 두도록 하고 있으며,} 군사법원의 상고심은 대법원에서 관할한다.",
  "[58584-218474] 비상계엄하의 군사재판은 군인ㆍ군무원의 범죄나 군사에 관한 간첩죄의 경우와 초병ㆍ초소ㆍ유독음식물공급ㆍ포로에 관한 죄 중 법률이 정한 경우에 한하여 단심으로 할 수 있으나, 사형을 선고한 경우에는 그러하지 아니하다.",
  "[58584-218475] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[58809-219487] 우리 헌법이 규정한 형벌불소급의 원칙은 &lsquo;행위의 가벌성&rsquo;에 관한 것이기 때문에 소추 가능성에만 연관될 뿐이고 가벌성에는 영향을 미치지 않는 공소시효에 관한 규정은 원칙적으로 그 효력범위에 포함되지 않는다.",
  "[58809-219488] 형벌불소급원칙에서 의미하는 &lsquo;처벌&rsquo;은 단지 형법에 규정되어 있는 형식적 의미의 형벌 유형에 국한되지 않으므로 구 사회보호법상 보호감호 처분에도 형벌불소급의 원칙이 적용된다",
  "[58809-219489] 노역장유치는 벌금형에 부수적으로 부과되는 환형처분으로서, 그 실질은 신체의 자유를 박탈하여 징역형과 유사한 형벌적 성격을 가지고 있으므로, 형벌불소급원칙의 적용대상이 된다.",
  "[58809-219490] 성범죄자가 일정한 직종에 종사하지 못하게 하는 취업제한제도로 인하여 기본권 제한의 효과가 발생하는 이상 취업제한에 관한 규정에도 {@형벌불소급의 원칙이 적용된다.}",
  "[58809-219491] 형사처벌의 근거가 되는 것은 법률이지 판례가 아니므로, 행위 당시의 판례에 의하면 처벌대상이 되지 아니하는 것으로 해석되었던 행위를 판례의 변경에 따라 확인된 내용의 형법 조항에 근거하여 처벌한다고 하여 그것이 형벌불소급원칙에 위반된다고 할 수 없다.",
  "[58819-219537] 헌법재판소법 제68조 제2항에 의한 헌법소원심판 청구인이 당해 사건인 형사사건에서 &lsquo;무죄&rsquo;의 확정판결을 받은 때에는 처벌조항의 위헌확인을 구하는 헌법소원에 대해 재판의 전제성이 인정되지 아니한다.",
  "[58819-219538] 헌법재판소법 제68조 제2항에 의한 헌법소원 심판청구는 그 심판의 대상이 재판의 전제가 되는 법률인 것이지, 대통령령이나 부령 등의 하위법령은 심판의 대상이 될 수 없다.",
  "[58819-219539] 심판대상 조항이 아닌 다른 법률조항에서 규정한 소송요건을 구비하지 못하여 부적법 하다는 이유로 법원이 소각하판결을 선고하고, 그 판결이 확정되거나 아직 확정되지 않았더라도 부적법 하여 소 각하 될 것이 명백한 경우에는 재판의 전제성이 인정되지 아니한다.",
  "[58819-219540] 성인대상 성범죄로 형을 선고받아 확정된 자는 그 형의 집행을 종료한 날부터 10년 동안 의료기관을 개설하거나 의료기관에 취업할 수 없도록 한 구 아동․청소년의 성보호에 관한 법률 해당 조항은 그 위헌 결정에 따라 재판의 효력 중 취업제한이라는 법률효과가 사라지게 되어 {@재판의 효력에 관한 법률적 의미가 달라지는 것이므로 재판의 전제성이 인정된다.}",
  "[58819-219541] 제청법원이 재판의 전제성이 인정됨을 전제로 위헌법률심판제청을 하였으나, 헌법재판소가 제청법원의 법률적 견해를 유지할 수 없다고 판단하는 경우 재판의 전제성을 부인할 수 있다.",
  "[58859-219734] &#39;군형법 제1조 제1항부터 제3항까지에 규정된 사람이 사망하거나 사망에 이른 경우 그 원인이 되는 범죄&#39;는 군사법원의 관할이 아니나, 전시&bull;사변 또는 이에 준하는 국가비상사태 시에는 그러하지 아니하다.",
  "[58859-219735] 군사재판의 항소심은 서울고등법원이다.",
  "[58859-219736] 관할관 확인제도와 심판관 관련 규정은 2021년 군사법원법 개정으로 폐지되었다.",
  "[58859-219737] 군사법원이 직권으로 {@관할을 조사할 수는 없다.}",
  "[58864-219754] 일반국민에 대한 군사법원의 예외적인 재판권을 정한 헌법 제27조 제2항의 &#39;군용물&#39;에는 &#39;군사 시설이 포함되지 않는다.",
  "[58864-219755] 법관에 대한 징계처분취소 청구소송을 대법원의 단심재판으로 한 것은 {@재판청구권을 침해한다.}",
  "[58864-219756] 군사법원은 현역병으로 입대한 군인에 대하여 신분적인 재판권을 가진다.",
  "[58864-219757] 법관이 탄핵심판 계속 중 임기만료로 퇴직한 경우 그 심판청구는 부적법하여 각하된다.",
  "[58874-219794] 사법작용은 헌법 그 자체에 의한 유보가 없는 한 오로지 대법원을 최고법원으로 하는 법원만이 담당할 수 있고 또 행정심판은 어디까지나 법원에 의한 재판의 전심절차로서만 기능하여야 한다.",
  "[58874-219795] 외교사절의 재판면제특권은 &#39;외교관계에 관한 비엔나협약&#39;에 의한 것이고, 우리 헌법이 직접 규정하고 있는 것은 아니다.",
  "[58874-219796] 국제관습법상 국가의 주권적 행위는 재판권이 면제되나 사법적(私法的) 행위는 사법심사의 대상이 된다.",
  "[58874-219797] 긴급조치는 사법적 심사의 대상이 되지 아니한다고 규정한 유신헌법 제53조 제4항은 현행헌법에 저촉되므로 {@헌법재판소에서 위헌결정을 받았다.}",
  "[58960-220178] 상급법원 재판에서의 판단은 해당 사건에 관하여 하급심(下級審)을 기속(羈束)한다.",
  "[58960-220179] 대법원 재판서(裁判書)에는 합의에 관여한 모든 대법관의 의견을 표시하여야 한다.",
  "[58960-220180] 대법관과 판사가 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, {@인사 위원회의 심의를 거쳐} 대법원장이 퇴직을 명할 수 있다.",
  "[58960-220181] 대법원장은 대법원의 일반사무를 관장하며, 대법원의 직원과 각급 법원 및 그 소속기관의 사법행정사무에 관하여 직원을 지휘ㆍ감독한다.",
  "[58963-220190] 법원은 등기, 가족관계등록, 공탁, 집행관, 법무사에 관한 사무를 관장하거나 감독한다",
  "[58963-220191] 대법원장은 판사로 하여금 다른 고등법원ㆍ특허법원ㆍ지방법원ㆍ가정법원ㆍ행정법원 또는 회생법원의 {@판사의 직무를 대리하게 할 수 없다.}",
  "[58963-220192] 재판의 심리와 판결은 공개한다. 다만, 심리는 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 아니할 수 있다.",
  "[58963-220193] 군사재판을 관할하기 위하여 특별법원으로서 군사법원을 둘 수 있다.",
  "[58982-220266] ｢민사소송법｣제109조제1항은 헌법 제108조에서 열거하고 있는 사항은 물론, 열거하고 있지 않은 사항에 대해서도 이를 대법원규칙에서 정하도록 위임할 수 있으므로, 소송비용에 관한 사항이 소송절차에 관련된 사항인지와 관계없이 이를 대법원규칙에 위임하였다 하여 헌법 제108조를 위반한다고 볼 수는 없다.",
  "[58982-220267] 심급제도는 한정된 법 발견 자원의 합리적 분배의 문제인 동시에 재판의 적정과 신속이라는 서로 상반되는 두 가지 요청을 어떻게 조화시키는지의 문제이므로, 원칙적으로 입법자의 형성의 자유에 속하는 사항이다.",
  "[58982-220268] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령보다 더 중한 형을 선고할 수 없도록 하는 것은 피고인의 공정한 재판을 받을 권리를 침해하는 것은 아니지만 {@법관의 양형결정권을 침해하는 것이다.}",
  "[58982-220269] 법원이 양형기준을 벗어난 판결을 하는 경우에는 판결서에 양형의 이유를 기재하여야 하나, 약식절차 또는 즉결심판절차에 의하여 심판하는 경우에는 그러하지 아니하다.",
  "[59004-220354] 법관에 대한 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 하는 것은 피징계자인 법관의 재판청구권을 침해하지 않는다.",
  "[59004-220355] 법관의 정년을 설정함에 있어서는 헌법상 설정된 법관의 성격과 그 업무의 특수성에 합치되어야 하나, 관료제도를 근간으로 하는 계층구조적인 {@일반 행정공무원과 달리 보아야 할 이유는 없다.}",
  "[59004-220356] ｢법원조직법｣상 법원의 종류에는 대법원, 고등법원, 특허법원, 지방법원, 가정법원, 행정법원, 회생법원이 있다.",
  "[59004-220357] 특정 사안에 있어 법관으로 하여금 증거조사에 의한 사실판단도 하지 말고, 최초의 공판기일에 공소사실과 검사의 의견만을 듣고 형을 선고하라는 것은 권력분립원칙에 어긋나는 것이다.",
  "[59009-220374] ｢지방자치법｣제4조제1항에 규정된 지방자치단체의 구역은 주민&middot;자치권과 함께 자치단체의 구성요소이고, 자치권이 미치는 관할구역의 범위에는 육지는 물론 바다도 포함되므로, 공유수면에 대해서도 지방자치단체의 자치권한이 미친다.",
  "[59009-220375] 지방자치단체의 장 선거권은, 지방의회의원 선거권 나아가 국회의원 선거권 및 대통령 선거권과 구별하여 하나는 법률상의 권리로 나머지는 헌법상의 권리로 이원화되기 때문에, 헌법 제24조에 의해 보호되는 기본권으로 인정할 수 없다.",
  "[59009-220376] 1980년 헌법개정 시대의민주주의 아래에서 대표자에 대한 선출과 선임은 선거의 형태로 이루어지는 것이 바람직하고, 주민소환은 대표자에 대한 신임을 묻는 것으로서 그 속성은 재선거와 다를 바 없으므로, 선거와 마찬가지로 그 사유를 묻지 않는 것이 제도의 취지에 부합한다",
  "[59009-220377] 지방교육자치는 교육자치라는 영역적 자치와 지방자치라는 지역적 자치가 결합한 형태로서, 교육자치를 지방교육의 특수성을 살리기 위해 지방자치단체의 수준에서 행하는 것을 말한다.",
  "[59159-220994] {@재판의 심리와 판결은} 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 {@공개하지 아니할 수 있다.}",
  "[59159-220995] 법원이 양형기준을 벗어난 판결을 하는 경우에는 판결서에 양형의 이유를 적어야 하며, 약식절차 또는 {@즉결심판절차에 따라 심판하는 경우에도 그러하다.}",
  "[59159-220996] 헌법과 법률이 정하는 법관에 의하여 법률에 의한 재판을 받을 권리는 모든 사건에 대하여 대법원을 구성하는 법관에 의한 균등한 재판을 받을 권리 또는 상고심 {@재판을 받을 권리를 의미하는 것이다.}",
  "[59159-220997] 과거 3년 이내의 당원 경력을 법관임용 결격사유로 정한 법원조직법 해당 조항 중 &lsquo;당원의 신분을 상실한 날부터 3년이 경과되지 아니한 사람&rsquo;에 관한 부분과 같이 과거 3년 이내의 모든 당원 경력을 법관 임용 결격사유로 정하는 것은 과잉금지원칙에 반하여 공무담임권을 침해한다.",
  "[59162-221006] 대법원장과 대법관이 아닌 법관의 임기는 10년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[59162-221007] 대법관회의는 {@대법관 전원의 과반수 출석과 출석인원 3분의 2 이상의} 찬성으로 의결하며, 의장은 의결에서 표결권을 가지고, 가부동수일 때에는 결정권을 가진다.",
  "[59162-221008] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 선임대법관이 그 권한을 대행한다.",
  "[59162-221009] 대법원에 대법원장을 포함한 14명의 대법관을 두며, 법률이 정하는 바에 의하여 대법관이 아닌 법관을 둘 수 있다.",
  "[59615-222925] 명령&middot;규칙이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로 심사할 권한을 가진다.",
  "[59615-222926] 대법원은 명령 또는 규칙이 헌법이나 법률에 위반된다고 인정하는 경우, 대법관 전원의 3분의 2 이상의 합의체에서 재판하여야 한다.",
  "[59615-222927] 행정소송에 대한 대법원판결에 의하여 명령&middot;규칙이 헌법 또는 법률에 위반된다는 것이 확정된 경우에는 대법원은 지체없이 그 사유를 행정안전부장관에게 통보하여야 한다.",
  "[59615-222928] 대법원규칙은 ｢헌법재판소법｣ 제68조 제2항에 따른 {@헌법소원심판의 대상이 된다.}",
  "[59621-222949] 국정감사 또는 국정조사는 개인의 사생활을 침해하거나 계속 중인 재판 또는 수사 중인 사건의 소추에 관여할 목적으로 행사되어서는 아니 된다.",
  "[59621-222950] 사법권의 독립은 재판상의 독립, 즉 법관이 재판을 함에 있어서 오직 헌법과 법률에 의하여 그 양심에 따라 할 뿐, 어떠한 외부적인 압력이나 간섭도 받지 않는다는 것으로, 재판의 독립을 위해 {@법관의 신분보장도 차질 없이 이루어져야 함을 의미하지 않는다.}",
  "[59621-222951] 대법원장의 임기는 6년으로 하며, 중임할 수 없다.",
  "[59621-222952] 법관이 법관징계위원회의 징계처분에 대하여 불복하려는 경우에는 징계등 처분이 있음을 안 날부터 14일 이내에 전심절차를 거치지 아니하고 대법원에 징계등 처분의 취소를 청구하여야 한다.",
  "[60332-226056] 법관은 탄핵 또는 금고 이상의 형의 선고, {@징계처분에 의하지 아니하고는 파면되지 아니한다.}",
  "[60332-226057] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 선임대법관이 그 권한을 대행한다",
  "[60332-226058] 대법관회의는 대법관 전원의 3분의 2 이상의 출석과 출석인원 과반수의 찬성으로 의결하고, 의장은 의결에서 표결권을 가지며 가부동수일 때에는 결정권을 가진다.",
  "[60332-226059] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[61199-229546] 단독판사와 합의부의 심판권을 어떻게 분배할 것인지 등에 관한 문제는 기본적으로 입법형성권을 가진 입법자가 사법 정책을 고려하여 결정할 사항으로, 입법자는 국민의 권리가 효율적으로 보호되고 재판제도가 적정하게 운용되도록 법원조직에 따른 재판사무 범위를 배분⋅확정하여야 한다.",
  "[61199-229547] 헌법 제108조는 “대법원은 법률에 저촉되지 아니하는 범위 안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.”라고 규정하고 있다.",
  "[61199-229548] 범죄인인도법은 법원의 인도심사결정 시 그 성질에 반하지 않는 한도에서 관련 형사소송법 규정을 준용하고 있으며 인도대상이 된 자에게 변호인의 조력을 받을 수 있게 하고 의견진술기회를 부여하고 있으나, 법원에 의한 범죄인인도 심사는 전형적인 사법절차의 대상에 해당되는 것은 아니고, 그 성질상 국가형벌권의 확정을 목적으로 하는 형사절차와는 구별되며 민사절차도 아니고, 다만 법률에 의하여 인정된 특별한 절차라고 봄이 상당하다.",
  "[61199-229549] 명령이 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원이 이를 최종적으로 심사할 권한을 가지고, 명령이 헌법에 위반되는 여부가 재판의 전제가 된 경우에는 {@헌법재판소}가 이를 최종적으로 심사할 권한을 가진다.",
  "[32872-134570] 정부에 제출 또는 회부된 정부의 정책에 관계되는 청원의 심사는 국무회의의 심의사항에 속한다.",
  "[32872-134571] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정될 경우에는 {@독자적 권한으로} 이를 중지 또는 취소할 수 있다.",
  "[32872-134572] 국무회의는 {@대통령과 15인 이상 30인 이하의 국무위원}으로 구성한다.",
  "[32872-134573] 국무총리가 사고로 직무를 수행할 수 없는 경우에는 {@정부조직법에 규정된 순서에 따른 국무위원이 그 직무를 대행한다.}",
  "[32874-134578] 특별사면은 형의 집행을 면제하는 것을 말하나, 특별한 사정이 있는 경우에는 이후 형 선고의 효력을 상실하게 할 수 있다.",
  "[32874-134579] 특별사면은 {@검찰총장의 상신}으로 대통령이 행한다.",
  "[32874-134580] 특별사면 상신의 적정성을 심사하기 위하여 법무부장관 소속으로 사면심사위원회를 둔다.",
  "[32874-134581] 복권은 형의 집행이 끝나지 아니한 자 또는 집행이 면제되지 아니한 자에 대하여는 하지 아니한다.",
  "[32875-134582] 감사원은 감사원장을 포함한 7명의 감사위원으로 구성하며, 감사원장은 국회의 동의를 받아 대통령이 임명한다.",
  "[32875-134583] 감사원장이 사고로 인하여 직무를 수행할 수 없을 때에는 {@감사위원 중 최고 연장자}가 그 직무를 대행한다.",
  "[32875-134584] 감사위원이 탄핵소추의 의결을 받았거나 형사재판에 계속되었을 때에는 그 탄핵의 결정 또는 재판이 확정될 때까지 그 권한행사가 정지된다.",
  "[32875-134585] 감사위원은 원장의 제청으로 대통령이 임명한다.",
  "[32876-134586] 대통령의 긴급명령권은 {@국회의 집회를 기다릴 여유가 없을 때} 발동된다.",
  "[32876-134587] 긴급명령은 국회의 승인을 얻지 못한 때에는 그 때부터 효력을 상실하고, 이 경우 그 명령에 의해 개정 또는 폐지되었던 법률은 그 명령이 승인을 얻지 못한 때부터 당연히 효력을 회복한다.",
  "[32876-134588] 긴급재정‧경제명령은 정상적인 재정운용‧경제운용이 불가능한 재정‧경제상의 위기가 현실적 또는 {@잠재적}으로 발생하여 긴급한 조치가 필요한 경우를 전제로 한다.",
  "[32876-134589] 대통령의 긴급재정‧경제처분은 처분으로서의 효력을 갖는데 지나지 않으므로, {@국회의 승인을 요하지 않는다.}",
  "[32888-134640] 감사원장은 국회의 동의를 얻어 대통령이 임명하고 감사위원은 감사원장의 제청으로 대통령이 임명한다.",
  "[32888-134641] 감사원장의 임기는 4년으로 하며 1차에 한하여 중임할 수 있고, 감사위원의 임기는 4년으로 하며 {@법률이 정하는 바에 따라 연임할 수 있다.}",
  "[32888-134642] 감사원은 국회·법원 및 헌법재판소 소속 공무원의 직무에 대하여 감찰할 수 없다.",
  "[32888-134643] 감사원은 국무총리로부터 국가기밀에 속한다는 소명이 있는 사항에 대하여 감찰할 수 없다.",
  "[32888-134644] 감사원은 감사 결과 범죄혐의가 있다고 인정할 때에는 이를 수사기관에 고발하여야 한다.",
  "[32894-134670] 대통령의 법률안 재의요구는 법률안 전체를 대상으로 하여야 하며, 법률안의 일부에 대하여 또는 법률안을 수정하여 재의를 요구하는 것은 인정되지 않는다.",
  "[32894-134671] 대통령은 국가의 안위에 관계되는 중대한 교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 {@국회의 집회를 기다릴 여유가 없을 때}에 한하여 법률의 효력을 가지는 명령을 발할 수 있다.",
  "[32894-134672] 대통령취임선서에서 규정한 성실한 직무수행의무도 헌법적 의무에 해당하지만 이는 사법적 판단의 대상이 될 수는 없다.",
  "[32894-134673] 대통령은 소속 정당을 위하여 정당활동을 할 수 있는 사인으로서의 지위와 국민 모두에 대한 봉사자로서 공익실현의 의무가 있는 헌법기관으로서의 지위를 동시에 갖는데 최소한 전자의 지위와 관련하여서는 기본권 주체성을 갖는다고 할 수 있다.",
  "[32894-134674] 대통령이 자신에 대한 재신임을 국민투표의 형태로 묻고자 하는 것은 헌법 제72조에 의하여 부여받은 국민투표부의권을 위헌적으로 행사하는 경우에 해당한다.",
  "[32922-134803] 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.",
  "[32922-134804] 대통령 재직중에 형사소추가 불가능한 범죄에 대해서는 그 재직 중인 동안 당연히 공소시효의 진행이 정지된다.",
  "[32922-134805] 국가안위에 관한 중요정책으로서 국민투표에 붙여질 사안인지 여부는 대통령의 재량에 의해 결정된다.",
  "[32922-134806] 대통령이 발한 긴급명령이 국회의 승인을 얻지 못한 경우에는 {@애초에 그 효력을 가질 수 없다.}",
  "[32922-134807] 대통령이 일반사면을 명하려면 국무회의의 심의를 거쳐야 할 뿐만 아니라 국회의 동의를 얻어야 한다.",
  "[32943-134897] 국민의 권리와 의무에 관한 중요한 사항은 입법부에 의하여 법률의 형식으로 결정되어야 한다는 의회주의 원리는 입법부가 그 입법권한을 행정부 내지 사법부에 위임하는 것을 금지함을 내포하고 있다.",
  "[32943-134898] 행정기관에 입법권을 위임하는 수권법률 자체도 명확성의 원칙을 준수해야 하며 침해적 행정입법에 대한 수권의 경우에는 급부적 행정입법에 대한 경우보다 명확성의 원칙이 보다 엄격하게 요구된다.",
  "[32943-134899] 국회가 행정기관에 입법권을 위임하는 경우에는 규율의 형식도 선택할 수 있으므로 헌법이 규정하고 있는 위임입법의 형식은 예시적인 것으로 보아야 한다.",
  "[32943-134900] 조세법률주의의 원칙상 조세의 부과요건, 부과·징수의 절차는 국민의 대표기관인 국회가 제정한 법률로 정해야 하지만 이에 관련된 사항이라도 행정입법에 위임하는 것이 허용될 수 있다.",
  "[32943-134901] 법률의 위임을 받아 행정입법이 제정되었으나 그 내용이 헌법에 위반되어 헌법재판소가 위헌선언을 하는 경우에는 입법권을 위임한 {@수권법률의 조항도 동시에 위헌으로 선언된다.}",
  "[32967-134995] 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.",
  "[32967-134996] 국가안전보장에 관련되는 대외정책․군사정책과 국내정책의 수립에 관하여 국무회의의 심의에 앞서 대통령의 자문에 응하기 위하여 국가안전보장회의를 둔다.",
  "[32967-134997] 국무위원은 국정에 관하여 {@국무총리}를 보좌하며, 국무회의의 구성원으로서 국정을 심의한다.",
  "[32967-134998] 국가원로자문회의의 의장은 직전대통령이 된다.",
  "[32990-135099] 국무총리는 대통령이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 경우에 제1순위의 권한대행권을 가진다.",
  "[32990-135100] 국무총리는 대통령의 모든 국법상 행위에 부서한다.",
  "[32990-135101] 국무총리는 국무회의의 부의장이 된다.",
  "[32990-135102] 국무총리는 국무위원의 임명을 대통령에게 제청하고 국무위원의 해임을 대통령에게 건의한다.",
  "[32990-135103] 국무총리는 대통령의 명을 받아 상급행정관청으로서 행정 각부를 통할할 권한을 가지지만, {@행정각부와 동등한 지위를 가지는 독임제행정관청으로서 그 소관사무를 처리하지는 않는다.}",
  "[32992-135109] {@헌법}은 대통령의 피선거권의 요건으로 선거일 현재 5년 이상 국내거주를 규정하고 있다.",
  "[32992-135110] 대통령은 정부에 이송된 법률안에 대하여 수정하여 거부할 수는 없으나 {@그 일부를 거부할 수는 있다.}",
  "[32992-135111] 헌법은 임의적 자문기구로, {@국가과학기술자문회의}와 국가원로자문회의를 명시하고 있다.",
  "[32992-135112] 일반사면은 대통령이 국회의 동의를 얻어 대통령령으로 행하지만, 특별사면은 국회의 동의를 요하지 않고 대통령이 행한다.",
  "[32992-135113] 대통령은 비상계엄이 선포된 때에는 {@국회나 법원의 권한}에 대하여 특별한 조치를 할 수 있다.",
  "[32993-135114] 감사원은 {@국회·행정기관·법원 및 헌법재판소에 소속한 공무원의 직무에 관한 감찰을 관장한다.}",
  "[32993-135115] 중앙행정기관은 지방자치단체의 자치사무에 대하여 합법성 및 합목적성 감사를 할 수 있으므로 안전행정부장관이 서울시에 대하여 피감사대상을 특정하지 않고 포괄적으로 감사를 하더라도 {@지방자치권을 침해한 것은 아니다.}",
  "[32993-135116] 지방자치단체의 {@19세 이상}의 주민은 {@200명} 이상의 연서로 {@감사원}에 당해 시·도에 대한 감사를 청구할 수 있다.",
  "[32993-135117] 감사원이 지방자치단체의 사무에 대하여 감찰하는 경우 {@합목적성 감찰까지 포함된다고 해석하는 한 그 범위 내에서 위헌이다.}",
  "[32993-135118] 국회는 그 의결로써 감사원에 대하여 감사원법에 의한 감사원의 직무범위에 속하는 사항 중 사안을 특정하여 감사를 요구할 수 있다.",
  "[33007-135175] 법규명령 중 대통령령의 개정안은 반드시 국무회의의 심의를 거쳐야 한다.",
  "[33007-135176] 법령보충적 행정규칙은 그 자체로서 직접적으로 대외적인 구속력을 갖는 것은 아니며, 상위법령과 결합하여 일체가 되는 한도 내에서 상위법령의 일부가 됨으로써 대외적 구속력이 발생하는 것이다.",
  "[33007-135177] {@포괄위임입법금지의 원칙}은 법규적 효력을 가지는 행정입법뿐만 아니라 {@지방자치단체의 조례제정이나 공법적 기관의 자치규약 제정에도 적용된다.}",
  "[33007-135178] 집행명령은 법률을 집행하기 위하여 필요한 사항만 정할 수 있을 뿐이고 법률에서 규정하지 않은 새로운 사항을 규정할 수 없다.",
  "[33010-135187] 당해 기관의 장이 그 소관사무에 관하여 부령을 발할 수 있어야 한다.",
  "[33010-135188] {@국가정보원도 행정각부에 속한다.}",
  "[33010-135189] 당해 기관의 장이 국무위원이어야 한다",
  "[33010-135190] 모든 중앙행정기관이 국무총리의 통할을 받는 것은 아니다.",
  "[33015-135207] 대법원은 남북정상회담 개최과정에서 북한측에 사업권의 대가 명목으로 송금한 행위를 {@통치행위로 인정하여 사법심사에 있어 소극적인 입장을 취하였다.}",
  "[33015-135208] 헌법재판소는 외국에의 국군의 파견결정과 같이 성격상 외교 및 국방에 관련된 고도의 정치적 결단이 요구되는 대통령의 결정에 대해서 사법심사의 대상성을 부정하였다.",
  "[33015-135209] 금융실명거래 및 비밀보장에 관한 대통령의 긴급재정경제 명령은 국가긴급권의 일종으로서 고도의 정치적 결단에 의하여 발동되는 행위이지만, 그것이 국민의 기본권 침해와 직접 관련되는 경우에는 헌법재판소의 심판대상이 된다.",
  "[33015-135210] 사면은 형의 선고의 효력 또는 공소권을 상실시키거나, 형의 집행을 면제시키는 국가원수의 고유한 권한을 의미하며, 사법부의 판단을 변경하는 제도로서 권력분립원칙의 예외가 된다.",
  "[33086-135491] 국민투표의 대상으로 외교‧국방‧통일 기타 국가안위에 관한 중요정책을 명시한 것은 {@현행 헌법}부터이다.",
  "[33086-135492] 대법원은 국민투표무효의 소송에서 국민투표에 관하여 국민투표법에 위반하는 사실이 있는 경우 {@국민투표의 결과에 영향을 미치지 않았더라도} 국민투표의 전부 또는 일부의 무효를 판결할 수 있다.",
  "[33086-135493] 대통령은 헌법 제72조상의 국민투표부의권을 행사하여 {@헌법을 개정할 수 있다.}",
  "[33086-135494] 헌법 제72조의 국민투표권은 대통령이 어떠한 정책을 국민투표에 부의한 경우에 비로소 행사가 가능한 기본권이다.",
  "[33091-135511] 대통령으로 당선된 후 취임 전에 대통령당선인의 직무수행으로 한 위헌‧위법행위는 대통령 취임 후 그에 대한 {@탄핵의 사유가 된다.}",
  "[33091-135512] 대통령당선인이 사망한 경우 이는 재선거 사유에 해당하고, 그 선거는 선거의 실시사유가 확정된 때부터 60일 이내에 실시한다.",
  "[33091-135513] 대통령당선인은 대통령당선인으로 결정된 때부터 대통령 임기시작일 전날까지 그 지위를 가진다.",
  "[33091-135514] 대통령직인수위원회는 대통령당선인을 보좌하여 대통령직인수와 관련된 업무를 담당하며, 대통령 임기 개시일 이후까지 존속할 수 있고, 인수위원회 위원장과 부위원장 및 위원은 명예직으로서 대통령당선인이 임명한다.",
  "[33095-135527] 법령의 규정이 특정 행정기관에게 법령 내용의 구체적 사항을 정할 수 있는 권한을 부여하면서 권한행사의 절차나 방법을 특정하지 아니한 경우, 수임 행정기관은 행정규칙이나 규정형식으로 법령 내용이 될 사항을 구체적으로 정할 수 있다.",
  "[33095-135528] 행정규칙 등은 당해 법령의 위임한계를 벗어나지 않는 한 대외적 구속력이 있는 법규명령으로서 효력을 가질 수 있는데, 이는 행정규칙이 갖는 일반적 효력이 아니라 행정기관에 법령의 구체적 내용을 보충할 권한을 부여한 법령 규정의 효력에 근거하여 예외적으로 인정되는 것이다.",
  "[33095-135529] 의료기기 판매업자의 의료기기법 위반행위 등에 대하여 보건복지가족부령이 정하는 기간 이내의 범위에서 업무정지를 명할 수 있도록 규정한 의료기기법 조항은 그 위임사항이 업무정지기간의 범위에 불과하고 형벌에 해당하지 않으므로 위임의 정도가 완화되어 {@포괄위임금지원칙에 위배되지 아니한다.}",
  "[33095-135530] 명령 또는 규칙이 법률에 위반한 경우에는 대법관 전원의 2/3이상의 합의체에서 심판하도록 규정한 법원조직법 제7조 제1항 제2호에서 말하는 명령 또는 규칙이라 함은 국가와 국민에 대하여 일반적 구속력을 가지는 이른바 법규로서의 성질을 가지는 명령 또는 규칙을 의미하므로 행정기관 내부의 행정사무처리기준을 정한 것에 불과한 훈령은 여기서 말하는 명령 또는 규칙이라 볼 수 없다.",
  "[33096-135531] 식품의약품안전처장은 필요한 경우 국무회의에 출석하여 발언할 수 있으며, 소관사무에 관하여 국무총리에게 의안의 제출을 건의할 수 있다.",
  "[33096-135532] 서울특별시장과 공정거래위원장은 국무회의에 배석한다.",
  "[33096-135533] 국무회의는 구성원 과반수의 출석으로 개의하고, {@출석구성원 과반수의 찬성으로 의결}하되, 구성원이 동영상 및 음성이 송수신되는 장치가 갖추어진 서로 다른 장소에 출석하여 진행하는 원격영상회의 방식으로 할 수 있다.",
  "[33096-135534] 국무위원이 국무회의에 출석하지 못할 때에는 각 부의 차관이 대리하여 출석하고, 대리출석한 차관은 관계 의안에 관하여 발언할 수 있으나 표결에는 참가할 수 없다.",
  "[33166-135852] 법무부장관이 대통령에게 특별사면을 상신할 때에는 사면심사위원회의 사전심사를 거쳐야 한다.",
  "[33166-135853] 일반사면은 일정한 종류의 범죄를 지은 자를 대상으로 형의 선고의 효력을 상실케 하거나 공소권을 소멸시키는 것이다.",
  "[33166-135854] 형의 집행을 종료하지 않았거나 집행의 면제를 받지 않은 경우에도 복권이 {@가능하다.}",
  "[33166-135855] 일반사면은 국회의 동의를 얻어 대통령령으로 한다.",
  "[33166-135856] 사면에는 일반사면과 특별사면이 있으며 모두 국무회의의 심의 사항이다.",
  "[33168-135862] 대통령의 국가긴급권은 헌법보호의 비상수단이라고 할 수 있다.",
  "[33168-135863] 헌법상 긴급재정‧경제명령은 {@대통령령의 효력}을 갖는다.",
  "[33168-135864] 헌법상 긴급명령은 법률의 효력을 갖는다.",
  "[33168-135865] 헌법 제76조의 국가긴급권을 행사한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 하며, 승인을 얻지 못한 때에는 그 처분 또는 명령은 그때부터 효력을 상실한다.",
  "[33168-135866] 헌법재판소 결정에 의하면 헌법 제76조의 국가긴급권은 기존질서의 유지‧회복이 목적이므로, 공공복지의 증진과 같은 적극적 목적을 위한 긴급권의 행사는 불가능하다.",
  "[33215-136055] 대통령후보자가 1인일 때에는 그 득표수가 {@선거권자 총수의 2분의 1 이상}이 아니면 대통령으로 당선될 수 없다.",
  "[33215-136056] 대통령 선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 재적의원 과반수가 출석한 공개회의에서 다수표를 얻은 자를 당선자로 한다.",
  "[33215-136057] 대통령이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 국무총리, 법률이 정한 국무위원의 순서로 그 권한을 대행한다.",
  "[33215-136058] 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.",
  "[33231-136133] 국가긴급권은 헌법보장의 한 수단이지만 입헌주의 그 자체를 파괴하는 위험을 초래하게 된다.",
  "[33231-136134] 계엄을 선포한 경우 대통령은 지체없이 {@국회에 통고하여 국회의 승인을 얻어야 한다.}",
  "[33231-136135] 긴급명령은 국회가 의결한 법률을 통하여 개정·폐지될 수 있다.",
  "[33231-136136] 비상계엄이 선포된 경우 법률이 정하는 바에 의하여 영장제도, 언론·출판·집회·결사의 자유, 정부나 법원의 권한에 대하여 특별한 조치를 할 수 있다.",
  "[33231-136137] 사법기관인 법원이 고도의 정치적·군사적 성격을 띠는 대통령 계엄선포행위의 요건 구비나 그 선포의 당·부당을 심사하는 것은 적절하지 않다고 보아야 한다.",
  "[33232-136138] ｢헌법｣ 제84조는 “대통령은 내란 또는 외환의 죄를 범한 경우를 제외하고는 재직 중 형사상의 소추를 받지 아니 한다.”라고 하여, 대통령의 형사상 특권을 규정하고 있다. 이는 대통령의 형사상 특권은 사법권(재판권)이 미치지 아니하는 예외적인 경우를 규정한 것이다.",
  "[33232-136139] 헌법재판소는 ｢헌법｣ 제84조에 의하여 대통령 재직 중에는 {@공소시효의 진행이 당연히 정지되지는 않는다고 결정하였다.}",
  "[33232-136140] 헌법재판소는 1979년 12월 12일과 1980년 5월 18일 을 전후하여 발생한 ｢헌정질서파괴범죄의 공소시효 등에 관한 특례법｣ 제2조의 헌정질서파괴행위에 의하여 국가의 소추권 행사에 장애사유가 존재한 기간은 공소시효의 진행이 정지된 것으로 보고 있는 ｢5·18민주화운동 등에 관한 특별법｣ 제2조가 헌법 위반이 아니라고 결정하였다.",
  "[33232-136141] ｢헌법｣ 제84조가 정하는 대통령의 형사상 불소추 특권은 대통령이 내란 또는 외환의 죄에 해당하지 아니하는 죄를 범한 경우에는 재직 중에는 기소되어 법원의 재판을 받지 않는다는 의미이므로 형사상의 책임이 면제되는 것은 아니다.",
  "[33232-136142] 대통령이 권한을 행사하면서 사안을 올바로 이해하지 못하거나 판단을 잘못하여 국가와 국민에게 피해를 가져올 수도 있지만, 이러한 정책판단이나 정책집행상의 오류에 대해서는 법적인 책임이 면제된다.",
  "[33233-136143] 국무총리는 국회의 동의를 얻어 대통령이 임명하며, 인사청문특별위원회에서 인사청문회를 실시한다.",
  "[33233-136144] 국무위원은 국무총리의 제청으로 대통령이 임명하며, 해당 상임위원회에서 인사청문회를 실시한다.",
  "[33233-136145] 감사원장은 국회의 동의를 얻어 대통령이 임명하며, {@법제사법위원회}에서 인사청문회를 한다.",
  "[33233-136146] 대법관은 대법원장의 제청으로 국회의 동의를 얻어 대통령이 임명하며, 인사청문특별위원회에서 인사청문회를 한다.",
  "[33233-136147] 헌법재판소장은 국회의 동의를 얻어 재판관 중에서 대통령이 임명하며, 인사청문특별위원회에서 인사청문회를 실시한다.",
  "[33247-136203] 국무총리는 행정부의 업무에 있어 대통령의 관할사항과는 다른 {@독자적인 관할사항을 가지며} 대통령의 명을 받아 행정각부를 통할한다.",
  "[33247-136204] 국무총리의 국회의원 겸직은 행정부에 대한 국회의 통제라는 측면에서 {@금지하는 것이 타당하며 현행법도 이를 금지하고 있다.}",
  "[33247-136205] 국회의 국무총리 해임건의는 {@대통령에게 법적 구속력을 가지며} 대통령이 국무총리를 해임할 경우 {@국무위원 전체를 해임해야 한다.}",
  "[33247-136206] 국무총리와 부총리가 모두 사고로 직무를 수행할 수 없는 경우에는 대통령의 지명이 있으면 그 지명을 받은 국무위원이, 지명이 없는 경우에는 「정부조직법」 상에 규정된 순서에 따른 국무위원이 그 직무를 대행한다.",
  "[33248-136207] 자신의 신임만을 묻는 국민투표가 아니라 {@특정 정책을 국민투표에 부치면서 이에 자신의 신임을 결부시키는 대통령의 행위는 허용될 수 있다.}",
  "[33248-136208] 대통령은 외교‧국방‧통일 기타 국가안위에 관한 중요정책이라 하더라도 국민투표에 부치지 않고 독자적으로 결정할 수도 있다.",
  "[33248-136209] 대통령이 국민투표부의권을 행사한 경우 그 정책에 대한 결정은 국회의원선거권자 과반수 투표와 투표자 과반수 찬성을 얻어야 한다는 것을 {@헌법에 명시적으로 밝히고 있다.}",
  "[33248-136210] 제3공화국 헌법에서 국민투표를 처음으로 규정한 이래 {@지금까지의 국민투표는 모두 헌법개정을 위한 국민투표였다.}",
  "[33252-136223] 법관과 법원공무원 및 교육공무원 이외의 공무원은 각급선거관리위원회의 위원이 될 수 없다.",
  "[33252-136224] 시‧도선거관리위원회의 위원은 국회의원의 선거권이 있고 정당원이 아닌 자 중에서 국회에 교섭단체를 구성한 정당이 추천한 사람과 당해 지역을 관할하는 지방법원장이 추천하는 법관 2인을 포함한 3인과 교육자 또는 학식과 덕망이 있는 자 중에서 3인을 중앙선거관리위원회가 위촉한다.",
  "[33252-136225] 중앙선거관리위원회는 {@법률의 범위 안에서} 선거관리‧국민투표관리 또는 정당사무에 관한 규칙을 제정할 수 있으며, {@법령에 저촉되지 아니하는 범위 안에서} 내부규율에 관한 규칙을 제정할 수 있다.",
  "[33252-136226] 국회는 중앙선거관리위원회 위원에 대해서도 탄핵소추를 의결할 수 있으며, 위원은 헌법재판소의 탄핵결정으로 파면된다.",
  "[33537-137359] 중앙행정기관의 장은 법률에서 위임한 사항이나 법률을 집행하기 위하여 필요한 사항을 규정한 대통령령‧총리령‧부령‧훈령‧예규‧고시 등이 {@입법예고}‧제정‧개정 또는 폐지된 때에는 10일 이내에 이를 국회 소관상임위원회에 제출하여야 한다.",
  "[33537-137360] 대통령이 자신에 대한 재신임을 국민투표의 형태로 묻고자 하는 것은 국민투표제도를 자신의 정치적 입지를 강화하기 위한 정치적 도구로 남용해서는 안된다는 헌법적 의무를 위반한 것이다.",
  "[33537-137361] 국무총리는 국무위원 및 행정각부의 장 임명제청권, 대통령의 국법상 행위에 관한 문서에의 부서권 등 대통령의 권한행사에 견제적 기능을 지닌 대통령의 보좌기관이다.",
  "[33537-137362] 대통령이 외국에 국군을 파견하기로 한 결정은 그 성격상 국방 및 외교에 관련된 고도의 정치적 결단을 요하는 문제로서 헌법재판소가 사법적 기준만으로 이를 심판하는 것은 자제되어야 한다.",
  "[33538-137363] 국무위원은 대통령을 주로 정책적으로 보좌하며, 특별한 경우를 제외하고 행정각부의 장으로서 특정한 행정업무를 담당하는 2중적 지위에 있다.",
  "[33538-137364] 행정각부의 장은 모두 국무위원이다.",
  "[33538-137365] 국무위원은 국회의 요구가 있으면, 국회에 출석‧답변하여야 하고, 정부위원으로 하여금 대리하여 출석‧답변하게 할 수 있다.",
  "[33538-137366] 국무위원은 임명권자가 해임할 수 있으며, 국무위원에 대한 해임건의권의 행사는 {@국회에 전속된다.}",
  "[33552-137419] 감사원은 헌법기관으로서 대통령 소속 하에 설치되지만 직무상 독립된 지위를 가진다.",
  "[33552-137420] 감사원은 {@국회‧법원‧헌법재판소에 소속한 공무원의 직무에 대해서 감찰할 수 있다.}",
  "[33552-137421] 감사원은 원장을 포함한 5인 이상 11인 이하의 감사위원으로 구성되며, 감사위원회의는 재적 감사위원 과반수의 찬성으로 의결한다.",
  "[33552-137422] 감사원의 직무감찰권의 범위에 인사권자에 대하여 징계 등을 요구할 권한이 포함되고, 위법성뿐 아니라 부당성도 감사의 기준이 된다.",
  "[33587-137593] 사법부는 내란 또는 외환의 죄를 범한 경우를 제외하고는 대통령에 대하여 그 신분보유기간 중에는 형사재판권을 행사할 수 없다.",
  "[33587-137594] 대통령은 국회에 출석하여 발언하거나 서한으로 의견을 표시할 수 있지만 국회에 출석하거나 답변해야 할 의무는 없다.",
  "[33587-137595] 헌법은 국회의 {@폐회 중에는 대통령이 법률안 재의요구를 할 수 없게 하는} 동시에 대통령이 법률안에 대하여 법률로 공포하지 않고 보류하고 있으면 {@자동적으로 법률안이 폐기되도록 하고 있다.}",
  "[33587-137596] 헌법은 대통령이 사면권을 행사하기 위하여 사전에 국무회의의 심의를 거칠 것을 요건으로 하며 일반사면을 명하려는 경우 국회의 동의를 얻도록 하고 있다.",
  "[33587-137597] 헌법재판소는 헌법 제72조의 국민투표의 대상인 중요정책을 엄격하게 해석하여 대통령이 자신의 재신임을 헌법 제72조의 국민투표와 결부·연계시키는 대통령의 행위를 위헌적인 것으로 판시한 바 있다.",
  "[33607-137684] 국가안전보장에 관련되는 대외정책 등의 수립에 관하여 국무회의의 심의에 앞서 대통령의 자문에 응하기 위하여 헌법상 필수기관으로 국가안전보장회의를 둔다.",
  "[33607-137685] 대통령은 국무회의 의장으로서 회의를 주재하지만, ‘사고’로 직무를 수행할 수 없는 경우에는 국무총리가 그 직무를 대행하는데, 대통령의 해외순방은 일시적으로 직무를 수행할 수 없는 경우로서 위 ‘사고’에 해당한다.",
  "[33607-137686] 국군을 해외에 파병하기로 하는 정책에 관한 국무회의의 의결은 그 자체로 국민에 대하여 직접적인 법률효과를 발생시키는 행위가 아니므로 헌법재판소법 제68조 제1항에서 말하는 공권력의 행사에 해당하지 않는다.",
  "[33607-137687] 검찰총장의 임명은 헌법이 직접 정하고 있는 {@국무회의 심의대상이 아니다.}",
  "[33621-137740] 대통령은 필요하다고 인정할 때에는 외교‧국방‧통일 기타 국가안위에 관한 중요정책을 국민투표에 붙일 수 있다.",
  "[33621-137741] 헌법은 대의민주주의를 기본으로 하고 있어, 중요 정책에 관한 사항이라 하더라도 반드시 국민의 직접적인 의사를 확인하여 결정해야 하는 것은 아니다.",
  "[33621-137742] 특정의 국가정책에 대하여 다수의 국민들이 국민투표를 원할 경우 대통령이 국민투표에 회부하지 아니하더라도 이를 헌법에 위반된다고 할 수 없다.",
  "[33621-137743] 국민은 특정의 국가정책에 관하여 국민투표에 회부할 것을 {@대통령에게 요구할 권리가 있다.}",
  "[33632-137784] 대통령의 {@영전수여권}과 외교사절의 신임 접수권은 행정부 수반에게 주어진 고유권한이므로 국무회의의 심의사항이 아니다.",
  "[33632-137785] 대통령이 외교 국방 통일 기타 국가안위에 관한 중요정책을 국민투표에 붙이면서 자신에 대한 신임을 결부시키는 행위는 위헌이다.",
  "[33632-137786] 국회에서 의결된 법률안에 이의가 있을 경우 대통령은 {@법률안을 수정하여 국회에 환부하고 재의를 요구할 수 있다.}",
  "[33632-137787] 대통령이 발한 긴급명령이 헌법이나 법률에 위반되는지 여부에 관하여는 {@대법원}이 최종적으로 심사할 권한을 가진다.",
  "[33635-137796] 우리 헌법상 정부도 법률안을 제출할 수 있으며, 정부의 법률안은 국무회의의 심의를 거쳐야 한다.",
  "[33635-137797] 국회의원은 예산상의 조치를 수반하는 경우에도 10인 이상의 찬성을 얻으면 법률안을 제출할 수 있다.",
  "[33635-137798] 대통령의 법률안거부에 대하여 국회가 재적의원 과반수의 출석과 출석의원 3분의 2 이상의 찬성으로 재의결하면 그 법률안은 법률로서 확정된다.",
  "[33635-137799] 법률안의 공포는 대통령의 권한에 속하므로, {@모든 법률안은 반드시 대통령이 공포하여야 법률로서 확정될 수 있다.}",
  "[33637-137804] 대통령이 발한 긴급재정경제명령은 국가긴급권의 일종으로서 고도의 정치적 결단에 의하여 발동되는 행위이므로 {@사법심사가 불가능하다.}",
  "[33637-137805] 대통령은 전시‧사변 또는 이에 준하는 국가비상사태에 병력으로써 군사상의 필요에 응하거나 공공의 안녕질서를 유지할 필요가 있을 때 {@국회의 집회가 불가능한 때에 한하여} 계엄을 선포할 수 있다.",
  "[33637-137806] 국회재적의원 과반수 이상의 찬성으로 계엄의 해제를 요구한 때에는 대통령은 이를 해제하여야 한다.",
  "[33637-137807] 대통령이 발한 긴급명령이 국회의 승인을 얻지 못한 경우 동 명령은 {@소급하여} 효력을 상실한다.",
  "[33649-137852] 대통령의 국법상 행위는 문서로써 하며 이 문서에는 국무총리와 관계 국무위원이 부서를 하지만, {@군사에 관한 것은 부서의 대상이 되지 않는다.}",
  "[33649-137853] 현행 헌법상 대통령의 자문에 응하기 위하여 둘 수 있는 임의기관에는 국가원로자문회의, {@국가안전보장회의,} 민주평화통일자문회의, 국민경제자문회의가 있다.",
  "[33649-137854] 대통령의 긴급재정경제처분은 처분으로서의 효력을 갖는 데 지나지 않으므로 {@국회의 승인을 요하지는 않으나} 각급 법원에 의한 심사대상이 된다.",
  "[33649-137855] 법원은 대통령령이 헌법이나 법률에 위반되는지의 여부가 재판의 전제가 된 경우에 이를 심사함으로써 대통령의 권한행사를 통제한다.",
  "[33650-137856] 헌법재판소는 국무총리의 통할을 받는 행정각부에 모든 행정기관이 포함되는 것은 아니라고 보았다.",
  "[33650-137857] 국무총리는 국무회의를 구성하는 {@국무위원으로서} 국무회의 부의장의 지위를 갖는다.",
  "[33650-137858] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정할 때에는 {@독자적으로 이를 중지할 수 있다.}",
  "[33650-137859] 국무총리는 소관사무에 관하여 {@법률이나 대통령령의 위임이 없이는 총리령을 발할 수 없다.}",
  "[33680-137976] 대통령은 국회의 집회가 불가능하고, 국가의 안위에 관계되는 중대한 교전상태가 발생했을 때 {@계엄을 선포할 수 있다.}",
  "[33680-137977] 대통령당선인은 대통령 임기 시작 전에 국회의 인사청문 절차를 거치게 하기 위하여 국무총리 및 국무위원 후보자를 지명할 수 있으며, 이 경우 국무위원 후보자에 대하여는 국무총리 후보자의 추천이 있어야 한다.",
  "[33680-137978] 사면심사위원회는 위원장인 법무부장관을 포함한 9명의 위원으로 구성되며, 위원은 법무부장관이 임명하거나 위촉하되, 공무원이 아닌 위원 {@3명 이상}을 위촉하여야 한다.",
  "[33680-137979] 헌법 제86조 제2항 및 제94조에서 말하는 국무총리의 통할을 받는 행정각부는 입법권자가 헌법 제96조의 위임을 받은 {@｢정부조직법｣ 제26조에 의하여 설치하는 행정각부만을 의미하는 것은 아니다.}",
  "[33694-138043] 감사원장이 사고가 있을 때에는 최장기간 재직한 감사위원이, 중앙선거관리위원장이 사고가 있을 때에는 {@최장기간 재직한 선거관리위원}이 그 직무를 대행한다.",
  "[33694-138044] 감사원의 변상판정처분에 대하여서는 행정소송을 제기할 수 없고, 재결에 해당하는 재심의 판정에 대하여서만 감사원을 당사자로 하여 행정소송을 제기할 수 있다.",
  "[33694-138045] ｢공직선거관리규칙｣은 중앙선거관리위원회가 헌법 제114조 제6항 소정의 규칙 제정권에 의하여 ｢공직선거법｣에서 위임된 사항과 대통령․국회의원․지방의회의원 및 지방자치단체의 장의 선거의 관리에 필요한 세부사항을 규정함을 목적으로 하여 제정된 법규명령이다.",
  "[33694-138046] 각급 선거관리위원회가 선거사무를 위하여 인원․장비의 지원 등이 필요한 경우, 지시 또는 협조요구를 받은 행정기관이나 협조요구를 받은 공공단체 및 개표 사무종사원을 위촉받은 ｢은행법｣ 제2조의 은행은 우선적으로 그에 응하여야 한다.",
  "[33694-138047] 각급 선거관리위원회는 위원 과반수의 출석으로 개의하고, 출석위원 과반수의 찬성으로 의결하며, 각급 선거관리위원장은 표결권을 가질 뿐만 아니라 가부동수인 때에는 결정권도 가진다.",
  "[33715-138148] 대통령의 일반사면은 죄를 범한 자에 대하여 국회의 동의를 얻어 {@법률}의 형식으로 한다.",
  "[33715-138149] 특별한 규정이 없는 한 대통령의 일반사면은 형 선고의 효력이 상실되며 형을 선고받지 아니한 자에 대하여는 공소권이 상실된다.",
  "[33715-138150] 대통령의 특별사면은 법무부장관이 사면심사위원회의 심사를 거쳐 대통령에게 상신하여야 한다.",
  "[33715-138151] 대통령의 특별사면은 형을 선고받은 자의 형 집행을 면제하는 것을 원칙으로 한다.",
  "[33715-138152] 형의 선고에 따라 이미 완성된 효과는 사면으로 인하여 변경되지 않는다.",
  "[33740-138261] 형의 선고에 따른 기성의 효과는 사면, 감형 및 복권으로 인하여 변경되지 아니한다.",
  "[33740-138262] 일반사면은 대통령령으로 죄의 종류를 정하여 행하여야 하되, {@국회의 동의를 거칠 필요는 없다.}",
  "[33740-138263] 확정판결의 죄에 대하여 일반사면이 있었더라도 일사부재리의 효력은 여전히 존속한다.",
  "[33740-138264] 사면, 감형, 복권은 국무회의의 심의사항이다.",
  "[33746-138285] 대통령이 국정운영에 위기를 맞이하여 이를 타개하는 방법으로 자신에 대한 국민의 재신임을 묻기 위해 이를 헌법 제72조의 국민투표에 회부하는 것은 인정되지 않는다.",
  "[33746-138286] 주민등록을 할 수 없는 재외국민의 국민투표권 행사를 전면적으로 배제하고 있는 국민투표법 제14조 제1항은 국민투표권을 침해한다.",
  "[33746-138287] 신행정수도 후속대책을 위한 연기‧공주지역 행정중심복합도시 건설을 위한 특별법이 수도를 분할하는 국가정책을 집행하는 내용을 가지고 있고 대통령이 이를 추진하고 집행하기 이전에 그에 관한 국민투표를 실시하지 아니하였다면 국민투표권이 행사될 수 있는 계기인 대통령의 중요정책 국민투표 부의가 행해지지 않았다고 하더라도 청구인들의 국민투표권이 행사될 수 있을 정도로 구체화되었다고 할 수 있으므로 {@그 침해의 가능성이 인정된다.}",
  "[33746-138288] 헌법 제72조의 국민투표 부의제는 대통령의 임의적 국민투표제이지만, 헌법개정안에 대한 국민투표제는 필요적 국민투표제이다.",
  "[33774-138397] 사면에는 일반사면과 특별사면이 있으며 모두 국무회의의 심의사항이다.",
  "[33774-138398] 형의 선고에 의한 기성의 효과는 사면‧감형과 복권으로 인하여 변경되지 않는다.",
  "[33774-138399] 일반사면은 죄의 종류를 정하여 그 죄를 범한 자를 대상으로 행해지며 국회의 동의를 요한다.",
  "[33774-138400] 특별사면은 형의 집행을 면하게 할 수 있을 뿐 {@형의 선고의 효력을 상실케 할 수는 없다.}"
]