[
  "[33781-138425] 대통령령을 입법예고를 하는 때(입법예고를 생략하는 경우에는 법제처장에게 심사를 요청하는 때를 말함)에는 그 입법예고안을 10일 이내에 국회 소관상임위원회에 제출하여야 한다.",
  "[33781-138426] 기본권을 제한하는 내용의 입법을 위임할 때에는 법규명령에 위임하는 것이 원칙이고, 고시와 같은 형식으로 입법위임을 할 때에는 법령이 전문적‧기술적 사항이나 경미한 사항으로서 업무의 성질상 위임이 불가피한 사항에 한정된다.",
  "[33781-138427] 운전면허를 받은 사람이 자동차 등을 이용하여 살인 또는 강간 등 행정안전부령이 정하는 범죄행위를 한 때 운전면허를 취소하도록 하는 법률조항은 {@법률유보의 원칙에 위배되어 위헌이다.}",
  "[33781-138428] 행정명령의 제정 또는 개정의 지체가 위법으로 되어 그에 대한 법적 통제가 가능하기 위해서는 첫째, 행정청에게 시행명령을 제정(개정)할 법적 의무가 있어야 하고 둘째, 상당한 기간이 지났음에도 불구하고 셋째, 명령제정(개정)권이 행사되지 않아야 한다.",
  "[33789-138457] 법률안에 대한 대통령의 재의 요구가 있을 때에는 국회는 재의에 붙이고, 재적의원 과반수의 출석과 출석의원 3분의 2 이상의 찬성으로 전과 같은 의결을 하면 그 법률안은 법률로서 확정된다.",
  "[33789-138458] 대통령의 긴급재정‧경제명령이 유효하게 성립하였다 하더라도 그 발동의 원인이 된 내우‧외환‧천재‧지변 또는 중대한 재정‧경제상의 위기가 사라진 경우에는 {@곧바로} 그 효력이 상실된다.",
  "[33789-138459] 유죄판결 확정 후에 형 선고의 효력을 상실케 하는 대통령의 특별사면이 있었다고 하더라도, 형 선고의 법률적 효과만 장래를 향하여 소멸될 뿐이고 확정된 유죄판결에서 이루어진 사실인정과 그에 따른 유죄 판단까지 없어지는 것은 아니다.",
  "[33789-138460] 특정의 국가정책에 대하여 다수의 국민들이 국민투표를 원하고 있음에도 불구하고 대통령이 이러한 희망과는 달리 국민투표에 회부하지 아니한다고 하여도 이를 헌법에 위반된다고 할 수 없고, 국민에게 특정의 국가정책에 관하여 국민투표에 회부할 것을 요구할 권리가 인정된다고 할 수도 없다.",
  "[33794-138477] 국회나 그 위원회의 요구가 있을 때에는 국무총리‧국무위원 또는 정부위원은 출석‧답변하여야 하며, 국무총리 또는 국무위원이 출석요구를 받은 때에는 국무위원 또는 정부위원으로 하여금 출석‧답변하게 할 수 있다.",
  "[33794-138478] 헌법재판소에 따르면 국무총리는 단지 대통령의 첫째가는 보좌기관으로서 행정에 관하여 독자적인 권한을 가지지 못하고 대통령의 명을 받아 행정각부를 통할하는 기관으로서의 지위만을 가진다.",
  "[33794-138479] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정될 경우에는 대통령의 승인을 받아 이를 중지 또는 취소할 수 있다.",
  "[33794-138480] 국무총리 소속으로 인사혁신처를 두고, 인사혁신처에는 {@장관 1명과 차관 1명을 두되, 장관은 국무위원으로 보한다.}",
  "[33828-138626] 새 정부의 정책기조를 설정하기 위한 준비행위도 업무에 포함된다.",
  "[33828-138627] 대통령직 인수위원회는 대통령 당선인을 보조하여 대통령직 인수와 관련된 업무를 담당한다.",
  "[33828-138628] 대통령직 인수위원회는 대통령 당선이 결정된 날로부터 {@대통령 임기 시작일 전날까지 존속한다.}",
  "[33828-138629] 대통령직 인수위원회 위원장은 명예직으로 한다.",
  "[33828-138630] 징계로 해임처분을 받은 때로부터 4년이 지난 자는 대통령직 인수위원회부위원장이 될 수 있다.",
  "[33863-138783] 대통령에게 불소추특권이 부여된 것은 대통령이라는 특수한 직책의 원활한 수행을 보장하고 그 권위를 확보하여 국가의 체면과 권위를 유지하여야 할 실제상의 필요 때문이다.",
  "[33863-138784] 일반국민의 지위에서 타인에 대한 대통령의 사면권 행사에 대하여 헌법소원을 제기하는 것은 부적법하다.",
  "[33863-138785] 헌법 제72조는 대통령에게 국민투표의 실시여부, 시기. 구체적 부의사항, 설문내용 등을 결정할 수 있는 임의적인 국민투표발의권을 독점적으로 부여하고 있다.",
  "[33863-138786] 대통령의 법률안제출행위는 국가기관간의 내부적 행위에 불과하고 국민에 대하여 직접적 법률효과를 발생시키는 행위가 아니므로 헌법소원의 대상으로서의 공권력 행사에 해당되지 않는다.",
  "[33863-138787] 대통령의 임기가 만료되는 때에는 임기만료 {@60일 내지 40일} 전에 후임자를 선거한다.",
  "[33878-138853] 국무회의는 헌법상 필수기관이다.",
  "[33878-138854] 국무회의의 의장은 대통령이다.",
  "[33878-138855] 국무회의의 의결은 헌법소원의 대상이 되는 {@공권력의 행사에 해당한다.}",
  "[33878-138856] 현행 헌법은 행정각부의 장이 아닌 국무위원의 임명 가능성을 열어두고 있다.",
  "[33878-138857] 국무총리 또는 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령 또는 부령을 발할 수 있다.",
  "[33901-138950] 긴급명령의 경우 국회의 집회가 불가능한 때에 한하여 발할 수 있는 반면, 긴급재정경제명령의 경우 국회의 집회가 불가능하지 않더라도 국회의 집회를 기다릴 여유가 없을 때는 발할 수 있다.",
  "[33901-138951] 대통령은 내우·외환·천재·지변 등으로 정상적인 재정 운용이 불가능한 중대한 재정·경제상의 위기가 발생할 염려가 있는 경우에는 {@사전예방적으로 긴급재정경제명령을 발할 수 있다.}",
  "[33901-138952] 긴급명령, 긴급재정경제명령, 계엄은 본질적으로 국가의 중대한 위기상황에서 긴급하게 행해지는 것이므로 사전에 국회의 승인이나 {@국무회의의 심의를 거칠 것을 요구할 수 없다.}",
  "[33901-138953] 국회가 재적의원 과반수의 찬성으로 계엄의 해제를 요구한 때에는 대통령은 반드시 이를 해제하여야 하므로 {@국무회의의 심의를 별도로 거칠 필요가 없다.}",
  "[33909-138982] 일반사면에 대해서만 국회의 동의가 필요하고 특별사면이나 복권, 감형에 대하여는 국회의 동의가 필요하지 않다.",
  "[33909-138983] 형의 집행유예를 선고받은 자에 대하여는 형 선고의 효력을 상실하게 하는 특별사면 또는 형을 변경하는 감형을 하거나 그 유예기간을 단축할 수 있다.",
  "[33909-138984] 사면은 죄를 범한 자에 대한 것이므로 행정법규 위반에 대한 범칙 또는 과벌의 면제와 징계법규에 따른 징계 또는 징벌의 면제에 관하여는 사면에 관한 규정을 {@준용하지 않는다.}",
  "[33909-138985] 복권은 형의 집행이 끝나지 아니한 자 또는 집행이 면제되지 아니한 자에 대하여는 하지 아니한다.",
  "[33910-138986] 대통령 선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 재적의원 과반수가 출석한 공개회의에서 다수표를 얻은 자를 당선자로 한다.",
  "[33910-138987] 대통령은 국가의 안위에 관계되는 중대한 교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 {@국회의 집회를 기다릴 여유가 없을 때}에 한하여 법률의 효력을 가지는 명령을 발할 수 있다.",
  "[33910-138988] 대통령은 국회에서 의결한 법률안에 이의가 있을 때에는 15일 내에 이의서를 붙여 국회로 환부하고 재의를 요구할 수 있으나, 국회가 폐회 중인 때는 먼저 {@임시국회의 소집을 요구하여야 한다.}",
  "[33910-138989] 우리 헌법상 대통령은 헌법개정에 대한 {@발의권이 없다.}",
  "[33951-139150] 헌법상 허용되지 않는 재신임 국민투표를 제안하는 것은 그 자체로 헌법에 반하는 것으로서 헌법을 실현하고 수호해야 할 대통령의 의무를 위반한 것이다.",
  "[33951-139151] 고도의 정치적 행위로서 사법심사가 적절하지 않은 대통령에 의한 통치행위에 대해서는 사법심사가 자제되어야 하기 때문에 관련 통치행위가 국민의 기본권 침해와 관련된다고 볼 수 있는 경우에도 {@헌법소원의 대상이 될 수는 없다.}",
  "[33951-139152] 대통령은 국회에 출석하여 발언할 수 있으며, 만일 국회가 출석요구를 하는 경우 {@대통령은 그에 응할 법적 의무도 있다.}",
  "[33951-139153] 대통령의 궐위는 대통령으로 취임한 후 사망 또는 사임하여 대통령직이 비어 있는 경우, {@국회의 탄핵소추의결로 헌법재판소의 탄핵결정이 있을 때까지 권한행사가 정지된 경우} 그리고 대통령 취임 후 피선자격의 상실 및 판결 기타 사유로 자격을 상실한 때를 포괄한다.",
  "[33991-139310] 대통령이 ‘직책을 성실히 수행할 의무’는 헌법적 의무로서 ‘헌법을 수호해야 할 의무’와 마찬가지로 그 이행이 관철될 수 있는 규범적 성격의 의무이므로 {@사법적 판단의 대상이 된다.}",
  "[33991-139311] 국무총리 또는 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령 또는 부령을 발할 수 있다.",
  "[33991-139312] 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.",
  "[33991-139313] 정부에 제출 또는 회부된 정부의 정책에 관계되는 청원의 심사는 국무회의의 심의를 거쳐야 한다.",
  "[34001-139350] 국가의 세입&middot;세출의 결산, 국가 및 법률이 정한 단체의 회계검사와 행정기관 및 공무원의 직무에 관한 감찰을 하기 위하여 대통령 소속하에 감사원을 둔다.",
  "[34001-139351] 헌법재판소는 ｢감사원법｣이 지방자치단체의 위임사무나 자치사무의 구별 없이 합법성 감사뿐만 아니라 합목적성 감사도 허용하고 있다고 결정하였다.",
  "[34001-139352] {@감사원은 감사원장과 7인의 감사위원으로 구성하며,} {@법률개정}으로 감사위원의 수는 {@4인으로 축소하거나 12인으로 증원할 수 있다.}",
  "[34001-139353] 감사원장은 국회의 동의를 받아 대통령이 임명하되, 감사원장이 사고로 인하여 직무를 수행할 수 없을 때에는 감사위원으로 최장기간 재직한 감사위원이 그 권한을 대행하고, 재직기간이 같은 감사위원이 2인 이상일 때에는 연장자가 그 권한을 대행한다.",
  "[34003-139358] 헌법재판소의 판례에 따르면 헌법이 제75조 및 제95조에서 예정하고 있는 행정입법의 형식이 예시적인 것이다.",
  "[34003-139359] 위임입법이 대법원 규칙인 경우에도 수권법률에서 헌법 제75조에 근거한 포괄위임금지원칙을 준수하여야 하나, 대법원 규칙으로 규율될 내용들은 법원의 전문적이고 기술적인 사무에 관한 것이 대부분일 것이므로 수권법률에서의 위임의 구체성·명확성의 정도는 다른 규율 영역에 비해 완화될 수 있다.",
  "[34003-139360] 위임조항에서 위임의 구체적 범위를 명확히 규정하고 있지 않다고 하더라도 당해 법률의 전반적 체계와 관련 규정에 비추어 위임조항의 내재적인 위임의 범위나 한계를 객관적으로 분명히 확정할 수 있다면 이를 일반적으로 포괄적인 백지위임에 해당하는 것으로 볼 수 없다.",
  "[34003-139361] 법률이 대통령령으로 위임하는 경우 {@규정될 내용 및 범위의 기본사항이 구체적이고 명확하게 규정되어 있지 않더라도 관련 분야의 평균인이 볼 때} 당해 법률로부터 대통령령에 규정될 내용의 대강을 예측할 수 있으면 위임입법의 한계를 넘은 것이 아니다.",
  "[34210-140186] {@대통령이 자신에 대한 재신임을 헌법 제72조에 정한 국민투표의 형태로 묻고자 하는 것은 가능하나,} 특정 정책과 자신의 신임을 연계하여 국민투표에 부치는 것은 허용되지 아니한다.",
  "[34210-140187] 헌법이 군령과 군정에 관한 권한을 모두 국군의 통수권이라는 이름으로 대통령에게 부여하는 것은 군령‧군정일원주의를 정하여 문민통제를 실현하는 것이다.",
  "[34210-140188] 대통령이 행하는 일반사면은 국무회의의 필수적 심의를 거친 후에 국회의 동의를 얻어 대통령령으로 한다",
  "[34210-140189] 대통령도 국민의 한사람으로서 제한적으로나마 기본권의 주체가 될 수 있는바, 대통령은 소속 정당을 위하여 정당활동을 할 수 있는 사인으로서의 지위와 국민 모두에 대한 봉사자로서 공익실현의 의무가 있는 헌법기관으로서의 지위를 동시에 갖는데 최소한 전자의 지위와 관련하여는 기본권 주체성을 갖는다.",
  "[34212-140194] 중앙선거관리위원회 위원 중 국회에서 선출하는 3인은 인사청문특별위원회의 인사청문을 거치고, 대통령이 임명하는 3인과 대법원장이 지명하는 3인은 소관 상임위원회의 인사청문을 거친다.",
  "[34212-140195] 각급선거관리위원회의 의결을 거쳐 행하는 사항에 대하여는 원칙적으로 행정절차에 관한 규정이 적용되지 않는바, 이는 권력분립의 원리와 선거관리위원회 의결절차의 합리성을 고려한 것이다.",
  "[34212-140196] 각급선거관리위원회는 위원 과반수의 출석으로 개의하고, 출석위원 과반수의 찬성으로 의결하며, 위원장은 표결권을 가지고 가부동수인 때에는 결정권을 가진다.",
  "[34212-140197] 국가보조금의 배분대상이 되는 정당의 중앙당이 그 대표자 선출을 위한 선거사무 중 투표 및 개표에 관한 사무의 관리를 중앙선거관리위원회에 위탁하는 경우 선거공영제의 원칙에 따라 {@당내경선의 투표 및 개표참관인의 수당에 관한 비용은 국가가 부담한다.}",
  "[34223-140238] 중앙행정기관의 장은 법률에서 위임한 사항이나 법률을 집행하기 위하여 필요한 사항을 규정한 대통령령‧총리령‧부령‧훈령‧예규‧고시 등이 제정‧개정 또는 폐지되었을 때에는 10일 이내에 이를 국회 소관 상임위원회에 제출하여야 한다.",
  "[34223-140239] 각 행정기관에 배치할 공무원의 종류와 정원, 고위공무원단에 속하는 공무원으로 보하는 직위와 고위공무원단에 속하는 공무원의 정원, 공무원배치의 기준 및 절차 그 밖에 필요한 사항은 대통령령으로 정하나, {@대통령비서실 및 국가안보실에 배치하는 정무직공무원의 경우에는 법률로 정한다.}",
  "[34223-140240] 입법권자는 헌법 제96조에 의하여 법률로써 행정을 담당하는 행정기관을 설치함에 있어, {@국무총리가 대통령의 명을 받아 통할하는 기관 외에는 대통령이 직접 통할하는 기관을 설치할 수 없다.}",
  "[34223-140241] 헌법 제62조에 따르면 국무총리나 국무위원 외에 정부위원도 국회에 출석하여 답변할 수 있으며, {@정부위원은 다른 정부위원으로 하여금 출석‧답변하게 할 수 있다.}",
  "[34225-140246] 인사혁신처, 법제처, 식품의약품안전처는 국무총리 소속기관이다.",
  "[34225-140247] 국무총리의 권한과 위상은 기본적으로 지리적인 소재지와는 직접적으로 관련이 있다고 할 수 없고, 국무총리의 소재지는 헌법적으로 중요한 기본적 사항이라 보기 어렵고 나아가 이러한 규범이 존재한다는 국민적 의식이 형성되었는지조차 명확하지 않으므로 이러한 관습헌법의 존재를 인정할 수 없다.",
  "[34225-140248] 국회에서 국무총리의 해임건의안이 발의되었을 때에는 국회의장은 그 해임건의안이 발의된 후 처음 개의하는 본회의에 그 사실을 보고하고, 본회의에 보고된 때부터 24시간 이후 {@48시간} 이내에 {@기명투표}로 표결한다.",
  "[34225-140249] 국회 본회의는 의결로 국무총리의 출석을 요구할 수 있으며, 이 경우 그 발의는 국회의원 20명 이상이 이유를 구체적으로 밝힌 서면으로 하여야 한다.",
  "[34226-140250] 대통령의 긴급재정경제명령은 중대한 재정 경제상의 위기에 처하여 국회의 집회를 기다릴 여유가 없을 때에 국가의 안전보장 또는 공공의 안녕질서를 유지하기 위하여 필요한 경우에 발동되는 일종의 국가긴급권으로서 {@대통령의 고도의 정치적 결단을 요하는 국가작용이므로 헌법재판소의 심판대상이 될 수 없다.}",
  "[34226-140251] 긴급재정경제명령은 위기가 발생할 우려가 있다는 이유로 사전적‧예방적으로 발할 수 없고, 공공복리의 증진과 같은 적극적 목적을 위하여도 발할 수 없다.",
  "[34226-140252] 국가긴급권은 비상적인 위기상황을 극복하고 헌법질서를 수호하기 위해 헌법질서에 대한 예외를 허용하는 것이기 때문에 그 본질상 {@일시적‧잠정적으로만 행사되어야 한다는 한계가 적용될 수 없다.}",
  "[34226-140253] 대통령은 내우‧외환‧천재‧지변 또는 중대한 재정‧경제상의 위기에 있어서 국가의 안전보장 또는 공공의 안녕질서를 유지하기 위하여 긴급한 조치가 필요하고 국회의 집회를 기다릴 여유가 없을 때에 한하여 최소한으로 필요한 재정․경제상의 처분을 하거나 이에 관하여 법률의 효력을 가지는 명령을 발할 수 있으며, 이 경우 국회가 폐회 중일 때에는 대통령은 지체 없이 {@국회에 집회를 요구하여야 한다.}",
  "[34232-140274] 선거운동은 각급선거관리위원회의 관리하에 법률이 정하는 범위 안에서 하되, 균등한 기회가 보장되어야 하며, 선거에 관한 경비는 {@정당에게 부담시킬 수 있으나} 후보자에게는 부담시킬 수 없다.",
  "[34232-140275] ｢정치자금법｣ 제27조(보조금의 배분)의 규정에 따라 보조금의 배분대상이 되는 정당이 당내경선사무 중 경선운동, 투표 및 개표에 관한 사무의 관리를 당해 선거의 관할선거구선거관리위원회에 위탁하는 경우 {@모든 수탁관리비용은 당해 정당이 부담한다.}",
  "[34232-140276] 중앙선거관리위원회 위원은 국회의 탄핵소추 대상이 되나 {@구‧시‧군선거관리위원회 위원은 국회의 탄핵소추 대상이 되지 아니한다.}",
  "[34232-140277] 정부는 중앙선거관리위원회의 예산을 편성함에 있어 중앙선거관리위원회 위원장의 의견을 최대한 존중하여야 하며, 국가재정상황 등에 따라 조정이 필요한 때에는 중앙선거관리위원회 위원장과 미리 협의하여야 한다.",
  "[34282-140523] 법무부장관이 대통령에게 특별사면을 상신할 때에는, 위원장 1명을 포함한 9명의 위원으로 구성된 사면심사위원회의 심사를 거쳐야 한다.",
  "[34282-140524] 대통령이 계엄을 해제할 때에는 국무회의의 심의를 {@거칠 필요가 없다.}",
  "[34282-140525] 대통령은 내우·외환·천재·지변 또는 중대한 재정·경제상의 위기에 있어서 국가의 안전보장 또는 공공의 안녕질서를 유지하기 위하여 긴급한 조치가 필요하고 {@국회의 집회가 불가능한 때에 한하여} 최소한으로 필요한 재정·경제상의 처분을 하거나 이에 관하여 법률의 효력을 가지는 명령을 발할 수 있다.",
  "[34282-140526] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정될 경우에는 {@직권으로 이를 중지 또는 취소할 수 있다}",
  "[34282-140527] 국무회의는 구성원 {@3분의 2 이상의 출석으로 개의하고, 출석구성원 과반수의 찬성으로 의결한다.}",
  "[34289-140558] 국무총리는 대통령 다음가는 상급행정관청으로서 중앙행정기관의 장의 명령이나 처분이 위법·부당하다고 인정할 때에는 {@직권으로} 이를 중지 또는 취소할 수 있다.",
  "[34289-140559] 대통령이 국가안위에 관한 중요정책에 대한 국민투표를 실시하지 않은 것은 국민의 {@국민투표권을 침해한 것이다.}",
  "[34289-140560] 국무회의는 구성원 과반수의 출석으로 개의하고, {@출석구성원 과반수의 찬성}으로 의결한다.",
  "[34289-140561] 현행 헌법상 설치가능한 행정각부의 최대 숫자는 30개이다.",
  "[34289-140562] 헌법 제95조는 부령에의 위임근거를 마련하면서 헌법 제75조와 같이 ‘구체적으로 범위를 정하여’라는 문구를 사용하고 있지 않기 때문에, {@포괄위임금지원칙은 부령에 위임하는 경우에는 적용되지 않는다.}",
  "[34296-140593] 감사원은 대통령의 소속하에 있다.",
  "[34296-140594] 감사위원은 원장의 제청으로 대통령이 임명한다.",
  "[34296-140595] 감사원은 독립기관이므로 국회는 의결로 감사원에 대하여 감사원법에 의한 감사원의 직무범위에 속하는 사항 중 사안을 특정하여 감사를 요구할 수 {@없다.}",
  "[34296-140596] 감사원장이 사고로 인하여 직무를 수행할 수 없을 때에는 원칙적으로 감사위원으로 최장기간 재직한 감사위원이 그 직무를 대행한다.",
  "[34296-140597] 감사원은 지방자치단체의 위임사무나 자치사무의 구별 없이 합법성 감사뿐만 아니라 합목적성 감사도 할 수 있다.",
  "[34301-140618] 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서 병력으로써 군사상의 필요에 응하거나 공공의 안녕질서를 유지할 필요가 있을 때에는 법률이 정하는 바에 의하여 계엄을 선포할 수 있다.",
  "[34301-140619] 헌법 제77조 제1항이 규정한 계엄의 발동요건은 비상계엄은 물론 경비계엄에도 적용된다.",
  "[34301-140620] 계엄선포는 국무회의의 필수적 심의사항이다.",
  "[34301-140621] 계엄사령관은 계엄의 시행에 관하여 국방부장관의 지휘·감독을 받지만 전국을 계엄지역으로 하는 경우에는 대통령의 지휘·감독을 받는다.",
  "[34301-140622] 계엄선포 행위는 통치행위로서 사법심사가 불가능하기 때문에 계엄선포 이후 내려진 계엄당국의 {@개별적 포고령이나 구체적 집행행위 역시 사법심사의 대상이 될 수 없다.}",
  "[34307-140648] 대통령의 보좌기관으로서 부서의무와 부서에 대한 책임",
  "[34307-140649] 국무회의 부의장으로서 국무위원 임명제청 및 해임건의권",
  "[34307-140650] 행정의 책임자로서 ｢정부조직법｣에 따른 {@독자적인 행정각부통할권}",
  "[34307-140651] 중앙행정관청으로서 대통령의 위임에 의한 총리령발포권",
  "[34307-140652] 집행부의 제2인자로서 행정각부장관 임명제청권",
  "[34317-140698] 감사위원의 임명",
  "[34317-140699] 정당해산의 제소",
  "[34317-140700] 대통령의 긴급명령·긴급재정경제처분 및 명령",
  "[34317-140701] 영전수여",
  "[34317-140702] 국회의 임시회 집회의 요구",
  "[34340-140796] 헌법 제72조의 국민투표권은 대통령이 어떠한 정책을 국민투표에 부의한 경우에 비로소 행사가 가능한 기본권이라 할 수 있다.",
  "[34340-140797] 헌법개정안에 대한 국민투표제를 처음 도입한 것은 제3공화국(1962년) 헌법이다.",
  "[34340-140798] 대법원은 국민투표에 관하여 국민투표법 또는 국민투표법에 의하여 발하는 명령에 위반하는 사실이 있는 경우라도 국민투표의 결과에 영향을 미쳤다고 인정하는 때에 한하여 국민투표 무효의 판결을 하여야 하며, 국민투표의 {@일부의 무효를 판결할 수는 없다.}",
  "[34340-140799] 국민투표의 효력에 관하여 이의가 있는 투표인은 투표인 10만인 이상의 찬성을 얻어 중앙선거관리위원회위원장을 피고로 하여 투표일로부터 20일 이내에 대법원에 제소할 수 있다.",
  "[34353-140848] 대통령은 법률에서 구체적으로 범위를 정하여 위임받은 사항과 법률을 집행하기 위하여 필요한 사항에 관하여 대통령령을 발할 수 있다.",
  "[34353-140849] 대통령의 긴급재정경제명령은 국가긴급권의 일종으로서 고도의 정치적 결단에 의하여 발동되는 행위이고 그 결단을 존중하여야 할 필요성이 있는 행위라는 의미에서 이른바 통치행위에 속한다.",
  "[34353-140850] 비상계엄이 선포된 때에는 법률이 정하는 바에 의하여 영장제도, 언론·출판·집회·결사의 자유, 정부나 법원의 권한에 관하여 특별한 조치를 할 수 있다.",
  "[34353-140851] 대통령은 법률이 정하는 바에 의하여 사면·감형 또는 복권을 명할 수 있고, {@사면·감형 또는 복권}을 명하려면 국회의 동의를 얻어야 한다.",
  "[34396-141020] 감사원장과 {@감사위원은 국회의 동의를 얻어} 대통령이 임명하고, 1차에 한하여 중임할 수 있다.",
  "[34396-141021] 감사원법이 감사위원의 정치운동을 금지하는 취지는 감사원의 독립성을 보장하기 위한 것이다.",
  "[34396-141022] 감사원은 세입‧세출의 결산을 매년 검사하여 대통령과 차년도국회에 그 결과를 보고하여야 한다.",
  "[34396-141023] 감사원은 행정기관 및 공무원의 직무에 관한 감찰을 할 수 있으나, 국회‧법원 및 헌법재판소에 소속한 공무원은 직무감찰의 대상이 아니다.",
  "[34429-141152] 감사원장과 감사위원의 임기는 헌법사항에 속하며, 4년으로 하고 있다.",
  "[34429-141153] 감사원은 기능적인 측면은 물론이고 그 {@조직적인 면에서도 독립기관이라 할 수 있다.}",
  "[34429-141154] 감사원은 국무회의나 국무총리에 대한 종속적 기관이 아니므로 {@그 권한행사에 있어서는 오직 대통령만이 구체적 지시를 할 수 있다.}",
  "[34429-141155] 감사원은 {@국회·법원 및 헌법재판소에 소속된 공무원의 직무에 대해서 감찰할 수 있다.}",
  "[34456-141260] 대통령이 자신에 대한 재신임을 국민투표의 형태로 묻고자하는 것은 헌법 제72조에 의하여 부여받은 국민투표부의권을 위헌적으로 행사하는 경우에 해당한다.",
  "[34456-141261] 대통령의 ‘직책을 성실히 수행할 의무’는 헌법적 의무에 해당하므로 대통령이 국민의 신임을 배반하지 않을 정도로 직책을 성실히 수행하였는지 여부는 {@탄핵심판절차의 판단 대상이 된다.}",
  "[34456-141262] 대통령은 국회의 임시회 집회를 요구할 수 있다. 이 경우에는 국무회의의 심의를 거쳐야 하고, 기간과 집회요구의 이유를 명시하여야 한다.",
  "[34456-141263] 행정기관 소속 5급 이상 공무원은 소속 장관의 제청으로 인사혁신처장과 협의를 거친 후에 국무총리를 거쳐 대통령이 임용하되, 국세청장은 국회의 인사청문을 거쳐 대통령이 임명한다.",
  "[34467-141304] 대법원장은 국회의 동의를 얻어 {@대법관 중에서} 대통령이 임명한다.",
  "[34467-141305] 대법관은 대법원장의 제청으로 {@국회의 동의 없이} 대통령이 임명한다.",
  "[34467-141306] 헌법재판소의 장은 국회의 동의를 얻어 재판관 중에서 대통령이 임명한다.",
  "[34467-141307] 헌법재판소 재판관은 {@헌법재판소장의 제청으로 대통령이 임명한다.}",
  "[34477-141344] 국무총리는 대통령의 첫째 가는 보좌기관에 불과할 뿐 행정에 관하여 독자적인 권한을 갖지 못한다.",
  "[34477-141345] 국무위원은 국회의원의 직을 겸할 수 있는 데 비하여 {@국무총리는 국회의원의 직을 겸할 수 없다.}",
  "[34477-141346] 국무총리는 군사에 관한 것도 포함하여 대통령의 모든 국법상 행위에 대해 부서할 수 있는 권한을 갖는다.",
  "[34477-141347] 국무총리는 대통령에 대해 국무위원의 임명에 대한 제청권과 국무위원 해임에 대한 건의권 모두 행사할 수 있다.",
  "[34488-141388] 대통령의 형사상 불소추특권은 대통령으로 재직중인 동안만 형사상 특권을 부여하고 있는 것에 불과하다.",
  "[34488-141389] 대통령은 중요정책과 결부하여서도 자신에 대한 국민의 신임을 국민투표에 붙여서는 안 된다.",
  "[34488-141390] 대통령이 국회에서 의결된 법률안에 대해 재의결을 요구하고자 하는 경우에는 이의서를 붙여 국회로 환부하여야 한다.",
  "[34488-141391] 대통령이 특별사면을 하는 경우에 선고된 {@형의 일부에 대해서만 사면을 하는 것은 사면권의 남용으로 허용되지 않는다.}",
  "[34492-141404] 국무회의는 대통령‧국무총리와 {@15인 이상 25인 이하의 국무위원}으로 구성한다.",
  "[34492-141405] 국회의 임시회 집회의 요구, 헌법개정안‧국민투표안‧조약안‧법률안 및 대통령령안은 국무회의의 심의를 거쳐야 한다.",
  "[34492-141406] 국가원로자문회의의 의장은 직전대통령이 된다. 다만, 직전대통령이 없을 때에는 {@국무총리가 대행한다.}",
  "[34492-141407] 국가안전보장회의는 {@국무총리}가 주재한다.",
  "[34506-141460] 대통령당선인은 대통령 임기 시작 전에 국회의 인사청문 절차를 거치게 하기 위하여 국무총리 및 국무위원 후보자를 지명할 수 있다.",
  "[34506-141461] 대통령 선거 결과 대통령당선인이 확정된 후 대통령 취임 시까지 대통령당선인의 법적 지위에 관한 헌법과 {@법률상의 규정이 없다.}",
  "[34506-141462] 대통령직인수위원회는 정부의 조직‧기능 및 예산현황의 파악, 새 정부의 정책기조를 설정하기 위한 준비, 대통령의 취임행사 등 관련업무의 준비, 그 밖의 대통령직 인수에 필요한 사항 등에 관한 업무를 담당한다.",
  "[34506-141463] 대통령직인수위원회는 위원장 1명, 부위원장 1명 및 24명 이내의 위원으로 구성하고 대통령당선인이 임명한다.",
  "[34509-141472] 대통령은 국회의 임시회의 집회를 요구할 수 있고, 국회의 임시회 집회의 요구는 국무회의의 심의를 거쳐야 한다.",
  "[34509-141473] 대통령은 국회에 출석하여 발언하거나 서한으로 의견을 표시할 수 있으나, 국회에 출석하거나 답변해야 할 의무는 없다.",
  "[34509-141474] 대통령은 법률이 정하는 바에 의하여 사면‧감형 또는 복권을 명할 수 있으나, 일반사면을 명하려면 국회의 동의를 얻어야 한다.",
  "[34509-141475] 국회에서 의결된 법률안이 정부에 이송되면, 이송 후 {@20일 이내에} 대통령은 이를 공포하여야 한다.",
  "[34532-141564] 헌법이나 법률에 대통령의 재직중 공소시효의 진행이 정지된다고 명백히 규정되어 있지는 않다고 하더라도, 대통령의 재직중에는 공소시효의 진행이 당연히 정지되는 것으로 보아야 한다.",
  "[34532-141565] 대통령은 소속 정당을 위하여 정당활동을 할 수 있는 사인으로서의 지위와 국민 모두에 대한 봉사자로서 공익실현의 의무가 있는 헌법기관으로서의 지위를 동시에 갖는데 최소한 전자의 지위와 관련하여는 기본권주체성을 갖는다",
  "[34532-141566] 대통령이 국회 본회의에서 행한 시정연설에서 정책과 결부하지 않고 단순히 대통령의 신임 여부만을 묻는 국민투표를 실시하고자 한다고 밝힌 것은 대통령의 권한으로 국민투표를 실시하겠다는 명백한 의사결정을 대외적으로 표시한 것으로 {@헌법소원의 대상이 되는 공권력의 행사에 해당한다.}",
  "[34532-141567] 대통령이 일반사면을 명하려면 국회의 동의를 얻어야 한다.",
  "[34551-141640] 대통령이 계엄을 선포하였을 때에는 지체없이 국회에 통고하여야 하는데, 이때 {@국회가 폐회 중인 경우에는 대통령이 국회에 집회를 요구하지 않아도 된다.}",
  "[34551-141641] 대통령이 계엄을 선포할 때에는 국무회의의 심의를 거쳐야 하나, {@계엄을 변경하고자 할 때에는 국무회의의 심의를 거칠 필요가 없다.}",
  "[34551-141642] 국회가 {@재적의원 과반수의 출석과 출석의원 과반수의 찬성}으로 계엄의 해제를 요구한 때에는 대통령은 이를 해제하여야 한다.",
  "[34551-141643] 비상계엄이 선포된 때에는 법률이 정하는 바에 의하여 영장제도, 언론‧출판‧집회‧결사의 자유, 정부나 법원의 권한에 관하여 특별한 조치를 할 수 있다.",
  "[34557-141664] 행정각부의 장은 국무위원 중에서 임명해야 하므로, 행정각부의 장에 대한 임명에는 국무위원의 경우와 달리 {@국무총리의 제청이 별도로 요구되지 않는다.}",
  "[34557-141665] 국무위원은 국무총리의 제청으로 대통령이 임명하며, 군인도 현역을 면한 후에는 국무위원으로 임명될 수 있다.",
  "[34557-141666] 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 부령을 발할 수 있으며, 소관사무에 관하여 지방행정의 장을 지휘‧감독한다.",
  "[34557-141667] 국무위원은 국무회의의 구성원으로서, 국무회의 의안 제출권, 대통령의 국법상 행위에 대한 부서권, 국회 출석‧발언권 등을 가진다.",
  "[34577-141744] 대통령은 국회의 동의를 얻어 대법원장을 임명하고, 대법관을 임명할 때에는 {@국회의 인사청문회를 거치는 것으로 국회 동의 절차를 갈음한다.}",
  "[34577-141745] 대통령은 9인의 헌법재판소 재판관 중 {@3인에 대해서만} 임명권을 행사할 수 있고, 3인은 국회에서 선출하며, 3인은 대법원장이 지명한다.",
  "[34577-141746] 대통령은 국회의 동의 절차 없이 감사원장의 제청으로 감사위원을 임명한다.",
  "[34577-141747] 대통령은 ｢인사청문회법｣ 소정의 기간 이내에 국무위원 후보자에 대한 인사청문경과보고서를 국회가 송부하지 않은 경우 {@그 후보자를 국무위원으로 임명할 수 없다.}",
  "[34578-141748] 중앙행정기관의 장은 법률에서 위임한 사항이나 법률을 집행하기 위하여 필요한 사항을 규정한 대통령령‧총리령‧부령‧훈령‧예규‧고시 등이 제정‧개정 또는 폐지되었을 때에는 10일 이내에 이를 국회 소관 상임위원회에 제출하여야 한다.",
  "[34578-141749] 법령의 직접적인 위임에 따라 수임행정기관이 그 법령을 시행하는 데 필요한 구체적 사항을 정한 것이면, 그 제정형식은 비록 법규명령이 아닌 고시, 훈령, 예규 등과 같은 행정규칙이더라도, 그것이 상위법령의 위임한계를 벗어나지 아니하는 한, 상위법령과 결합하여 대외적인 구속력을 갖는 법규명령으로서 기능하게 된다고 보아야 한다.",
  "[34578-141750] 부령의 제정‧개정절차가 대통령령에 비하여 보다 용이한 점을 고려할 때 재위임에 의한 부령의 경우에도 위임에 의한 대통령령에 가해지는 헌법상의 제한이 당연히 적용되어야 할 것이다.",
  "[34578-141751] 포괄위임금지원칙은 법률에 이미 대통령령 등 하위법규에 규정될 내용 및 범위의 기본사항이 구체적으로 규정되어 있어서 누구라도 당해 법률로부터 하위법규에 규정될 내용의 대강을 예측할 수 있어야 함을 의미하는데, {@위임입법이 대법원규칙인 경우에는 수권법률에서 이 원칙을 준수하여야 하는 것은 아니다.}",
  "[34580-141756] 대통령선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 재적의원 과반수가 출석한 공개회의에서 다수표를 얻은 자를 당선자로 한다.",
  "[34580-141757] 대통령이 영전수여를 위해서는 {@국무회의의 심의를 거쳐야 하는 것은 아니다.}",
  "[34580-141758] 대통령은 국회의 동의를 얻어 국무총리를 임명하며, 국무총리의 제청으로 국무위원을 임명한다.",
  "[34580-141759] 대통령은 국무회의의 의장으로서 회의를 소집하고 이를 주재하지만 대통령이 사고로 직무를 수행할 수 없는 경우에는 국무총리가 그 직무를 대행할 수 있고, 대통령이 해외 순방 중인 경우는 ‘사고’에 해당되므로, 대통령의 직무상 해외 순방 중 국무총리가 주재한 국무회의에서 이루어진 정당해산심판청구서 제출안에 대한 의결은 위법하지 아니하다.",
  "[34598-141828] 중앙선거관리위원회는 법령의 범위안에서 선거관리, 국민투표관리 또는 정당사무에 관한 규칙을 제정할 수 있으며, 법률에 저촉되지 아니하는 범위안에서 내부규율에 관한 규칙을 제정할 수 있다.",
  "[34598-141829] 각급선거관리위원회는 위원 과반수의 출석으로 개의하고 출석위원 과반수의 찬성으로 의결하며, 위원장은 {@가부동수인 경우 결정권을 행사하지 못한다.}",
  "[34598-141830] ｢공직선거에 관한 사무처리예규｣는 개표관리 및 투표용지의 유‧무효를 가리는 업무에 종사하는 각급선거관리위원회 직원 등에 대한 업무처리지침 내지 사무처리준칙에 불과할 뿐 국민이나 법원을 구속하는 효력이 없는 행정규칙이므로 헌법소원의 대상이 되지 않는다.",
  "[34598-141831] 구‧시‧군선거관리위원회 위원의 임기는 3년으로 하되, 한 차례만 연임할 수 있다.",
  "[34643-142008] 대통령선거에서 당선의 효력에 이의가 있는 경우, 후보자를 추천한 정당 또는 후보자는 당선인결정일부터 30일 이내에 그 사유에 따라 당선인을 피고로 하거나 그 당선인을 결정한 중앙선거관리위원회위원장 또는 국회의장을 피고로 하여 대법원에 소를 제기할 수 있다.",
  "[34643-142009] 대통령은 {@헌법재판관}, 대법관, {@감사위원}을 국회의 동의를 얻어 각각 임명한다.",
  "[34643-142010] 대통령 취임선서에서 규정한 ‘직책을 성실히 수행할 의무’는 헌법적 의무에 해당하지만, 규범적으로 그 이행이 관철될 수 있는 성격의 의무가 아니므로 원칙적으로 사법적 판단의 대상이 되기는 어렵다.",
  "[34643-142011] 대통령은 국민의 한사람으로서 제한적으로나마 기본권의 주체가 될 수 있는바, 대통령은 소속 정당을 위하여 정당활동을 할 수 있는 사인으로서의 지위와 국민 모두에 대한 봉사자로서 공익실현의 의무가 있는 헌법기관으로서의 지위를 동시에 갖는데 최소한 전자의 지위와 관련하여는 기본권 주체성을 갖는다고 할 수 있다.",
  "[34660-142076] 헌법 제69조가 정한 취임선서의무의 내용인 ‘대통령의 직책을 성실히 수행할 의무’의 이행 여부는 사법적 심사의 대상이 되지 아니한다.",
  "[34660-142077] 대통령이 {@특별사면}을 명하려면 국회의 동의를 얻어야 한다.",
  "[34660-142078] 대통령은 국무회의의 의장이 되고, 국무총리는 부의장이 된다.",
  "[34660-142079] 헌법재판소의 장은 국회의 동의를 얻어 재판관 중에서 대통령이 임명한다.",
  "[34791-142643] 정부는 법률안을 제출할 수 있으며, 대통령은 법률안거부권을 행사하는 경우 {@법률안을 수정하여 재의를 요구할 수 있다.}",
  "[34791-142644] 현행 「사면법」은 헌법재판소의 탄핵결정을 받은 공무원에 대한 대통령의 사면권을 {@규정하고 있다.}",
  "[34791-142645] 대통령은 국회에 출석하여 발언하거나 서한으로 의견을 표시할수 있다.",
  "[34791-142646] 대통령이 긴급명령권을 발동하려면 국회의 {@사전동의}를 얻어야 하며, 동의를 얻지 못한 때에는 그 명령은 폐기된다",
  "[34791-142647] {@대통령은} 계엄을 선포한 경우 계엄지역의 {@행정사무와 사법사무를 관장}하며, 계엄사령관을 직접 지휘&middot;감독한다.",
  "[34815-142741] 국무총리가 사고로 직무를 수행할 수 없는 경우에는 {@교육부장관이 겸임하는 부총리, 기획재정부장관이 겸임하는 부총리의 순}으로 직무를 대행하고, 국무총리와 부총리가 모두 사고로 직무를 수행할 수 없는 경우에는 대통령의 지명이 있으면 그 지명을 받은 국무위원이 그 직무를 대행한다.",
  "[34815-142742] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정할 때에는 대통령의 승인을 받아 이를 중지 또는 취소할 수 있다.",
  "[34815-142743] 국무총리는 국무회의의 부의장으로서 {@국무위원이다.}",
  "[34815-142744] 헌법재판소는 국무총리는 대통령의 첫째 가는 보좌기관으로서 행정에 관하여 {@독자적인 권한을 가지고} 대통령의 명을 받아 행정각부를 통할하는 기관으로서의 지위를 가진다고 보았다.",
  "[34816-142745] 감사원은 감사 결과 법령상·제도상 또는 행정상 모순이 있거나 그 밖에 개선할 사항이 있다고 인정할 때에는 국무총리, 소속 장관, 감독기관의 장 또는 해당 기관의 장에게 법령 등의 제정·개정 또는 폐지를 위한 조치나 제도상 또는 행정상의 개선을 요구할 수 있다.",
  "[34816-142746] 감사위원회의는 {@재적 감사위원 과반수의 참석과 참석 감사위원 과반수의 찬성으로 의결}한다.",
  "[34816-142747] 감사원은 원장을 포함한 5인 이상 11인 이하의 감사위원으로 구성되며, 원장은 {@국회의 동의 없이} 대통령이 임명하고, 1차에 한하여 중임할 수 있다.",
  "[34816-142748] 원장이 사고로 인하여 직무를 수행할 수 없는 때에는 {@원장이 지정하는 감사위원}이 그 직무를 대행한다.",
  "[34819-142757] 대통령선거 및 국회의원선거에 있어서 선거의 효력에 관하여 이의가 있는 선거인&middot;후보자를 추천한 정당 또는 후보자가 대법원에 소를 제기할 때의 피고는 당해 선거구선거관리위원회위원장이다.",
  "[34819-142758] 헌법은 탄핵소추의 대상자로서 대통령ㆍ국무총리ㆍ국무위원ㆍ행정각부의 장ㆍ헌법재판소 재판관ㆍ법관ㆍ{@중앙선거관리위원회위원장}ㆍ감사원장ㆍ감사위원ㆍ기타 법률이 정한 공무원으로 규정하고 있고, 선거관리위원회법에서 중앙선거관리위원회 및 각급선거관리위원회 위원을 탄핵소추의 대상으로 포함하고 있다.",
  "[34819-142759] 국회에서 선출하는 중앙선거관리위원회 위원에 대한 선출안의 심사는 국회 인사청문특별위원회에서, 대통령이 임명하는 중앙선거관리위원회 위원 후보자에 대한 인사청문은 소관상임위원회에서 한다.",
  "[34819-142760] 각급선거관리위원회의 회의는 당해 위원장이 소집한다. 다만, 위원 3분의 1 이상의 요구가 있을 때에는 위원장은 회의를 소집하여야 하며 위원장이 회의소집을 거부할 때에는 회의소집을 요구한 3분의 1 이상의 위원이 직접 회의를 소집할 수 있다.",
  "[34826-142786] 대통령은 국회에 출석하여 발언할 수 있으나 {@서한으로 의견을 표시할 수는 없다.}",
  "[34826-142787] 계엄사령관은 계엄의 시행에 관하여 국방부장관의 지휘․감독을 받는다. 다만, 전국을 계엄지역으로 하는 경우와 대통령이 직접 지휘·감독을 할 필요가 있는 경우에는 대통령의 지휘·감독을 받는다.",
  "[34826-142788] 대통령은 내란 또는 외환의 죄를 범한 경우를 제외하고는 재직중 {@형사상 소추와 민사상 책임을 지지 않는다.}",
  "[34826-142789] 대통령은 법률이 정하는 바에 의하여 사면·감형 또는 복권을 명할 수 있으며, {@일반사면의 경우 국회의 동의 없이} 행할 수 있다.",
  "[34878-142994] 대통령은 국가의 원수이며, 외국에 대하여 국가를 대표한다.",
  "[34878-142995] 대통령은 국가의 독립ㆍ영토의 보전ㆍ국가의 계속성과 헌법을 수호할 책무를 진다.",
  "[34878-142996] 대통령은 조국의 평화적 통일을 위한 성실한 의무를 진다.",
  "[34878-142997] 대통령의 임기 만료시에는 임기 만료 {@80일 전}에 후임자를 선거한다.",
  "[35031-143638] 국무총리는 행정에 관하여 대통령의 명을 받아 행정각부를 통할한다.",
  "[35031-143639] 한국헌정사에서 국무총리제는 제2차 개헌(1954)때 폐지된 바 있다.",
  "[35031-143640] 국무총리는 대통령의 보좌기관으로서 독자적으로 정치적 결정을 하지는 못하지만, 대통령의 궐위 또는 사고 시 제1순위의 권한대행자로서의 지위를 가진다.",
  "[35031-143641] 국무총리는 국회의 동의를 얻어 대통령이 임명하지만, 국무총리의 해임은 국회의 동의를 요하지 않는다.",
  "[35031-143642] 현행법에는 국무총리가 국회의원을 겸직할 수 없다는 {@명문의 금지규정이 있다.}",
  "[35039-143678] 감사원은 대통령에 소속하되 직무에 관하여는 독립성을 갖는다.",
  "[35039-143679] 감사원은 행정 및 {@입법기관의 사무와 그에 소속한 공무원의 직무감찰권한}을 갖는다.",
  "[35039-143680] 감사원은 국가, 지방자치단체 등의 회계를 상시 검사·감독하여 그 적정을 기하는 기능을 가진다.",
  "[35039-143681] 감사원의 직무감찰기능에는 공무원의 비위감찰뿐만 아니라 법령·제도 또는 행정관리의 모순이나 문제점 개선 등에 관한 것도 포함된다.",
  "[35039-143682] 감사원의 결산기능은 헌법에 근거한 것으로 세입·세출의 결산을 매년 검사하여 대통령과 차년도 국회에 그 결과를 보고하여야 한다.",
  "[36361-149421] 기본권을 제한하는 내용의 입법을 위임할 때에는 법규명령에 위임하는 것이 원칙이고, 고시와 같은 형식으로 입법위임을 할 때에는 법령이 전문적․기술적 사항이나 경미한 사항으로서 업무의 성질상 위임이 불가피한 사항에 한정된다.",
  "[36361-149422] 입주자들이 국가나 사업주체의 관여없이 자치활동의 일환으로 구성한 입주자대표회의는 사법상의 단체로서, 그 구성에 필요한 사항을 대통령령에 위임하도록 한 것은 법률유보원칙에 위반되지 않는다.",
  "[36361-149423] 대통령은 국무총리와 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정하면 국무회의의 심의를 거쳐 이를 {@중지 또는 취소하여야 한다.}",
  "[36361-149424] 국무총리는 대통령의 명을 받아 각 중앙행정기관의 장을 지휘․감독한다.",
  "[36370-149457] 선거일 현재 5년 이상 국내에 거주하고 있는 40세 이상의 국민은 대통령의 피선거권이 있다. 이 경우 공무로 외국에 파견된 기간과 국내에 주소를 두고 일정기간 외국에 체류한 기간은 국내거주기간으로 본다.",
  "[36370-149458] 대통령 선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 공개회의에서 재적의원 과반수의 출석과 {@출석의원 과반수의 찬성을 얻은 자}를 당선자로 한다.",
  "[36370-149459] 대통령의 임기는 전임대통령의 임기만료일의 다음날 0시부터 개시되나, 전임자의 임기가 만료된 후에 실시하는 선거와 궐위로 인한 선거에 의한 대통령의 임기는 당선이 결정된 때부터 개시된다.",
  "[36370-149460] 대통령이 헌법상 허용되지 않는 재신임 국민투표를 국민들에게 제안한 것은 그 자체로서 헌법 제72조에 반하는 것으로 헌법을 실현하고 수호해야 할 대통령의 의무를 위반한 것이다.",
  "[36637-150565] 법무부장관은 사면심사위원회의 심사를 거쳐 대통령에게 특별사면을 상신한다.",
  "[36637-150566] 형의 집행유예를 선고받은 자에 대하여는 형 선고의 효력을 상실하게 하는 특별사면 또는 형을 변경하는 감형을 하거나 그 유예기간을 단축할 수 있다.",
  "[36637-150567] 유죄의 확정판결 후 형 선고의 효력을 상실케 하는 특별사면이 있었다면 이미 {@재심청구의 대상이 존재하지 아니하므로}, 그러한 판결이 여전히 유효하게 존재함을 전제로 하는 재심청구는 {@부적법}하다.",
  "[36637-150568] 특별사면은 국가원수인 대통령이 형의 집행을 면제하거나 선고의 효력을 상실케 하는 시혜적 조치로서, 형의 전부 또는 일부에 대하여 하거나, 중한 형 또는 가벼운 형에 대하여만 할 수도 있다.",
  "[36638-150569] 대통령을 제외한 다른 공직자의 경우에는 파면결정으로 인한 효과가 일반적으로 적기 때문에 상대적으로 경미한 법위반행위에 의해서도 파면이 정당화될 가능성이 큰 반면, 대통령의 경우에는 파면결정의 효과가 지대하기 때문에 파면결정을 하기 위해서는 이를 압도할 수 있는 중대한 법위반이 존재해야 한다.",
  "[36638-150570] 대통령은 행정부의 수반으로서 국가가 국민의 생명과 신체의 안전 보호의무를 충실하게 이행할 수 있도록 권한을 행사하고 직책을 수행하여야 하는 의무를 부담하지만, 국민의 생명이 위협받는 재난상황이 발생하였다고 하여 대통령이 직접 구조 활동에 참여하여야 하는 등 구체적이고 특정한 행위의무까지 바로 발생한다고 보기는 어렵다.",
  "[36638-150571] 대통령은 국가의 안위에 관계되는 중대한 교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 {@국회의 집회를 기다릴 여유가 없을 때에} 한하여 법률의 효력을 가지는 긴급명령을 발할 수 있다.",
  "[36638-150572] 대통령의 임기가 만료되는 때에는 임기만료 70일 내지 40일 전에 후임자를 선거하고, 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.",
  "[36639-150573] 법률에서 위임받은 사항을 전혀 규정하지 아니하고 그대로 하위의 법규명령에 재위임하는 것은 허용되지 않으며 위임받은 사항에 관하여 대강(大綱)을 정하고 그 중의 특정사항을 범위를 정하여 하위의 법규명령에 다시 위임하는 경우에만 재위임이 허용된다.",
  "[36639-150574] 입법자는 법률에서 구체적으로 범위를 정하여 대통령령에 입법사항을 위임할 수 있을 뿐 부령에 {@직접 입법사항을 위임 할 수는 없다.}",
  "[36639-150575] 국무위원은 {@행정각부의 장 중에서} 국무총리의 제청으로 대통령이 임명한다.",
  "[36639-150576] 국회는 대통령에게 {@행정각부의 장의 해임을 건의할 수 있으나 국무위원의 해임은 건의할 수 없다}.",
  "[46213-166754] 중앙선거관리위원회 위원장이 중앙선거관리위원회 전체회의의 심의를 거쳐 대통령의 위법사실을 확인한 후 그 재발방지를 촉구하는 내용으로 대통령에게 선거중립의무 준수요청 조치를 한 것은 단순한 권고적 행위가 아니라 헌법소원의 대상이 되는 공권력 행사에 해당한다.",
  "[46213-166755] 정당 등록신청을 받은 관할 선거관리위원회는 형식적 요건을 구비하는 한 이를 거부하지 못하나, 형식적 요건을 구비하지 못한 때에는 상당한 기간을 정하여 보완을 명하고, 2회 이상 보완을 명하여도 응하지 않는 경우에는 그 신청을 각하할 수 있다.",
  "[46213-166756] 선거관리위원회가 선거인명부 작성 등 선거사무와 국민투표사무에 관하여 관계 행정기관에 지시하는 것은 {@비구속적인 행정행위}에 해당하므로 행정기관이 이에 따라야 할 의무는 {@원칙적으로 인정되지 않는다}.",
  "[46213-166757] 헌법은 선거관리위원회 위원이 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 않도록 위원의 신분보장에 관하여 직접 규정하고 있다.",
  "[46217-166770] 일반사면은 헌법상 국무회의의 필수적 심의를 거친 후에 국회의 동의를 얻어 {@법률의 형식으로} 행한다.",
  "[46217-166771] 선고된 형 전부를 사면할 것인지 또는 일부만을 사면할 것인지를 결정하는 것은 사면권자의 전권사항에 속하는 것이다.",
  "[46217-166772] 유죄판결 확정 후 형선고의 효력을 상실케 하는 특별사면이 있으면 재심을 청구할 수 있다.",
  "[46217-166773] 타인에 대한 특별사면권 행사에 관하여 일반국민은 기본권침해의 자기관련성ㆍ직접성을 인정받기 어려우므로, 이에 대한 헌법소원심판청구는 부적법하다.",
  "[46358-167358] 대통령은 필요하다고 인정할 때에는 {@국회의 동의를 얻어} 외교ㆍ국방ㆍ통일 기타 국가안위에 관한 중요정책을 국민투표에 붙인다.",
  "[46358-167359] 대통령이 재직 중 탄핵결정을 받아 퇴임한 경우 ‘필요한 기간의 경호 및 경비’를 제외하고는 『전직대통령 예우에 관한 법률』에 따른 전직대통령으로서의 예우를 하지 아니한다.",
  "[46358-167360] 대통령은 조약을 체결ㆍ비준하고, 외교사절을 신임ㆍ접수 또는 파견하며, 선전포고와 강화를 한다.",
  "[46358-167361] 대통령은 조국의 평화적 통일을 위한 성실한 의무를 지며, 이에 대해 취임에 즈음하여 선서한다.",
  "[46359-167362] 감사원장은 국회의 동의를 얻어 대통령이 임명하고, 그 임기는 4년으로 하며, 1차에 한하여 중임할 수 있다.",
  "[46359-167363] 『정부조직법』상 정부의 구성단위로서 그 권한에 속하는 사항을 집행하는 {@모든 중앙행정기관}이 곧 헌법 제86조제2항 소정의 {@행정각부라고 할 것이다}.",
  "[46359-167364] 국가안전보장에 관련되는 대외정책ㆍ군사정책과 국내정책의 수립에 관하여 국무회의의 심의에 앞서 대통령의 자문에 응하기 위하여 국가안전보장회의를 둔다.",
  "[46359-167365] 군인은 현역을 면한 후가 아니면 국무위원으로 임명될 수 없다.",
  "[46360-167366] 국무총리는 국무회의의 부의장이 된다.",
  "[46360-167367] 국무총리가 탄핵결정을 받은 때에는 공직으로부터 파면함에 그치지만, 이에 의하여 민사상이나 형사상의 책임이 면제되지는 아니한다.",
  "[46360-167368] 국무총리는 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정될 경우에는 대통령의 승인을 {@받지 않고} 이를 중지 또는 취소할 수 있다.",
  "[46360-167369] 국무총리는 국회의 동의를 얻어 대통령이 임명하며, 행정에 관하여 대통령의 명을 받아 행정각부를 통할한다.",
  "[46362-167374] 의장과 부의장이 모두 사고로 직무를 수행할 수 없는 경우에는 기획재정부장관이 겸임하는 부총리, 교육부장관이 겸임하는 부총리 및 『정부조직법』 제26조제1항에 규정된 순서에 따라 국무위원이 그 직무를 대행한다.",
  "[46362-167375] 국무위원은 정무직으로 하며 의장에게 의안을 제출할 수 있으나, 국무회의의 소집을 {@요구할 수는 없다}.",
  "[46362-167376] 국무회의는 대통령ㆍ국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다.",
  "[46362-167377] 국정처리상황의 평가ㆍ분석은 국무회의의 심의를 거쳐야 한다.",
  "[46365-167386] 중앙선거관리위원회 위원의 임기는 6년으로 하며, {@법률이 정하는 바에 의하여 연임}할 수 있다.",
  "[46365-167387] 중앙선거관리위원회는 대통령이 임명하는 3인, 국회에서 선출하는 3인과 대법원장이 지명하는 3인의 위원으로 구성하며, 위원장은 위원 중에서 호선한다.",
  "[46365-167388] 중앙선거관리위원회 위원은 정당에 가입하거나 정치에 관여할 수 없다.",
  "[46365-167389] 선거에 관한 경비는 법률이 정하는 경우를 제외하고는 정당 또는 후보자에게 부담시킬 수 없다.",
  "[46369-167402] 국회의원선거구획정위원회는 중앙선거관리위원회 위원장이 위촉하는 9명의 위원으로 구성하되, 위원장은 위원 중에서 호선한다.",
  "[46369-167403] 국회는 국회의원지역구를 {@선거일 전 180일}까지 확정하여야 한다.",
  "[46369-167404] 국회의원의 임기가 개시된 후에 실시하는 보궐선거에 의한 의원의 임기는 당선이 결정된 때부터 개시되며 전임자의 잔임기간으로 한다.",
  "[46369-167405] 선거일 현재 금고 이상의 형의 선고를 받고 그 형이 실효되지 아니한 자는 피선거권이 없다.",
  "[46466-167790] 국회의 국무총리 해임건의는 대통령을 기속하는 해임결의권이 아니라, 아무런 법적 구속력이 없는 단순한 해임건의에 불과하다.",
  "[46466-167791] 대통령은 내란 또는 외환의 죄를 범한 경우를 제외하고는 재직중 형사상의 소추를 받지 아니한다.",
  "[46466-167792] 대통령은 통일과 관련한 중요정책에 대하여 자신의 신임과 연계하여 국민투표에 {@붙일 수 있다}.",
  "[46466-167793] 대통령이 일반사면을 명하려면 국회의 동의를 얻어야 한다.",
  "[46476-167830] 선거와 국민투표의 공정한 관리 및 정당에 관한 사무를 처리하기 위하여 선거관리위원회를 둔다.",
  "[46476-167831] 중앙선거관리위원회는 대통령이 임명하는 3인, 국회에서 선출하는 3인과 대법원장이 지명하는 3인의 위원으로 구성한다.",
  "[46476-167832] 중앙선거관리위원회 {@위원장은 국회의 동의를 얻어 대통령이 임명한다}.",
  "[46476-167833] 중앙선거관리위원회는 법령의 범위 안에서 선거관리․국민투표관리 또는 정당사무에 관한 규칙을 제정할 수 있으며, 법률에 저촉되지 아니하는 범위 안에서 내부규율에 관한 규칙을 제정할 수 있다.",
  "[46486-167870] 감사원장이 사고로 인하여 직무를 수행할 수 없을 때에는 감사위원 중 {@연장자}가 그 직무를 대행한다.",
  "[46486-167871] 국가의 세입ㆍ세출의 결산, 국가 및 법률이 정한 단체의 회계검사와 행정기관 및 공무원의 직무에 관한 감찰을 하기 위하여 {@국무총리 소속하}에 감사원을 둔다.",
  "[46486-167872] 감사원장과 {@감사위원}은 모두 70세를 정년으로 한다.",
  "[46486-167873] 감사원은 세입ㆍ세출의 결산을 매년 검사하여 대통령과 차년도 국회에 그 결과를 보고하여야 한다.",
  "[46504-167945] 대통령은 국가의 안위에 관계되는 중대한 교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 {@국회의 집회를 기다릴 여유가 없는 때에 한하여} 법률의 효력을 가지는 명령을 발할 수 있다.",
  "[46504-167946] 대통령은 긴급명령을 한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다.",
  "[46504-167947] 대통령이 긴급명령을 발하기 위해서는 국무회의의 심의를 거쳐야 한다.",
  "[46504-167948] 대통령의 긴급재정경제명령은 국가긴급권의 일종으로서 고도의 정치적 결단에 의하여 발동되는 행위이고 그 결단을 존중하여야 할 필요성이 있는 행위라는 의미에서 통치행위에 속한다.",
  "[46511-167978] 대통령후보자가 1인일 때에는 그 득표수가 선거권자 총수의 3분의 1 이상이 아니면 대통령으로 당선될 수 없다.",
  "[46511-167979] 대통령으로 선거될 수 있는 자는 국회의원의 피선거권이 있고 선거일 현재 {@45세}에 달하여야 한다.",
  "[46511-167980] 헌법은 대통령의 임기가 만료되는 때에는 임기만료 70일 내지 40일 전에 후임자를 선거한다고 규정하고 있다.",
  "[46511-167981] 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.",
  "[46662-168628] 일반에 대한 감형에서는 특별한 규정이 없는 경우 형이 변경되지만, 특정한 자에 대한 감형에서는 특별한 사정이 있는 경우를 제외하고는 형의 집행이 경감된다.",
  "[46662-168629] 일반사면뿐만 아니라 특별사면의 경우에도 국무회의의 심의를 거쳐야 한다.",
  "[46662-168630] 복권은 형의 집행이 끝나지 아니한 자 또는 집행이 면제되지 아니한 자에 대하여는 하지 아니한다.",
  "[46662-168631] 사면심사위원회는 위원장 1명을 포함한 9명의 위원으로 구성하며, 위원장은 법무부장관이 되고, {@위원은 대통령이 임명하거나 위촉}하되, 공무원이 아닌 위원을 4명 이상 위촉하여야 한다.",
  "[46668-168652] 국무위원은 정무직으로 하며 의장에게 의안을 제출하고 국무회의의 소집을 요구할 수 있다.",
  "[46668-168653] 국유재산처분의 기본계획은 국무회의의 심의를 거쳐야 한다.",
  "[46668-168654] 국무회의와 {@국민경제자문회의}는 헌법상 그 설치를 명문으로 규정하고 있는 필수적 헌법기관이다.",
  "[46668-168655] 국무조정실장ㆍ인사혁신처장ㆍ법제처장ㆍ식품의약품안전처장 그 밖에 법률로 정하는 공무원은 필요한 경우 국무회의에 출석하여 발언할 수 있다.",
  "[46675-168680] 국무총리는 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다.",
  "[46675-168681] 국무총리는 국무위원의 해임을 대통령에게 건의할 수 있다.",
  "[46675-168682] 국무총리는 국무회의의 {@의장}이 되며, 행정에 관하여 대통령의 명을 받아 행정각부를 통할한다.",
  "[46675-168683] 국무총리는 소관 사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령을 발할 수 있다.",
  "[47134-170568] 대통령후보자가 1인일 때에는 그 득표수가 {@유효투표 총수}의 3분의 1 이상이 아니면 대통령으로 당선될 수 없다."
]