[
  "[33757-138331] 헌법소원사건의 결정서 정본을 국선대리인에게만 송달하고 청구인에게 송달하지 않은 부작위의 위헌확인을 구하는 헌법소원심판청구는 공권력 불행사가 존재하지 않는 경우에 해당하여 부적법하다.",
  "[33757-138332] 중학교나 고등학교는 교육을 위한 시설에 불과하여 민법상 권리능력이나 민사소송법상 당사자능력이 없으므로 학교법인 외에 별도로 헌법소원심판의 청구인이 될 수 없다.",
  "[33767-138369] 형사피의자에 대해서 국선변호인제도를 규정하지 않고 있는 입법부작위는 헌법소원심판의 대상이 될 수 없다.",
  "[33767-138370] 정부가 국회에 법률안을 제출하는 행위는 헌법소원심판의 대상이 되는 공권력의 행사에 해당되지 않는다.",
  "[33767-138371] 한국증권거래소의 상장폐지확정결정은 {@헌법소원의 대상이 되는 공권력의 행사에 해당한다.}",
  "[33767-138372] 국가인권위원회의 진정에 대한 각하 및 기각결정은 ｢국가인권위원회법｣에 따른 법률상 신청권이 있는 진정인의 권리행사에 중대한 지장을 초래하는 것으로 항고소송의 대상이 되는 행정처분에 해당하므로 헌법소원의 보충성요건을 충족하지 못한다.",
  "[33776-138405] 위헌법률심판제청을 신청한 당사자는 당해 법원이 제청신청을 기각한 결정에 대하여 항고할 수 없다.",
  "[33776-138406] 헌법재판소는 관습법도 위헌법률심판의 대상이 된다고 보고 있으며, {@대법원도 관습법이 헌법재판소의 위헌법률심판 대상이 된다고 인정하고 있다.}",
  "[33776-138407] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청할 때에는 제청서에 제청법원의 표시, 사건 및 당사자의 표시 및 {@피청구인}을 적어야 한다.",
  "[33776-138408] 헌법재판소는 위헌법률심판에서 결정유형으로 각하결정, {@기각결정,} 합헌결정, 변형결정, 위헌결정을 사용하고 있다.",
  "[33777-138409] 대통령의 법률안 제출행위는 국가기관 간의 내부적 행위에 불과하고 국민에 대하여 직접적인 법률효과를 발생시키는 행위가 아니므로 ｢헌법재판소법｣ 제68조 제1항에서 말하는 공권력의 행사에 해당되지 않는다.",
  "[33777-138410] ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원에서는 지정재판부가 사전심사를 하나, {@｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원에서는 지정재판부가 사전심사를 하지 아니한다.}",
  "[33777-138411] 선거범죄로 인하여 100만원 이상의 벌금형이 선고되면 임원의 결격사유가 됨에도, 선거범죄와 다른 죄가 병합되어 경합범으로 재판하게 되는 경우 선거범죄를 분리 심리하여 따로 선고하는 규정을 두지 않은 것을 다투는 것은 부진정 입법부작위에 대한 ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판에 해당한다.",
  "[33777-138412] 체포에 대하여는 헌법과 ｢형사소송법｣이 정한 체포적부심사라는 구제절차가 존재하므로, 체포적부심사절차를 거치지 않고 제기한 ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판청구는 보충성의 원칙에 반하여 부적법하다.",
  "[33793-138473] 권한쟁의심판은 그 사유가 있음을 안 날부터 {@90일 이내}에, 그 사유가 있은 날부터 {@1년 이내}에 청구하여야 한다.",
  "[33793-138474] 헌법상 국가에게 부여된 임무 또는 의무를 수행하고 그 독립성이 보장된 국가기관이라면 오로지 {@법률에 근거하여 설치되었더라도 권한쟁의심판 청구의 당사자능력이 인정된다.}",
  "[33793-138475] 제3자 소송담당을 명시적으로 허용하는 법률의 규정이 없는 현행법 체계 하에서는 국회의 구성원인 국회의원은 국회의 조약에 대한 체결비준 동의권의 침해를 주장하는 권한쟁의심판을 청구할 수 없다.",
  "[33793-138476] 지방의회 의원과 그 지방의회의 대표자인 지방의회 의장 간의 권한쟁의심판은 헌법 및 ｢헌법재판소법｣에 의하여 헌법재판소가 관장하는 {@지방자치단체 상호간의 권한쟁의심판의 범위에 속한다.}",
  "[33819-138581] 헌법재판소는 9명의 재판관으로 구성되는 재판부에서 {@재판관 6명 이상의 출석으로 사건을 심리한다.}",
  "[33819-138582] {@위헌법률심판}/탄핵심판/정당해산심판은 원칙적으로 당사자의 구두변론에 의한다.",
  "[33819-138583] 권한쟁의심판사건에서 각하의견/기각의견/인용의견이 각 재판관 3명씩으로 나누어진 경우 {@인용 주문을 낸다.}",
  "[33819-138584] 재판관의 의견이 한정위헌의견 5명, 헌법불합치의견 1명, 단순위헌의견 3명으로 나눠진 경우 {@헌법불합치결정}의 견해에 따라 주문이 결정된다.",
  "[33819-138585] 헌법재판소는 발족 이래 오늘에 이르기까지 예외 없이 주문합의제를 취해 왔다.",
  "[33833-138651] 헌법재판소는 이미 합헌으로 선언된 법률조항에 대한 위헌법률심판제청을 적법한 것으로 받아들임으로써 합헌결정에 대한 기속력을 인정하지 않는다.",
  "[33833-138652] 헌법재판소는 위헌법률심판의 제청이 있은 때에는 법무부장관 및 당해 소송사건의 당사자에게 그 제청서의 등본을 송달한다.",
  "[33833-138653] 군사재판을 관할하는 군사법원은 헌법에 근거를 둔 특별법원으로 당연히 위헌법률심판제청권이 있다.",
  "[33833-138654] 당해사건의 보조참가인은 피참가인의 소송행위와 저촉되지 아니하는 한 일체의 소송행위를 할 수 있지만, 위헌법률심판제청을 신청할 수 있는 {@‘당사자’에는 해당하지 않는다.}",
  "[33833-138655] 제청법원이 법률에 대한 위헌법률심판을 구하면서 동시에 토지수용의 경우에 가압류가 소멸함에도 그에 대한 보상의 방법과 절차를 전혀 규정하지 않아 가압류 채권자의 재산권을 침해하고 있다는 이른바 입법부작위로 인한 위헌법률심판제청은 부적법하다.",
  "[33879-138858] 형벌조항에 대하여 위헌결정을 한 경우에는 원칙적으로 소급하여 그 효력이 상실되지만, 헌법재판소가 과거에 동일한 조항에 대하여 합헌결정을 한 경우에는 그 {@합헌결정이 있는 날}로 소급하여 효력을 상실한다.",
  "[33879-138859] 법원이 어떤 법률조항에 대하여 위헌제청을 하려면 그 {@위헌성을 확신하여야 한다.}",
  "[33879-138860] 법원의 판결에 의하여 법률과 같이 재판규범으로 적용되어 온 법률적 효력이 있는 관습법도 위헌법률심판의 대상이 된다.",
  "[33879-138861] 법원이&nbsp;재판의 전제성이 없다는 이유로 위헌법률심판 제청신청을 부적법하다고 결정한 경우에 제청신청 당사자는 {@헌법소원심판을 청구할 수 없다.}",
  "[33879-138862] 헌법규정도 위헌제청의 적법한 대상이 {@된다.}",
  "[33911-138990] 탄핵의 심판, 정당해산의 심판 및 {@위헌법률의 심판}은 구두변론에 의하여야 하고 서면심리에 의할 수 없다.",
  "[33911-138991] 특정 법률조항에 대한 헌법재판관의 의견이 단순위헌의견 1인, 일부위헌의견 1인, 적용중지 헌법불합치의견 2인, 잠정적용 헌법불합치의견 5인인 때에 결정주문은 {@적용중지 헌법불합치결정}이다.",
  "[33911-138992] 종전에 헌법재판소가 판시한 헌법 또는 법률의 해석 적용에 관한 의견을 변경하는 경우에는 재판관 6명 이상의 찬성이 있어야 한다.",
  "[33911-138993] 헌법소원제도에는 객관적인 헌법질서를 수호·유지하는 기능도 있으므로 헌법소원심판청구가 취하되었다고 하더라도 {@헌법적 해명이 긴요한 때에는 종국결정을 선고할 수 있다.}",
  "[33912-138994] 헌법재판은 예외적이고 특별한 권리구제절차이기는 하나, 그것이 권리구제절차인 이상, {@패소자가 심판비용을 부담하는 것이 원칙이다.}",
  "[33912-138995] 헌법재판에는 변호사 강제주의가 적용되므로 {@모든 청구인은 반드시} 변호사를 대리인으로 선임하여야 한다.",
  "[33912-138996] 헌법재판에 대해서는 일사부재리 원칙이 적용되지만 예외적으로 재심이 허용되는 경우가 발생할 수 있다.",
  "[33912-138997] 헌법소원심판에서는 공권력의 행사 또는 불행사에 의한 기본권 침해가 있었는지를 규명하여야 하므로 {@증거조사가 필수적이지만,} 위헌법률심판은 법률의 특정 조항이 헌법의 규정이나 객관적 헌법질서에 합치되는지를 심사하는 것이므로 서면심리에 의하고 {@증거조사를 할 수 없다.}",
  "[33914-139002] 위헌법률심판의 대상이 되는 법률에는 국회의 의결을 거친 이른바 형식적 의미의 법률은 물론이고 그 밖에 조약 등 형식적 의미의 법률과 동일한 효력을 갖는 규범들도 모두 포함된다.",
  "[33914-139003] 당해 사건이 고등법원의 재정신청기각결정에 대한 재항고사건인 경우 재정신청이 이유 있으면 공소제기 결정을 하도록 규정한 형사소송법 조항에 관하여 {@재판의 전제성이 인정된다.}",
  "[33914-139004] 당해 사건 계속 중 공소가 취소되어 공소기각 결정이 확정된 경우 그 공소의 근거 법률에 관하여 재판의 전제성이 인정되지 않는다.",
  "[33914-139005] 행정처분에 대한 제소기간이 도과한 후 그 처분에 대한 무효확인 및 후행처분의 취소를 구하는 소를 제기한 때에는 당해 행정처분의 근거 법률에 관하여 재판의 전제성이 인정되지 않는다.",
  "[33916-139010] 무면허 의료행위를 금지하고 처벌하는 의료법 조항의 직접적인 수범자는 무면허 의료행위자이므로 제3자에 불과한 의료소비자는 자기관련성이 인정되지 아니한다.",
  "[33916-139011] 일반적으로 수혜적 법령의 경우에는 수혜범위에서 제외된 자가 자신이 평등원칙에 반하여 수혜대상에서 제외되었다는 주장을 하는 경우 그 법령의 직접적인 적용을 받는 자가 아니라고 할지라도 자기관련성을 인정할 수 있다.",
  "[33916-139012] 서울특별시 및 경기도의 초등교사 임용시험에서 지역가산점을 부여하는 공권력 행사에 대하여 간접적·사실적 및 경제적 이해관계를 갖는 데 불과한 부산교육대학교는 자기관련성이 인정되지 않는다.",
  "[33916-139013] 법령에 대한 헌법소원심판에서 민사소송법 제83조 제1항과 같은 {@공동심판참가신청은 허용되지 않는다.}",
  "[33921-139030] 탄핵심판 청구가 이유 있는 경우에는 헌법재판소는 피청구인을 해당 공직에서 파면하는 결정을 선고한다.",
  "[33921-139031] 피청구인이 결정 선고 전에 해당 공직에서 파면되었을지라도 헌법재판소는 심판청구를 {@인용할 수 있다.}",
  "[33921-139032] 당사자가 탄핵심판 변론기일에 출석하지 아니하면 다시 기일을 정하여야 하고 다시 정한 기일에도 당사자가 출석하지 아니하면 그의 출석 없이 심리할 수 있다.",
  "[33921-139033] 소추위원은 헌법재판소에 소추의결서의 정본을 제출하여 탄핵심판을 청구하며 심판의 변론에서 피청구인을 신문할 수 있다.",
  "[33923-139038] 아직 법원에 의하여 그 해석이 확립된 바 없어 제청대상 법률조항이 당해 사건 재판에 적용 여부가 불확실하다면 법원이 적용가능성을 전제로 위헌제청을 하였더라도 {@재판의 전제성이 부정된다.}",
  "[33923-139039] 심판의 대상이 되는 법률은 반드시 당해 사건 재판에 {@직접 적용되는 법률이어야 한다.}",
  "[33923-139040] 헌법재판소법 제68조 제2항에 의한 위헌심사형 헌법소원에서 헌법재판소의 종국결정 이전에 당해 사건 재판이 확정되어 종료되었다면 {@재판의 전제성은 부정된다.}",
  "[33923-139041] 당해 소송사건에 적용되는 재판규범 중 위헌제청신청대상이 아닌 관련 법률에서 규정한 소송요건을 구비하지 못하여 부적법 각하될 수밖에 없는 때에는 소각하 판결이 확정되지 않았다고 하더라도 헌법재판소법 제68조 제2항에 의한 헌법소원심판청구는 재판의 전제성 요건이 흠결되어 부적법하다.",
  "[33925-139046] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지되나 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[33925-139047] 탄핵소추의 의결을 받은 자는 헌법재판소의 심판이 있을 때까지 그 권한행사가 정지된다.",
  "[33925-139048] 권한쟁의의 심판청구는 그 사유가 있음을 안 날부터 60일 이내에, 그 사유가 있은 날부터 180일 이내에 청구하여야하고 이 기간은 불변기간이다.",
  "[33925-139049] 헌법재판소법 제68조 제1항 소정의 권리구제형 헌법소원과 같은 조 제2항 소정의 위헌심사형 헌법소원은 별개의 사건부호가 부여되는 등 법적 성격을 달리하므로 하나의 심판청구에 {@양자를 병합하여 제기하는 것은 허용되지 아니한다.}",
  "[33932-139074] 호주가 사망한 경우 딸에게 분재청구권을 인정하지 아니한 구 관습법은 실질적으로는 법률과 같은 효력을 갖지만 형식적 의미의 법률은 아니기 때문에 {@위헌법률심판의 대상이 될 수 없다.}",
  "[33932-139075] 위헌법률심판 제청법원이나 ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판 청구인이 심판대상 법률조항의 특정한 해석이나 적용부분의 위헌성을 주장하는 한정위헌청구는 원칙적으로 적법하다.",
  "[33932-139076] ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판 청구인이 당해사건인 형사사건에서 무죄의 확정판결을 받은 때에도 헌법재판소는 {@그 처벌조항의 위헌 여부에 대해 본안판단을 한다.}",
  "[33932-139077] 형사처벌의 근거로 된 법률의 위헌 여부는 확정된 유죄판결에 대한 재심사유의 존부와 재심청구의 당부에 대하여 직접적인 영향을 미치는 것이므로, 당해사건 재심재판에서 재심사유의 존부 및 재심청구의 당부에 대한 {@재판의 전제가 된다.}",
  "[33978-139258] ‘성인대상 성범죄’의 의미에 대해서는 ｢아동·청소년 성보호에 관한 법률｣에 규정되어 있지 않아, 甲의 범죄가 취업제한의 대상인 성범죄에 해당하는지가 불명확하여 {@명확성 원칙에 위배된다.}",
  "[33978-139259] 甲에 대한 취업제한은 형벌이 아니므로 헌법 제13조 제1항 전단의 형벌불소급원칙이 적용되지 않는다.",
  "[33978-139260] 甲이 의료기관에 취업할 수 없게 된 것은 일정한 직업을 선택함에 있어 기본권 주체의 능력과 자질에 따른 제한이므로 이른바 ‘주관적 요건에 의한 좁은 의미의 직업선택의 자유’에 대한 제한에 해당한다.",
  "[33978-139261] 재범의 위험성 여부를 불문하고 10년간 일률적으로 취업제한을 부과하는 것은 침해의 최소성과 법익의 균형성 원칙에 위반되어 甲의 직업선택의 자유를 침해한다.",
  "[33987-139294] 헌법재판소가 국선대리인을 선정하지 아니한다는 결정을 한 때에는 지체 없이 그 사실을 신청인에게 통지하여야 하며, 이 경우 신청인이 국선대리인 선임신청을 한 날부터 그 통지를 받은 날까지의 기간은 헌법소원심판의 청구기간에 산입하지 아니한다.",
  "[33987-139295] 부진정입법부작위를 대상으로 하여 헌법소원을 제기하려면 그 결함이 있는 당해 입법규정 그 자체를 대상으로 하여 그 헌법위반을 내세워 적극적인 헌법소원을 제기하여야 한다.",
  "[33987-139296] 헌법소원심판에서 사전심사를 담당하는 지정재판부는 {@재판관의 과반수 이상의 결정으로} 심판청구를 각하할 수 있으나, 헌법소원심판의 청구 후 30일이 경과할 때까지 각하결정이 없는 때에는 심판에 회부하는 결정이 있는 것으로 본다.",
  "[33987-139297] 당해사건에서 법원으로 하여금 위헌법률심판을 제청하도록 신청을 한 사람은 위헌법률심판사건의 당사자가 아니다.",
  "[33996-139330] 헌법재판소의 정당해산결정이 있는 경우 그 정당 소속 국회의원의 의원직은 당선 방식을 불문하고 모두 상실된다.",
  "[33996-139331] ｢헌법재판소법｣에 특별한 규정이 없는 경우에는 준용조항에 따라 정당해산심판의 성질에 반하지 아니하는 한도에서 민사소송에 관한 법령이 준용된다.",
  "[33996-139332] 정당해산제도는 정당 존립의 특권을 보장함과 동시에, 정당 활동의 자유에 관한 한계를 설정한다는 이중적 성격을 가진다.",
  "[33996-139333] 정당해산심판에서 정당해산의 결정을 하기 위해서는 심리에 참여한 {@재판관 3분의 2 이상의 찬성}이 필요하다.",
  "[34000-139346] 교육감과 해당 지방자치단체 상호간의 권한쟁의심판은 ‘서로 상이한 권리주체간’의 권한쟁의심판청구로 볼 수 없다.",
  "[34000-139347] 국회부의장은 국회의장의 위임에 따라 그 직무를 대리하여 법률안 가결선포행위를 할 수 있을 뿐 법률안 가결선포행위에 따른 법적 책임을 지는 주체가 될 수 없으므로 권한쟁의심판청구의 피청구인 적격이 인정되지 아니한다.",
  "[34000-139348] 소수파 의원들은 헌법상 권한배분질서를 유지하고 권력분립의 원리를 보장하기 위하여 국회를 대신하여 국회의 조약체결·비준 동의권 침해를 다툴 수 있는 {@청구인 적격이 있다.}",
  "[34000-139349] 국회의장이 적법한 반대토론 신청이 있었음에도 반대토론을 허가하지 않고 토론절차를 생략하기 위한 의결을 거치지도 않은 채 법률안들에 대한 표결절차를 진행한 것은 국회의원의 법률안 심의·표결권을 침해한 것이다.",
  "[34200-140146] ｢헌법재판소법｣ 제68조 제2항 소정의 헌법소원은 그 본질이 헌법소원이라기보다는 위헌법률심판이므로 ｢헌법재판소법｣ 제68조 제1항 소정의 헌법소원에서 요구되는 보충성의 원칙은 적용되지 아니한다.",
  "[34200-140147] 교정시설 내 과밀수용행위를 다투고 있는 수형자가 형기만료로 이미 석방되었으므로, 심판청구가 인용되더라도 그 권리구제는 불가능한 상태이고, {@그 침해가 계속 반복될 우려가 없어 심판의 이익을 인정할 수 없다.}",
  "[34200-140148] ｢담배사업법｣에 따른 담배의 제조 및 판매는 비흡연자들이 간접흡연을 하게 되는 데 있어 간접적이고 2차적인 원인이 된 것에 불과하여, 담배의 제조 및 판매에 관하여 규율하는 ｢담배사업법｣에 대해 간접흡연의 피해를 주장하는 임신 중인 자의 기본권 침해의 자기관련성을 인정할 수 없다.",
  "[34200-140149] 법률 자체에 의한 직접적인 기본권 침해 여부가 문제되었을 경우에는 다른 권리구제절차를 거치지 않더라도 바로 헌법소원을 제기할 수 있다.",
  "[34206-140170] 당해소송이 제1심과 항소심에서 심판대상법률이 아닌 다른 법률에서 규정한 소송요건이 결여되었다는 이유로 각하되었지만, 상고심에서 그 각하판결이 유지될지 불분명한 경우에도 재판의 전제성이 인정될 수 있다.",
  "[34206-140171] 재심사건을 제외한 당해사건인 형사사건에서 무죄의 확정판결을 받은 때라도 {@처벌조항에 대한 헌법적 해명이 긴요한 경우라면, 그 처벌조항의 위헌확인을 구하는 헌법소원심판절차에서 재판의 전제성을 인정하여야 한다.}",
  "[34206-140172] 과태료를 자진납부함으로써 해당 질서위반행위에 대한 과태료 부과 및 징수절차가 종료하였고 행정소송 그 밖에 권리구제절차를 통하여 과태료 부과처분을 다툴 수 없게 되었다면, 과태료부과처분의 근거법률인 심판대상조항이 위헌이라 하더라도 다른 특별한 사정이 없는 한 과태료부과처분의 효력에 영향이 없어 재판의 전제성이 인정되지 아니한다.",
  "[34206-140173] 당해사건이 재심사건인 경우, 심판대상조항이 ‘재심청구 자체의 적법 여부에 대한 재판’에 적용되는 법률조항이 아니라 ‘본안 사건에 대한 재판’에 적용될 법률조항이라면 ‘재심청구가 적법하고, 재심의 사유가 인정되는 경우’에 한하여 재판의 전제성이 인정될 수 있다.",
  "[34211-140190] 국회의장이 심신상실 등 부득이한 사유로 의사표시를 할 수 없게 되어 직무대리자를 지정할 수 없을 때에는 소속 의원 수가 많은 교섭단체 소속 부의장의 순으로 의장의 직무를 대행한다.",
  "[34211-140191] 대통령이 궐위되거나 사고로 직무를 수행할 수 없을 때에는 국무총리, 법률이 정한 국무위원의 순서로 그 권한을 대행한다",
  "[34211-140192] 헌법재판소장이 궐위되거나 사고로 말미암아 직무를 수행할 수 없을 때에는 {@다른 재판관이 연장자순으로 대행한다.}",
  "[34211-140193] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 선임대법관이 그 권한을 대행한다.",
  "[34229-140262] 지방자치단체의 의결기관인 지방의회와 지방자치단체의 집행기관인 지방자치단체장 간의 내부적 분쟁은 {@지방자치단체 상호 간의 권한쟁의심판의 범위에 속한다.}",
  "[34229-140263] 국무총리 소속 기관인 사회보장위원회가 ‘지방자치단체 유사‧중복 사회보장사업 정비 추진방안’을 {@의결한 행위}에 대한 기초지방자치단체의 {@권한쟁의심판청구는 적법하다.}",
  "[34229-140264] 국회의원인 청구인이 행정자치부장관(현 행정안전부장관)을 상대로 하여 국회의원의 법률안 심의․표결권을 침해하였다는 이유로 권한쟁의심판을 청구하여 절차가 계속 중 {@국회의원직을 상실하더라도 권한쟁의심판청구는 청구인의 국회의원직 상실과 동시에 당연히 그 심판절차가 종료되는 것은 아니다.}",
  "[34229-140265] 헌법재판소장은 시‧군 또는 지방자치단체인 구를 당사자로 하는 권한쟁의심판이 청구된 경우에는 그 지방자치단체가 소속된 특별시‧광역시 또는 도에게 그 사실을 바로 통지하여야 한다.",
  "[34231-140270] 장기보존이 가능한 탁주를 제외한 탁주의 공급구역을 주류제조장 소재지의 시‧군의 행정구역으로 제한하는 것에 대하여 탁주제조업자나 판매업자의 직업의 자유와 소비자의 자기결정권을 침해하지 않는다고 하였다가 {@탁주제조업자나 판매업자의 직업의 자유와 소비자의 자기결정권을 침해한다고 하였다.}",
  "[34231-140271] 행정심판이나 행정소송 등의 사전구제절차를 거치지 아니하고 청구한 국가인권위원회의 진정에 대한 각하 또는 기각결정의 취소를 구하는 헌법소원심판청구가 {@보충성 요건을 충족하지 않는다고 하였다가 보충성 요건을 충족한다고 하였다.}",
  "[34231-140272] 자치구‧시‧군의회의원선거구획정에서 헌법상 허용되는 인구편차의 기준을 {@상하 50%(인구비례 3 : 1)에서 상하 33.33%의 기준으로 변경하였다.}",
  "[34231-140273] 월급근로자로서 6개월이 되지 못한 자를 해고예고제도의 적용에서 배제시키는 것은 평등원칙에 위반되지 않는다고 하였다가 평등원칙에 위반된다고 하였다.",
  "[34235-140288] 탄핵의 심판, 정당해산의 심판, {@헌법소원}에 관한 심판은 원칙적으로 구두변론에 의한다.",
  "[34235-140289] 재판관에게 공정한 심판을 기대하기 어려운 사정이 있는 경우 당사자는 기피신청을 할 수 있으며 {@동일한 사건에 대하여 재판관을 2명까지 기피할 수 있다.}",
  "[34235-140290] 심판의 변론과 {@서면심리,} 결정의 선고는 공개한다.",
  "[34235-140291] 헌법소원심판의 청구 후 30일이 지날 때까지 지정재판부의 각하 결정이 없는 때에는 심판에 회부하는 결정이 있는 것으로 본다.",
  "[34235-140292] 권한쟁의의 심판은 그 사유가 있음을 {@안 날부터 90일 이내에, 그 사유가 있은 날부터 1년 이내}에 청구하여야 한다.",
  "[34236-140293] 피해자의 고소가 아닌 수사기관에 인지 등에 의하여 수사가 개시된 피의사건에서 검사의 불기소처분이 이루어진 경우, 고소하지 아니한 피해자가 그 불기소처분의 취소를 구하는 헌법소원심판을 곧바로 청구하는 것은 {@보충성을 결여하여} 부적법하다.",
  "[34236-140294] 부진정입법부작위를 다투는 형태의 헌법소원심판청구의 경우에도 원칙적으로 법령에 대한 헌법소원에 있어서 요구되는 기본권 침해의 직접성 요건을 갖추어야 한다.",
  "[34236-140295] 수혜적 법령의 경우에는 수혜범위에서 제외된 자가 자신이 평등원칙에 반하여 수혜대상에서 제외되었다는 주장을 하거나, 비교집단에게 혜택을 부여하는 법령이 위헌이라고 선고되어 그러한 혜택이 제거된다면 비교집단과의 관계에서 자신의 법적 지위가 상대적으로 향상된다고 볼 여지가 있을 때에는 그 법령의 직접적인 적용을 받는 자가 아니라고 할지라도 자기관련성을 인정할 수 있다.",
  "[34236-140296] 법률이 일반적 효력을 발생하기 전이라도 이미 공포되어 있고 그로 인한 기본권 침해가 틀림없을 것으로 예측된다면 기본권 침해의 현재성을 인정할 수 있다.",
  "[34236-140297] 법령에 근거한 구체적인 집행행위가 재량행위인 경우에 법령은 집행기관에게 기본권침해의 가능성만을 부여할 뿐 법령 스스로가 기본권의 침해행위를 규정하고 행정청이 이에 따르도록 구속하는 것이 아니고, 이때의 기본권의 침해는 집행기관의 의사에 따른 집행행위, 즉 재량권의 행사에 의하여 비로소 이루어지고 현실화되므로 이러한 경우에는 법령에 의한 기본권침해의 직접성이 인정될 여지가 없다.",
  "[34253-140378] 법률의 제, 개정 행위를 다투는 권한쟁의심판의 경우 {@국회의장이 피청구인적격}을 가진다.",
  "[34253-140379] 국민은 국민주권주의에 의해 헌법에 의하여 설치되고 헌법과 법률에 의하여 독자적인 권한을 부여받은 기관으로 해석할 수 있으므로 권한쟁의심판의 당사자가 되는 {@국가기관에 해당할 수 있다.}",
  "[34253-140380] 국회의원들이 국민안전처 등을 이전대상 제외 기관으로 명시할 것인지에 관한 법률안에 대하여 심의를 하던 중, 행정자치부 장관이 국민안전처 등을 세종시로 이전하는 내용의 처분을 할 경우 {@국회의원인 청구인들의 법률안에 대한 심의, 표결권이 침해될 가능성이 있다.}",
  "[34253-140381] 군 공항 이전사업에 의해 예비이전후보지가 관할 내에 선정된 지방자치단체의 의사를 고려하지 않고 사업이 진행된다면 {@그 지방자치단체의 자치권한을 침해할 현저한 위험이 인정된다.}",
  "[34253-140382] 지방자치단체 상호간의 권한쟁의심판을 규정하는 ｢헌법재판소법｣ 제62조 제1항 제3호를 예시적으로 해석 할 필요성은 없다.",
  "[34260-140413] 국회의장이 적법한 반대토론 신청이 있었음에도 반대토론을 허가하지 않고 토론절차를 생략하기 위한 의결을 거치지도 않은 채 법률안들에 대한 표결절차를 진행한 것은 국회의원의 법률안 심의·표결권을 침해한 것이다.",
  "[34260-140414] 국회 기획재정위원회(기재위) 위원장이 서비스산업발전 기본법안에 대한 {@신속처리대상안건 지정 요청에 대해 기재위 재적위원 과반수가 서명한 신속처리안건지정동의가 아니라는 이유로 표결실시를 거부한 행위}는 기재위 소속 위원의신속처리안건지정동의에 대한 {@표결권을 침해한다.}",
  "[34260-140415] 국회부의장은 국회의장의 직무를 대리하여 법률안을 가결·선포할 수 있을 뿐 법률안 가결·선포행위에 따른 법적 책임을 지는 주체가 될 수 없으므로, 국회부의장에 대한 권한쟁의심판청구는 피청구인적격이 인정되지 아니한 자를 상대로 제기된 것이어서 부적법하다.",
  "[34260-140416] 국회의원의 심의·표결권은 국회의 대내적인 관계에서 행사되고 침해될 수 있을 뿐 다른 국가기관과의 대외적인 관계에서는 침해될 수 없는 것이므로, 대통령이 국회의 동의 없이 조약을 체결·비준하였다 하더라도 국회의원의 심의·표결권이 침해될 가능성은 없다.",
  "[34260-140417] 권한쟁의심판에 있어 ‘제3자 소송담당’을 허용하는 명문의 규정이 없는 현행법 체계 하에서 국회의 구성원인 국회의원이 국회의 권한침해를 이유로 권한쟁의심판을 청구할 수 없다.",
  "[34263-140428] 헌법소원심판의 청구 후 30일이 지날 때까지 지정재판부의 각하결정이 없는 때에는 심판에 회부하는 결정이 있는 것으로 본다.",
  "[34263-140429] 헌법소원심판은 인용결정이 있는 경우에만 기속력이 발생하지만, 권한쟁의심판의 경우 기각결정도 기속력이 인정된다.",
  "[34263-140430] 지정재판부는 헌법소원을 각하하거나 심판회부결정을 한 때에는 그 결정일부터 {@30일 이내에} 청구인 또는 그 대리인 및 피청구인에게 그 사실을 통지하여야 한다.",
  "[34263-140431] 법률에 대한 헌법소원심판에 대해서는 재심이 허용되지 않는다",
  "[34263-140432] 헌법재판소 판례에 의하면, 헌법 제107조 제2항이 규정한 명령·규칙에 대한 대법원의 최종심사권이란 구체적인 소송사건에서 명령·규칙의 위헌여부가 재판의 전제가 되었을 경우 법률의 경우와는 달리 헌법재판소에 제청할 것 없이 대법원이 최종적으로 심사할 수 있다는 의미이며, 명령·규칙 그 자체에 의하여 직접 기본권이 침해되었음을 이유로하여 헌법소원심판을 청구하는 것은 위 헌법규정과는 아무런 상관이 없는 문제이다.",
  "[34267-140448] 폐지된 법률이라도 그 법률에 의하여 법익침해상태가 계속되는 경우에는 위헌법률심판의 대상이 된다.",
  "[34267-140449] 심판대상조항이 당해 사건의 재판에 직접 적용되지는 않더라도 그 위헌 여부에 따라 당해 사건의 재판의 효력과 내용에 관한 법률적 의미가 달라지는 경우 재판의 전제성이 인정된다.",
  "[34267-140450] 위헌법률심판제청을 신청한 당사자는 당해 법원이 제청신청을 기각한 결정에 대하여 항고할 수 없다",
  "[34267-140451] 제1심에서 위헌법률심판제청신청을 {@기각당한 소송당사자가 상소심에서 동일한 사유로 다시 제청신청을 하는 것은 적법}하다.",
  "[34267-140452] 법원이 헌법재판소에 위헌법률심판제청을 한 경우에는, 법원의 직권에 의한 것이든 당사자의 신청에 의한 결정에 의한 것이든, 당해 소송사건의 재판은 헌법재판소의 위헌여부의 결정이 있을 때까지 정지되는 것이 원칙이다.",
  "[34274-140483] ｢헌법재판소법｣ 제62조 제1항 제1호는 국가기관 상호간의 권한쟁의심판의 주체로 국회, 정부, 법원 및 중앙선거관리위원회를 들고 있는데, 이것은 주체를 한정한 것이 아니라 예시한 것이다.",
  "[34274-140484] 권한쟁의심판에 있어서는 처분 또는 부작위를 야기한 기관으로서 법적 책임을 지는 기관만이 피청구인적격을 가지므로 권한쟁의심판청구는 이들 기관을 상대로 제기하여야 한다.",
  "[34274-140485] 권한쟁의심판은 주관적 권리구제뿐만 아니라 객관적인 헌법질서 보장의 기능도 겸하고 있으므로, {@소의 취하에 관한 ｢민사소송법｣ 제239조는 권한쟁의심판절차에 준용되지 않는다고 보아야 한다.}",
  "[34274-140486] 지방자치단체는 기관위임사무의 집행에 관한 권한의 존부 및 범위에 관한 권한분쟁을 이유로 기관위임사무를 집행하는 국가기관 또는 다른 지방자치단체의 장을 상대로 권한쟁의심판청구를 할 수 없다.",
  "[34274-140487] 권한쟁의심판의 당사자능력은 헌법에 의하여 설치된 국가기관에 한정하여 인정되고, 법률에 의하여 설치된 국가기관에게는 권한쟁의심판의 당사자능력이 인정되지 아니한다.",
  "[34287-140548] 법률과 같은 효력을 가지는 관습법은 {@헌법소원심판의 대상이 될 수 없다.}",
  "[34287-140549] 법률의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속한다.",
  "[34287-140550] 위헌으로 결정된 법률 또는 법률의 조항이 형벌에 관한 것이 아닌 경우에는 원칙적으로 {@소급하여} 효력을 상실한다.",
  "[34287-140551] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항은 {@그 결정이 있는 날부터} 효력을 상실한다.",
  "[34287-140552] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정된 사건이 있는 경우에는 {@그 결정이 있는 날}로 소급하여 효력을 상실한다.",
  "[34299-140608] 국회 외교통상통일위원회 위원장의 위법한 의사진행으로 인하여 소속 일부 상임위원들의 심의표결권이 침해되었음을 이유로 상임위원인 국회위원이 상임위원회 위원장을 상대로 제기한 권한쟁의심판청구는 적법하다.",
  "[34299-140609] 각급 구·시·군 선거관리위원회도 헌법에 의하여 설치된 기관으로서 헌법과 법률에 의하여 독자적인 권한을 부여받은 기관에 해당하고, 따라서 권한쟁의심판청구의 당사자능력이 인정된다.",
  "[34299-140610] 법률에만 설치 근거를 둔 국가기관이라 하더라도 헌법상 국가에게 부여된 임무 또는 직무를 수행하고 그 독립성이 보장되었다면 {@권한쟁의심판을 청구할 수 있다.}",
  "[34299-140611] 국회의원과 국회의장은 헌법에 의하여 설치되고 헌법과 법률에 의하여 권한이 부여되어 있으며, 그들 사이의 권한다툼을 해결할 수 있는 별도의 기관이나 방법이 없다는 점을 고려할 때 국회의원이 국회의장을 상대로 제기한 권한쟁의심판 청구도 적법하다.",
  "[34299-140612] 대통령이 국회의 동의를 거치지 아니하고 조약을 체결·비준하였고 국회 다수파 또한 당해 조약이 국회의 동의를 거쳐야 하는 조약이 아니라고 주장하는 경우, 국회 다수파에 반대하는 교섭단체 내지 국회의원이 자신의 이름으로 대통령에 대하여 청구한 권한쟁의심판청구는 적법하지 않다.",
  "[34342-140804] 법원행정처장의 민원인에 대한 법령질의회신은 법규나 행정처분과 같은 법적 구속력을 갖는 것이 아니므로 이에 대한 헌법소원심판청구는 부적법하다.",
  "[34342-140805] 소액사건 담당판사가 판결을 선고하면서 판결이유의 요지를 구술로 설명하지 아니한 부작위는 판결의 선고행위를 구성하는 행위로서 결국 법원의 재판에 해당하는 것이어서 이를 대상으로 하는 헌법소원심판청구는 부적법하다.",
  "[34342-140806] 변호사보수를 일정액까지만 소송비용에 산입하여 패소한 당사자로부터 상환받을 수 있도록 규정한 변호사보수의 소송비용 산입에 관한 대법원규칙은 사법부의 자율적 입법권에 기해 제정된 것이므로 이에 대한 {@헌법소원심판청구는 부적법하다.}",
  "[34342-140807] 헌법재판소법 제68조 제1항에서 규정하고 있는 ‘법원의 재판’에는 군사법원의 재판도 포함된다.",
  "[34352-140844] 법률의 제·개정 행위를 다투는 권한쟁의심판의 경우에는 국회가 피청구인적격을 가진다.",
  "[34352-140845] 헌법재판소에의 심판청구는 심판절차별로 정하여진 청구서를 헌법재판소에 제출함으로써 한다. 다만, 위헌법률심판에서는 법원의 제청서, 탄핵심판에서는 국회의 소추의결서의 정본으로 청구서를 갈음한다.",
  "[34352-140846] 헌법재판소장은 헌법재판소에 재판관 3명으로 구성되는 지정재판부를 두어 헌법소원심판의 사전심사를 담당하게 {@하여야 한다.}",
  "[34352-140847] 정당해산심판절차에서는 재심을 허용하지 아니함으로써 얻을 수 있는 법적 안정성의 이익보다 재심을 허용함으로써 얻을 수 있는 구체적 타당성의 이익이 더 크므로 재심을 허용하여야 한다.",
  "[34372-140924] 위헌으로 결정된 법률 또는 법률의 조항은 그 결정일로부터 효력을 상실한다.",
  "[34372-140925] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실하나, 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 그 결정이 있는 날의 다음 날로 소급하여 효력을 상실한다.",
  "[34372-140926] 위헌으로 결정된 법률 또는 법률의 조항에 근거한 유죄의 확정판결에 대하여는 재심을 청구할 수 있지만, 위 유죄의 확정판결이란 헌법재판소의 위헌결정으로 인하여 헌법재판소법 제47조 제3항의 규정에 의하여 소급하여 효력을 상실하는 법률 또는 법률의 조항을 적용한 유죄의 확정판결을 의미한다.",
  "[34372-140927] 위헌으로 결정된 법률 또는 법률의 조항이 헌법재판소법 제47조 제3항 단서에 의하여 종전의 합헌결정이 있는 날의 다음 날로 소급하여 효력을 상실하는 경우, 그 합헌결정이 있는 날의 다음 날 이후에 유죄 판결이 선고되어 확정되었더라도 범죄행위가 그 이전에 행하여졌다면 이에 대하여는 {@재심을 청구할 수 없다.}",
  "[34383-140968] 정당해산심판은 원칙적으로 해당 정당에게만 그 효력이 미치며, 정당해산결정은 대체정당이나 유사정당의 설립까지 금지하는 효력을 가진다.",
  "[34383-140969] 헌법재판소는 정당해산결정의 본질적 효과로서 그 정당 소속 국회의원들의 의원직이 상실된다고 결정하였다.",
  "[34383-140970] 정당해산결정의 파급효과를 고려할 때, 재심을 허용하지 아니함으로써 얻을 수 있는 법적 안정성의 이익보다 재심을 허용함으로써 얻을 수 있는 {@구체적 타당성의 이익이 더 큰 경우에 한하여 제한적으로 인정된다.}",
  "[34383-140971] 정당해산결정에 관한 재심대상결정의 심판대상은 재심청구인의 목적이나 활동이 민주적 기본질서에 위배되는지, 재심청구인에 대한 해산결정을 선고할 것인지, 해산결정을 할 경우 그 소속 국회의원에 대하여 의원직 상실을 선고할 것인지 여부이고, 이때 원칙적으로 민사소송법이 준용된다.",
  "[34387-140984] 권한쟁의심판제도는 국가기관 사이, 국가기관과 지방자치단체 사이 또는 지방자치단체 사이에 권한의 존부 또는 범위에 관하여 다툼이 발생한 경우에, 헌법재판소가 이를 유권적으로 심판함으로써 각 기관에게 주어진 권한을 보호함과 동시에 객관적 권한질서의 유지를 통해서 국가기능의 수행을 원활히 하고, 수평적‧수직적 권력 상호간의 견제와 균형을 유지하려는데 그 제도적 의의가 있다.",
  "[34387-140985] 오늘날 의회와 정부가 다수당을 중심으로 통합되어 가는 정당국가적 경향에 따라서 권한쟁의심판제도는 정치과정에서 소수파가 다수파의 월권적 행위를 헌법을 통해 통제할 수 있는 수단으로서의 기능도 가지게 되었다.",
  "[34387-140986] 헌법재판소에 의한 권한쟁의심판의 대상이 되는 법적 분쟁은 {@헌법상의 분쟁에 국한되고, 법률상의 분쟁은 일반법원의 행정소송에서 다루어지므로 양 사법기관의 관할권의 중복은 발생하지 않는다.}",
  "[34387-140987] 조약의 체결‧비준에 관한 동의권은 국회에 속하므로 국회의 조약 체결‧비준에 관한 동의권이 침해되었음을 다투는 권한쟁의심판청구에 있어 국회의원 개인은 청구인적격이 없다.",
  "[34397-141024] 헌법재판소는 법관의 자격을 가진 재판관으로 구성한다.",
  "[34397-141025] 헌법재판관은 {@대통령, 국회, 대법원장이 각 3인씩을 임명하고,} 헌법재판소장은 국회의 동의를 얻어 재판관 중에서 대통령이 임명한다.",
  "[34397-141026] 헌법재판소의 심판의 변론과 결정의 선고는 공개한다. 다만 국가의 안전보장, 안녕질서 또는 선량한 풍속을 해칠 우려가 있는 경우에는 결정으로 변론을 공개하지 아니할 수 있다.",
  "[34397-141027] 재판부는 재판관 7명 이상의 출석으로 사건을 심리한다.",
  "[34399-141032] 종전에 헌법재판소가 판시한 헌법 또는 법률의 해석 적용에 관한 의견을 변경하는 경우에는 재판관 6명 이상의 찬성이 있어야 한다.",
  "[34399-141033] 탄핵심판, 정당해산심판의 경우에는 청구기간의 제한이 없으나, 권한쟁의심판, 헌법소원심판의 경우에는 청구기간의 제한이 있다.",
  "[34399-141034] 위헌법률심판과 헌법소원심판은 서면심리에 의하는 것이 원칙이다.",
  "[34399-141035] 헌법재판소는 당사자의 신청을 기다려 증거조사를 하고, {@직권으로 증거조사를 할 수는 없다.}",
  "[34415-141096] 수사기관에 의한 비공개 지명수배조치는 {@헌법소원 대상이 되는 공권력 행사에 해당한다.}",
  "[34415-141097] 공권력의 불행사에 대한 헌법소원의 경우 불행사가 계속되는 한 청구기간에 제한이 없다",
  "[34415-141098] 행정입법부작위에 대하여는 {@다른 권리구제절차를 거치지 아니하고는 헌법소원심판을 청구하는 것이 불가능하다.}",
  "[34415-141099] 정부가 국회에 법률안을 제출하는 행위는 {@공권력 행사에 해당한다.}",
  "[34453-141248] ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판이 청구된 경우 헌법재판소는 심판청구서에 기재된 {@청구취지에 기속되어 심판대상을 확정해야 한다.}",
  "[34453-141249] 당사자는 동일한 사건에 대하여 {@2명까지만 재판관을 기피할 수 있다.}",
  "[34453-141250] 재판부는 결정으로 다른 국가기관 또는 공공단체 기관에 심판이 필요한 사실을 조회하거나, 기록의 송부나 자료의 제출을 요구할 수 있다. 다만, 재판·소추 또는 범죄수사가 진행 중인 사건의 기록에 대하여는 송부를 요구할 수 없다.",
  "[34453-141251] 헌법소원심판을 청구하려는 자가 변호사를 대리인으로 선임할 자력이 없는 경우에는 헌법재판소에 국선대리인을 선임하여 줄 것을 신청할 수 있는데, 이 경우 ｢헌법재판소법｣ 제69조에 따른 청구기간은 소송 지연을 방지하기 위하여 {@국선대리인이 심판청구서를 제출한 날을 기준으로 정한다.}",
  "[34457-141264] 군 공항 이전 사업은 국가사무이므로 관할 지방자치단체의 의사를 고려하지 않고 진행된다고 하더라도 해당 지방자치단체의 자치권한을 침해하였다거나 침해할 현저한 위험이 있다고 볼 수 없다.",
  "[34457-141265] 교육감은 시·도의 교육·학예에 관한 사무의 집행기관이므로 교육감과 해당 지방자치단체 상호 간의 분쟁과 관련된 심판청구는 헌법재판소가 관장하는 권한쟁의심판의 행위에 속한다고 볼 수 없다.",
  "[34457-141266] 대통령이 조약 체결·비준에 대한 국회의 동의를 요구하지 않았다고 하더라도 국회의 구성원인 국회의원은 국회의 조약 체결·비준 동의권 침해를 주장하는 권한쟁의심판에서 청구인 적격이 없다.",
  "[34457-141267] 지방자치단체가 기관위임사무를 수행하면서 지출한 경비에 대하여 예산배정요청을 하였으나 기획재정부장관이 이를 거부한 경우 위 거부처분에 대한 {@권한쟁의심판청구는 적법하다.}",
  "[34465-141296] 국가기관 상호간의 권한쟁의심판에서 국회뿐만 아니라 국회의장, 국회의원, 국회위원회 등도 당사자능력을 가질 수 있다.",
  "[34465-141297] 국회의 구성원인 국회의원은 국회의 조약에 대한 체결 및 비준 동의권의 침해를 주장하는 권한쟁의심판을 청구할 수 없다.",
  "[34465-141298] 장래처분은 원칙적으로 권한쟁의심판의 대상이 되지 않지만 장래처분이 확실하게 예정되어 있고 장래처분에 의해서 청구인의 권한이 침해될 위험성이 있어서 청구인의 권한을 사전에 보호해 주어야 할 필요성이 매우 큰 예외적인 경우에는 권한쟁의심판을 청구할 수 있다.",
  "[34465-141299] 권한쟁의대상이 되는 법적 분쟁은 헌법상의 분쟁이고 {@법률상의 분쟁은 포함되지 않으므로} 헌법재판소의 권한쟁의심판은 일반법원의 행정소송관할권과 중복될 가능성이 없다.",
  "[34471-141320] 법률은 법원의 제청에 의한 위헌법률심판의 대상이 된다.",
  "[34471-141321] ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판의 경우, 법률은 물론이고 {@명령이나 규칙도 심판의 대상이 된다.}",
  "[34471-141322] 법률과 동일한 효력을 갖는 긴급명령 및 긴급재정경제명령의 위헌여부 심사권한은 헌법재판소에 전속된다.",
  "[34471-141323] 실질적으로 법률과 같은 효력을 가지는 관습법도 ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판의 대상이 된다.",
  "[34536-141580] 당해 사건이 재심사건인 경우, 심판대상조항이 ‘재심청구 자체의 적법 여부에 대한 재판’에 적용되는 법률조항이 아니라 ‘본안 사건에 대한 재판’에 적용될 법률조항이라면 ‘재심청구가 적법하고, 재심의 사유가 인정되는 경우’에 한하여 재판의 전제성이 인정될 수 있다.",
  "[34536-141581] 위헌법률심판절차에 있어서 규범의 위헌성은 제청법원이나 제청신청인이 주장하는 법적 관점에서만이 아니라 심판대상규범의 법적 효과를 고려한 모든 헌법적 관점에서 심사된다.",
  "[34536-141582] ｢헌법재판소법｣ 제41조 제1항의 위헌법률심판제청신청과 제68조 제2항의 헌법소원의 대상은 ‘법률’이지 ‘법률의 해석’이 아니므로 ‘법률조항을 …으로 해석하는 한 위헌’이라고 청구하는 소위 {@한정위헌청구는 원칙적으로 부적법하다.}",
  "[34536-141583] 행정처분의 주체인 행정청도 헌법의 최고규범력에 따른 구체적 규범통제를 위하여 근거법률의 위헌여부에 대한 심판의 제청을 신청할 수 있고, ｢헌법재판소법｣ 제68조 제2항의 헌법소원을 제기할 수 있다.",
  "[34537-141584] 정당해산심판의 사유로서 정당의 활동은 정당 기관의 행위나 주요 정당관계자, 당원 등의 행위로서 그 정당에 귀속시킬 수 있는 활동 일반을 의미하므로, 정당대표나 주요 관계자의 행위라 하더라도 개인적 차원의 행위에 불과한 것은 이에 포함된다고 보기는 어렵다.",
  "[34537-141585] 정당해산심판의 사유로서 헌법 제8조 제4항의 민주적 기본질서는 최대한 엄격하고 협소한 의미로 이해해야 하고, 따라서 현행 헌법이 채택하고 있는 {@민주주의의 구체적인 모습과 동일하게 보아야 한다.}",
  "[34537-141586] 강제적 정당해산은 헌법상 핵심적인 정치적 기본권인 정당활동의 자유에 대한 근본적인 제한이므로, 헌법재판소는 이에 관한 결정을 할 때 헌법 제37조 제2항이 규정하는 비례원칙을 준수하여야 한다.",
  "[34537-141587] 헌법 제8조 제4항에서 말하는 민주적 기본질서의 ‘위배’란, 민주적 기본질서에 대한 단순한 위반이나 저촉을 의미하는 것이 아니라, 민주사회의 불가결한 요소인 정당의 존립을 제약해야 할 만큼 그 정당의 목적이나 활동이 우리 사회의 민주적 기본질서에 대하여 실질적인 해악을 끼칠 수 있는 구체적 위험성을 초래하는 경우를 가리킨다.",
  "[34592-141804] 법규범이 집행행위를 예정하고 있더라도 법규범의 내용이 집행행위 이전에 이미 국민의 권리관계를 직접 변동시키거나 국민의 법적 지위를 결정적으로 정하는 것이어서 국민의 권리관계가 집행행위의 유무나 내용에 의하여 좌우될 수 없을 정도로 확정된 상태라면 그 법규범의 권리침해의 직접성이 인정된다.",
  "[34592-141805] 공권력 작용의 직접적인 상대방은 자유의 제한, 의무의 부과, 권리 또는 법적 지위의 제약이 가해지면 자기관련성이 인정되며, {@제3자의 경우 사실적‧경제적 이해관계나 영향이 존재한다면 자기관련성이 인정된다.}",
  "[34592-141806] 직접성이 요구되는 법규범에는 형식적 의미의 법률뿐만 아니라 조약, 명령‧규칙, 헌법소원의 대상성이 인정되는 행정규칙, 조례 등이 포함된다.",
  "[34592-141807] 국민에게 일정한 행위의무 또는 행위금지의무를 부과하는 법규정을 정한 후 이를 위반할 경우 제재수단으로서 형벌 또는 행정벌 등을 부과할 것을 정한 경우에, 그 형벌이나 행정벌의 부과를 직접성에서 말하는 집행행위라고는 할 수 없다.",
  "[34593-141808] 위헌법률심판 제청이 적법하기 위해서는 법원에 계속 중인 구체적인 사건에 적용할 법률이 헌법에 위반되는 여부가 재판의 전제로 되어야 하는데 여기서 ‘재판’에는 법원의 증거채부결정과 같은 중간재판도 포함된다.",
  "[34593-141809] 위헌으로 결정된 형벌에 관한 법률 또는 법률조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 {@그 결정이 있은 날로 소급하여} 효력을 상실한다.",
  "[34593-141810] 제청법원이 법률조항 자체의 위헌판단을 구하는 것이 아니라 심판대상 법률조항의 특정한 해석이나 적용부분의 위헌성을 주장하는 {@한정위헌청구를 하는 경우에는 원칙적으로 부적법하다고 보아야 한다.}",
  "[34593-141811] 법원이 위헌법률심판을 제청하는 경우에는 제청서에 위헌이라고 해석되는 법률 또는 법률의 조항 및 위헌이라고 해석되는 이유를 기재해야 하는바, 헌법재판소는 제청서에 기재된 심판의 대상과 {@위헌심사의 기준에 구속된다.}",
  "[34652-142044] 재판관에게 공정한 심판을 기대하기 어려운 사정이 있는 경우 당사자는 기피신청을 할 수 있으나, 변론기일에 출석하여 본안에 관한 진술을 한 때에는 기피신청을 할 수 없다.",
  "[34652-142045] 위헌법률의 심판과 헌법소원에 관한 심판은 서면심리에 의하되, 재판부는 필요하다고 인정하는 경우에는 변론을 열어 당사자, 이해관계인, 그 밖의 참고인의 진술을 들을 수 있다.",
  "[34652-142046] 지정재판부는 다른 법률에 따른 구제절차가 있는 경우 그 절차를 모두 거치지 아니하거나 또는 법원의 재판에 대하여 헌법소원의 심판이 청구된 경우, 지정재판부 재판관 전원의 일치된 의견에 의한 결정으로 헌법소원의 심판청구를 각하한다.",
  "[34652-142047] 심판의 변론과 종국결정의 선고는 심판정에서 하되, 헌법재판소장이 필요하다고 인정하는 경우에는 심판정 외의 장소에서 변론을 열 수 있으나 종국결정의 선고를 할 수는 {@없다}.",
  "[34653-142048] 헌법재판소는 정당해산심판의 청구를 받은 때에는 {@청구인의 신청에 의해서만} 종국결정의 선고 시까지 피청구인의 활동을 정지하는 결정을 할 수 있다.",
  "[34653-142049] 정당해산심판은 헌법재판소법에 특별한 규정이 있는 경우를 제외하고는 헌법재판의 성질에 반하지 아니하는 한도 내에서 민사소송에 관한 법령과 {@행정}소송법을 함께 준용한다.",
  "[34653-142050] 정당의 목적이나 활동이 민주적 기본질서에 위배되는 것이 헌법이 정한 정당해산의 요건이므로, 정당해산결정 시 {@비례의 원칙 충족여부에 대하여 반드시 판단할 필요는 없다}.",
  "[34653-142051] 헌법재판소의 해산결정으로 위헌정당이 해산되는 경우에 그 정당 소속 국회의원이 그 의원직을 유지하는지 상실하는지에 대하여 헌법이나 법률에 명문의 규정이 없으나, 정당해산제도의 취지 등에 비추어 볼 때 헌법재판소의 정당해산결정이 있는 경우 그 정당 소속 국회의원의 의원직은 당선 방식을 불문하고 모두 상실되어야 한다.",
  "[34662-142084] 법률의 위헌 여부 심판의 제청신청이 기각된 때에는 그 신청을 한 당사자는 헌법재판소에 헌법소원심판을 청구할 수 있다.",
  "[34662-142085] 이 경우 당사자는 위헌 여부 심판의 제청신청을 기각하는 결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[34662-142086] 헌법재판소법 제68조 제2항에 의한 헌법소원심판을 청구한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 {@정지된다}.",
  "[34662-142087] 헌법재판소법 제68조 제2항에 의한 헌법소원심판을 청구한 당사자는 당해 사건의 소송절차에서 동일한 사유를 이유로 다시 위헌 여부 심판의 제청을 신청할 수 없다.",
  "[34665-142096] 법원행정처장의 민원인에 대한 법령 질의회신은 법규나 행정처분과 같은 법적 구속력을 갖는 것이라고는 보여지지 아니하므로 이에 대한 헌법소원심판청구는 부적법하다.",
  "[34665-142097] 법원이 구속영장이 청구된 피의자의 사선변호인에게 구속 전 피의자심문(영장실질심사) 기일 이전에 피의사실의 요지를 미리 고지하도록 규정하지 아니한 입법부작위에 대한 헌법소원심판청구는 부적법하다.",
  "[34665-142098] 대통령의 법률안 제출행위는 헌법재판소법 제68조에서 말하는 공권력의 행사에 해당되지 않는다.",
  "[34665-142099] 국립대학인 서울대학교의 ‘{@94학년도 대학입학고사주요요강}’은 사실상의 준비행위 내지 사전안내로서 {@헌법재판소법 제68조 제1항 소정의 공권력의 행사에 해당되지 않는다.}",
  "[34669-142112] 탄핵심판절차는 형사소송법이 준용되므로 당사자의 출석 없이는 변론을 진행할 수 {@없다}.",
  "[34669-142113] 탄핵심판에서는 국회 법제사법위원회의 위원장이 소추위원이 된다.",
  "[34669-142114] 헌법재판소에서 탄핵의 결정을 할 때에는 법률의 위헌결정과 마찬가지로 재판관 6인 이상의 찬성이 있어야 한다.",
  "[34669-142115] 피청구인이 결정 선고 전에 해당 공직에서 파면되었을 때에는 헌법재판소는 심판청구를 기각하여야 한다.",
  "[34752-142468] 유류분반환청구와 기여분결정 심판청구는 별개의 절차로 진행되고 기여분이 결정되어 있다고 하더라도 유류분산정에 있어서 기여분이 공제될 수 없으므로, 기여분결정 심판청구와 관련된 「민법」 제1008조의2제4항에 대한 심판 청구는 재판의 전제성이 인정되지 아니한다.",
  "[34752-142469] 확인신청 기간제한 조항은 직접생산 확인을 취소하는 처분을 받은 중소기업자에 대하여 일정기간 그 중소기업자가 생산하는 모든 제품에 대하여 직접생산 여부의 확인을 신청하지 못하도록 법률상 제한을 가하는 규정일 뿐이므로 해당 조항에 대한 부분은 재판의 전제성이 인정되지 아니한다.",
  "[34752-142470] 당내경선에서 「공직선거법」 상 허용되는 경선운동 방법을 위반하여 확성장치인 마이크를 사용해 경선운동을 하였다는 범죄사실로 유죄판결을 받은 당해사건에 「공직선거법」 상 확성장치사용 조항들에 대한 심판청구는 {@재판의 전제성이 인정된다.}",
  "[34752-142471] 자술서에 대한 증거능력 인정여부는 원칙적으로 「형사소송법」에 따라 결정되고, 심판대상조항은 증거채부 또는 증거능력에 관한 규정이 아니므로 보호신청을 한 북한이탈주민에 대해 그 밖의 필요한 조치를 취할 수 있게 한 해당 조항에 대한 심판청구는 재판의 전제성이 인정되지 아니한다.",
  "[34752-142472] 조합이 주택재개발사업을 시행하기 위하여 필요한 경우 토지&middot;물건 또는 그 밖의 권리를 취득하거나 사용할 수 있도록 한 구 「도시정비법」 조항은 수용재결처분의 근거조항으로 그 위헌 여부에 따라 재판의 결론이나 내용과 효력에 관한 법률적 의미가 달라질 가능성이 있으므로 재판의 전제성이 인정된다.",
  "[34774-142558] 탄핵심판은 {@서면으로 심리하며}, 동일한 사유로 형사소송이 진행되고 있는 경우 재판부는 심판 {@청구를 각하해야 한다.}",
  "[34774-142559] 검찰총장과 경찰청장은 {@헌법에 탄핵대상자로 명시}되어 있다.",
  "[34774-142560] 탄핵결정은 공직으로부터 파면함에 그치며 형사상의 책임이 면제되지는 않는다.",
  "[34774-142561] 탄핵심판의 경우 국정의 혼란을 방지하기 위하여 {@소수의견을 표시할 수 없다.}",
  "[34774-142562] 탄핵소추의 사유가 존재하는 경우에는 국회는 탄핵소추를 발의하고 의결{@하여야 한다.}",
  "[34788-142628] 형벌에 관한 법률이 위헌으로 결정된 경우 그 법률에 근거한 유죄의 확정판결에 대하여는 재심을 청구할 수 있다.",
  "[34788-142629] 군사법원은 위헌법률심판을 {@제청할 수 없다.}",
  "[34788-142630] 법률의 위헌결정은 법원뿐 아니라 국가기관 및 지방자치단체를 기속한다.",
  "[34788-142631] 재판관 5인이 위헌의견을 제시하고 나머지 4인이 합헌의견을 제시한 경우에도, 심판대상법률은 “헌법에 위반되지 아니한다.”라는 주문의 결정을 한다.",
  "[34788-142632] 헌법재판소가 법률에 대하여 헌법불합치결정을 하는 때에는 입법개선촉구의 결정을 함께 하기도 한다.",
  "[34823-142774] 탄핵결정에 의하여 파면된 사람은 결정 선고가 있은 날부터 5년이 지나지 아니하면 공무원이 될 수 없다.",
  "[34823-142775] 탄핵사유가 되는 직무집행에서 직무는 법제상 소관 직무에 속하는 고유 업무 및 통념상 이와 관련된 업무를 말한다. 따라서 직무상의 행위란 법령·조례 또는 행정관행·관례에 의하여 그 지위의 성질상 필요로 하거나 수반되는 모든 행위나 활동을 의미한다.",
  "[34823-142776] 탄핵의 결정을 하기 위해서는 재판관 6인 이상의 찬성이 있어야 하는데, 헌법재판관 1인이 결원이 되어 8인의 재판관으로 재판부가 구성되면 결원 상태인 1인의 재판관은 사실상 탄핵에 찬성하지 않는 의견을 표명한 것과 같은 결과를 가져오므로, {@8인의 재판관으로 구성된 재판부는 탄핵심판을 심리하고 결정할 수 없다.}",
  "[34823-142777] 헌법재판소의 탄핵심판절차는 법적 관점에서 단지 탄핵사유의 존부만을 판단하는 것이므로, 피청구인이 직책을 성실히 수행하였는지 여부는 그 자체로 소추사유가 될 수 없어, 탄핵심판절차의 판단대상이 되지 아니한다.",
  "[34833-142814] 법률의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속한다.",
  "[34833-142815] 행정작용을 포함한 공권력 작용을 대상으로 한 권리구제형 헌법소원에 있어서 {@판단유탈은 재심사유가 되지 아니한다.}",
  "[34833-142816] 형벌에 관한 법률 또는 법률의 조항에 대한 위헌결정과 관련하여 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 그 결정이 있는 날의 다음 날로 소급하여 효력을 상실한다.",
  "[34833-142817] 헌법재판소 결정문의 결정이유에 대하여 재판관 5인만이 찬성한 경우에는 위헌결정이유의 기속력을 인정할 여지가 없다.",
  "[34871-142966] 군사법원은 법률에 대한 위헌 여부 심판을 {@제청할 수 없다.}",
  "[34871-142967] 법률이 헌법에 위반되는지 여부가 재판의 전제가 된 경우에는 당해 사건을 담당하는 법원은 직권 또는 당사자의 신청에 의한 결정으로 헌법재판소에 위헌 여부 심판을 제청한다.",
  "[34871-142968] 위헌 여부 심판의 제청에 관한 결정에 대하여는 항고할 수 없다.",
  "[34871-142969] 대법원 외의 법원이 위헌 여부 심판의 제청을 할 때에는 대법원을 거쳐야 한다.",
  "[34872-142970] 법원의 재판에 대하여는 원칙적으로 헌법소원심판을 청구할 수 없으며, 여기서 법원의 재판이라 함은 사건을 종국적으로 해결하기 위한 종국판결 외에 본안전 소송판결 및 중간판결이 모두 포함된다.",
  "[34872-142971] 법원의 재판에는 재판절차에 관한 법원의 판단이 포함되나, 재판의 지연은 법원의 재판절차에 관한 것으로 볼 수 없으므로 {@헌법소원의 대상이 된다.}",
  "[34872-142972] 헌법재판소에 의하여 이미 위헌선언된 법령을 적용하여 국민의 기본권을 침해한 법원의 재판에 대하여는 예외적으로 헌법소원심판을 청구할 수 있다.",
  "[34872-142973] 원행정처분을 심판의 대상으로 삼았던 법원의 재판이 예외적으로 헌법소원심판의 대상이 되어 그 재판 자체까지 취소되는 경우에는 원행정처분에 대한 헌법소원이 허용된다",
  "[34874-142978] 사인(私人)은 변호사를 대리인으로 선임하지 아니하면 헌법소원심판청구를 하거나 심판수행을 하지 못하지만, 그가 변호사의 자격이 있는 경우에는 그러하지 아니하다.",
  "[34874-142979] 변호사가 선임되어 있는 경우에는 당사자 본인이 스스로의 주장과 자료를 헌법재판소에 제출하여 재판청구권을 행사하는 것은 {@허용되지 아니한다.}",
  "[34874-142980] 헌법소원심판을 청구하려는 자가 변호사를 대리인으로 선임할 자력이 없는 경우에는 헌법재판소에 국선대리인을 선임해 줄 것을 신청할 수 있고, 헌법재판소가 공익상 필요가 있다고 인정할 때에는 자력이 충분한 청구인에게도 국선대리인을 선임해 줄 수 있다.",
  "[34874-142981] 헌법소원심판을 청구하려는 자가 자력이 없는 경우라 하더라도 그 심판청구가 명백히 부적법하거나 이유 없는 경우에는 국선대리인을 선정하지 아니할 수 있다.",
  "[34877-142990] 재판관의 임기는 6년으로 하고, {@연임할 수 없다.}",
  "[34877-142991] 재판관의 정년은 70세로 한다.",
  "[34877-142992] 재판관은 탄핵결정이 되거나 금고 이상의 형을 선고받은 경우가 아니면 그 의사에 반하여 해임되지 아니한다.",
  "[34877-142993] 재판관은 정당에 가입하거나 정치에 관여할 수 없다.",
  "[35014-143553] 세법조항이 단순위헌으로 결정되면, 그 세법조항은 위헌결정이 있는 날로부터 효력을 상실하기 때문에, 위헌결정의 소급효가 인정되지 않아 {@당해사건의 당사자는 구제를 받지 못한다.}",
  "[35014-143554] 형벌조항이 단순위헌으로 결정되면, 그 형벌조항에 의하여 이미 유죄의 확정판결을 받은 사람은 재심을 청구하여 구제를 받을 수 있다.",
  "[35014-143555] 불처벌의 특례를 규정한 형벌규정에 대해 위헌결정이 내려지면, {@종래 그 특례의 적용을 받았던 사람에 대해 형사처벌을 할 수 있다.}",
  "[35014-143556] 형벌에 관한 법률 또는 법률의 조항은 소급하여 효력을 상실하지만, 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우 {@그 결정이 있는 날로 소급하여 효력을 상실한다.}",
  "[35014-143557] 법률조항에 대해 단순위헌결정이 내려지더라도, 입법자가 동일한 사정 하에서 동일한 이유에 근거한 동일한 내용의 법률을 다시 제정하는 것은 {@위헌결정의 기속력에 반하지 않는다.}",
  "[35018-143573] 법령이 헌법재판소법 제68조제1항에 따른 헌법소원의 대상이 되려면 구체적인 집행행위 없이 직접 기본권을 침해해야 하는바, 여기의 {@집행행위에 입법 및 사법행위는 포함되지 않는다.}",
  "[35018-143574] 방송통신심의위원회의 시정요구는 {@단순한 행정지도로서 항고소송의 대상이 되는 공권력의 행사라고 볼 수 없으므로 시정요구에 대하여 행정소송을 제기하지 않고 헌법소원심판을 청구하더라도 적법하다.}",
  "[35018-143575] 법령의 시행일 이후 일정한 유예기간을 둔 경우 유예기간과 관계 없이 이미 그 법령 시행일에 기본권의 침해를 받은 것이므로 이에 대한 {@헌법소원심판 청구기간의 기산점은 법령의 시행일이다.}",
  "[35018-143576] 헌법은 그 전체로서 주권자인 국민의 결단 내지 국민적 합의의 결과라고 보아야 할 것으로, 헌법의 개별규정을 헌법재판소법 제68조제1항 소정의 공권력 행사의 결과라고 볼 수 없다.",
  "[35018-143577] 대통령이 국회에 법률안을 제출하는 행위는 {@공권력의 행사에 해당하므로} 이를 대상으로 한 헌법재판소법 제68조제1항에 따른 헌법소원심판은 적법하다.",
  "[35019-143578] 권한쟁의는 국가기관과 지방자치단체간 및 지방자치단체 상호 간의 권한 분쟁을 해결하는 절차이므로 {@국가기관 상호 간의 권한분쟁은 심판대상이 되지 않는다.}",
  "[35019-143579] 권한쟁의심판절차에서는 종국결정의 선고 시까지 {@심판대상이 된 피청구인의 처분의 효력을 정지하는 가처분이 인정되지 않는다.}",
  "[35019-143580] 권한쟁의심판에서 청구를 인용하는 결정을 하기 위해서는 {@헌법재판관 6인 이상}의 찬성이 있어야 한다.",
  "[35019-143581] 일반 법원의 기관소송 관할권과 중복을 피하기 위하여 권한쟁의심판에서는 헌법상의 권한분쟁만을 대상으로 하고 {@법률상의 권한분쟁은 그 대상이 되지 않는다.}",
  "[35019-143582] 대통령이 국회의 동의 없이 조약에 비준한 경우, 국회의 구성원인 국회의원이 국회의 조약에 대한 체결·비준 동의권의 침해를 대신 주장하며 청구한 권한쟁의심판은 적법하지 않다.",
  "[35027-143618] 수사기관에 의한 비공개 지명수배조치는 수사기관 내부의 단순한 공조 내지 의사연락에 불과할 뿐이므로 헌법소원의 대상이 되는 공권력의 행사에 해당하지 않는다.",
  "[35027-143619] 헌법소원의 대상이 되는 공권력 작용은 입법·행정·사법 등의 모든 기관을 포함하며, 간접적인 국가행정, 예를 들어 공법상의 사단, 재단 등의 공법인, 국립대학교와 같은 영조물 등의 작용도 헌법소원의 대상이 된다.",
  "[35027-143620] 기소유예처분을 받은 피의자가 불복하여 헌법소원심판을 청구하였으나 그 후 그 처분의 대상이 된 범죄의 공소시효가 완성되었다고 하더라도 그 사실만으로 피의자가 제기한 헌법소원의 권리보호의 이익이 없다고 할 수 없다.",
  "[35027-143621] 법률에 의하여 직접 기본권이 침해당한 경우 다른 법적 구제절차가 없으므로 바로 헌법소원을 제기할 수 있다.",
  "[35027-143622] 변호인과의 자유로운 접견은 변호인의 조력을 받을 권리의 가장 중요한 내용이어서 {@변호인과의 접견 자체에 대해 아무런 제한도 가할 수 없다.}",
  "[35028-143623] {@당사자는 직접} 헌법재판소에 위헌법률심판을 제청할 수 있다.",
  "[35028-143624] 재판의 전제성은 법률의 당해 사건과의 관계에 관한 문제이므로 이에 대한 판단은 법원이 하며, {@법원의 판단은 헌법재판소를 기속한다.}",
  "[35028-143625] 심리의 결과 재판관 5인이 위헌, 2인이 헌법불합치, 2인이 합헌의견을 제시한 경우 헌법재판소는 헌법불합치결정을 주문으로 채택한다.",
  "[35028-143626] 위헌으로 결정된 법률조항은 {@원칙적으로 소급하여 그 효력을 상실한다.}",
  "[35028-143627] 위헌법률심판과 헌법소원심판은 {@구두변론주의를 원칙으로} 한다.",
  "[35029-143628] 강제적 정당해산은 정당활동의 자유에 대한 근본적인 제한이므로 헌법 제37조 제2항의 비례의 원칙을 준수하여야 한다.",
  "[35029-143629] 대통령의 해외순방 중 국무총리가 주재한 국무회의에서 정당해산심판청구서 제출안에 대한 의결은 위법하지 아니하다.",
  "[35029-143630] 정당해산심판절차에서는 재심을 허용하지 않음으로써 얻을 수 있는 법적 안정성의 이익보다 재심을 허용함으로써 얻을 수 있는 구체적 타당성의 이익이 보다 크므로 재심을 허용하여야 한다.",
  "[35029-143631] 정당해산심판은 국가권력으로부터 정당의 자유를 보장하기 위한 수단이므로 정당해산결정에 앞서 정당의 활동을 제약하는 {@가처분결정은 허용되지 아니한다.}",
  "[35029-143632] 정당해산제도의 취지 등에 비추어 볼 때 헌법재판소의 정당해산결정이 있는 경우 그 정당 소속 국회의원의 의원직은 당선 방식을 불문하고 모두 상실되어야 한다.",
  "[35045-143708] 당사자는 동일한 사건에 대하여 2명 이상의 재판관을 기피할 수 없다.",
  "[35045-143709] 폐지된 법률도 그 위헌 여부가 당해 소송사건에서 재판의 전제가 되어 있다면 위헌법률심판의 대상이 된다.",
  "[35045-143710] 정당해산심판절차에 관해서는「헌법재판소법」에 특별한 규정이 있는 경우를 제외하고는 헌법재판의 성질에 반하지 않는 한도에서 {@행정소송에 관한 법령}을 준용한다.",
  "[35045-143711] 헌법재판소는 이미 심판을 거친 동일한 사건에 대하여는 다시 심판할 수 없다.",
  "[35045-143712] 법원의 위헌 여부 심판의 제청에 관한 결정에 대해서는 항고할 수 없다.",
  "[36364-149433] 공권력의 작용의 직접적인 상대방이 아닌 제3자는 공권력의 작용이 그 제3자의 기본권을 {@직접적이고 법적으로 침해하는 경우라 하더라도 그 제3자에게 자기관련성이 인정되지 않는다.}",
  "[36364-149434] 청구인은 공권력 작용과 현재 관련이 있어야 하며, 장래 어느 때인가 관련될 수 있을 것이라는 것만으로는 헌법소원을 제기하기에 족하지 않으므로, 기본권침해가 장래에 발생하고 그 침해가 틀림없을 것으로 {@현재 확실히 예측되더라도 침해의 현재성을 인정할 수는 없다.}",
  "[36364-149435] 「헌법재판소법」 제68조 제1항 단서에서 말하는 다른 권리구제 절차에는 {@사후적·보충적 구제수단인 손해배상청구나 손실보상청구도 포함된다.}",
  "[36364-149436] 공권력의 불행사로 인한 기본권침해는 그 불행사가 계속되는 한 기본권침해의 부작위가 계속된다고 할 것이므로 공권력의 불행사에 대한 헌법소원은 그 불행사가 계속되는 한 기간의 제약없이 적법하게 청구할 수 있다.",
  "[36374-149473] 정당은 국민의 자발적 조직으로, 그 법적 성격은 일반적으로 사적·정치적 결사 내지는 법인격 없는 사단으로서 공권력의 행사 주체로서 국가기관의 지위를 갖는다고 볼 수 없으므로, 정당이 국회 내에서 교섭단체를 구성하고 있다고 하더라도 권한쟁의심판의 당사자능력이 인정되지 않는다."
]