[
  "[32879-134598] 고등법원‧특허법원 및 행정법원의 심판권은 {@반드시} 판사 3인으로 구성된 합의부에서 이를 행한다.",
  "[32879-134599] 종전에 대법원에서 판시한 헌법‧법률‧명령 또는 규칙의 해석 적용에 관한 의견을 변경할 필요가 있음을 인정하는 경우, {@대법관 3인 이상으로 구성된 부에서 먼저 사건을 심리하여 의견이 일치한 때에는 그 부에서 재판할 수 있다.}",
  "[32879-134600] 사법보좌관은 법관의 감독을 받아 업무를 수행하며, 사법보좌관의 처분에 대하여는 대법원규칙이 정하는 바에 따라 법관에 대하여 이의신청을 할 수 있다.",
  "[32879-134601] 대법관회의는 {@대법관 전원의 출석}과 출석인원 과반수의 찬성으로 의결한다.",
  "[32904-134720] 사법은 법 또는 권리에 관한 다툼이 있거나 법이 침해된 경우에 독립적인 법원이 원칙적으로 직접 조사한 증거를 통한 객관적 사실인정을 바탕으로 법을 해석‧적용하여 유권적인 판단을 내리는 작용이다.",
  "[32904-134721] 대법원장과 대법관이 아닌 법관의 임기는 10년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[32904-134722] 법관에 대한 징계처분 취소소송을 대법원의 단심재판에 의하도록 하는 것은 헌법상 재판청구권을 침해하지 않는다.",
  "[32904-134723] 대의기관인 대통령과 국회의 외국에의 국군의 파견결정은 고도의 정치적 결단을 요하는 문제로서 법원이 사법적 기준만으로 이를 심판하는 것은 자제되어야 한다.",
  "[32904-134724] 군사법원의 경우, 관할관 등이 군판사 및 심판관의 임명권과 재판관의 지정권을 갖고 심판관은 일반장교 중에서 임명하도록 하고 있어 {@법관에 의한 재판을 받을 권리를 침해한다.}",
  "[32995-135124] 법원의 위헌법률심판제청서는 대법원을 경유하여야 하며, 이때 {@대법원은 하급법원의 제청에 대하여 심사권을 가진다.}",
  "[32995-135125] 법원은 문제되는 법률조항이 {@합리적으로 의심의 여지가 없을 만큼 명백한 경우에만} 위헌심판제청을 할 수 있다.",
  "[32995-135126] 위헌법률심판제청의 대상은 {@형식적 의미의 법률에 한정된다.}",
  "[32995-135127] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지됨이 원칙이다.",
  "[32995-135128] 재판의 전제성을 판단할 때 재판은 종국재판을 의미하며, {@중간재판은 포함하지 않는다.}",
  "[33011-135191] 대법관회의는 대법관전원의 3분의 2 이상의 출석과 출석인원 과반수의 찬성으로 의결한다.",
  "[33011-135192] 법률이 헌법에 위반되는지 여부가 재판의 전제가 된 때에는 당해 사건을 담당하는 법원은 직권 또는 당사자의 신청에 의한 결정으로 헌법재판소에 위헌 여부 심판을 제청한다.",
  "[33011-135193] 대법원은 법률에 저촉되지 않는 범위 안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[33011-135194] 대법원장이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 {@대법관 중 최연장자}가 그 권한을 대행한다.",
  "[33012-135195] 헌법은 사법권의 독립을 보장하기 위하여 대법원장의 임기, 중임제한 및 {@정년}을 직접 규정하고 있다.",
  "[33012-135196] 하급법원이 상급법원의 지시에 따라 재판을 해야 하는 것은 아니지만, 상급법원의 재판에 있어서의 판단은 당해 사건에 관하여 하급심을 기속한다.",
  "[33012-135197] 국회의 국정감사나 국정조사는 계속 중인 재판에 관여할 목적으로 행사되어서는 안 된다.",
  "[33012-135198] 법원은 재판의 심리와 판결이 아닌 공판준비절차, 소송법상의 결정이나 명령을 공개할 필요가 없다.",
  "[33098-135539] 대통령선거, 국회의원선거, 비례대표시‧도의원선거 및 시‧도지사선거에 있어 선거소송은 대법원에 소를 제기하는 단심제로 한다.",
  "[33098-135540] 헌법재판소는 ‘군사시설’ 중 ‘전투용에 공하는 시설’을 손괴한 군인 또는 군무원이 아닌 국민이 항상 군사법원에서 재판받도록 규정한 법률조항은 군사법원의 재판을 받지 아니할 권리를 침해한다고 하였다.",
  "[33098-135541] 「국민의 형사재판 참여에 관한 법률」에 의한 국민참여재판의 경우 심리에 관여한 배심원은 유‧무죄에 관하여 전원의 의견이 일치하지 아니하는 때에는 평결을 하기 전에 심리에 관여한 판사의 의견을 들어야 하며, 이 경우 유‧무죄의 평결은 다수결의 방법으로 한다.",
  "[33098-135542] 비상계엄 시행 중 군사법원에 계속 중인 재판사건의 관할은 비상계엄의 해제와 동시에 일반 법원에 속하게 되지만, 대통령이 필요하다고 인정할 때에는 군사법원의 재판권을 {@3개월의 범위}에서 연기할 수 있다.",
  "[33234-136148] 상급법원의 재판에 있어서의 판단은 당해 사건에 관하여 하급심을 {@기속하지 않는다}",
  "[33234-136149] 대법원의 심판권은 원칙적으로 대법관전원의 3분의 2 이상의 합의체에서 이를 행하며 대법원장이 재판장이 된다.",
  "[33234-136150] 종전에 대법원에서 판시한 헌법·법률·명령 또는 규칙의 해석적용에 관한 의견을 변경할 필요가 있음을 인정하는 경우에는 대법원 전원합의체에서 재판을 한다.",
  "[33234-136151] 대법원장은 사법행정사무를 총괄하며, 사법행정사무에 관하여 관계공무원을 지휘·감독한다.",
  "[33234-136152] 대법원은 서울특별시에 둔다.",
  "[33251-136219] 일반적으로 고도의 정치적 결단에 의한 국가행위로서 사법적 심사의 대상이 되기에 적절하지 못한 행위를 일컫는 개념이다.",
  "[33251-136220] 대법원은 통치행위의 개념을 인정한다고 하더라도 과도한 사법심사의 자제가 기본권을 보장하고 법치주의 이념을 구현하여야 할 법원의 책무를 태만히 하거나 포기하는 것이 되지 않도록 그 인정을 지극히 신중하게 하여야 하며, 그 판단은 오로지 사법부만에 의하여 이루어져야 한다고 보고 있다.",
  "[33251-136221] 모든 국가작용은 국민의 기본권적 가치를 실현하기 위한 수단이라는 한계를 지켜야 하므로 아무리 고도의 정치적 결단에 의하여 행해지는 국가작용이라도 그것이 국민의 기본권 침해와 관련되는 경우에는 헌법재판소의 심판대상이 된다는 것이 헌법재판소의 판례이다.",
  "[33251-136222] 미국의 연방대법원은 Baker v. Carr 사건에서 불평등한 인구비례에 따른 선거구획정문제는 정치적 문제로서 {@사법심사의 대상에서 제외된다고 하면서 통치행위를 인정하였다.}",
  "[33253-136227] 우리 헌법은 영장주의가 사법절차뿐만 아니라 {@행정절차에도 적용된다고 규정하고 있다.}",
  "[33253-136228] 대법원장의 판사보직권 행사에 대해서는 {@소청심사와 행정소송을 거칠 필요 없이 헌법소원심판청구가 가능하다.}",
  "[33253-136229] 법관에 대한 징계처분 취소소송을 대법원의 단심재판에 의하도록 하는 것은 헌법상 {@재판청구권을 침해한다.}",
  "[33253-136230] 국민참여재판에서 배심원은 유‧무죄에 관하여 전원의 의견이 일치하지 아니하는 때에는 평결을 하기 전에 심리에 관여한 판사의 의견을 들어야 하고, 이 경우 유‧무죄의 평결은 다수결의 방법으로 한다.",
  "[33549-137407] 명령 또는 규칙이 법률에 위반함을 인정하는 경우에는 대법관 전원의 3분의 2 이상의 합의체에서 심판하여야 하는데, 여기서 말하는 명령 또는 규칙은 법규로서의 성질을 가지는 명령 또는 규칙을 의미한다.",
  "[33549-137408] 헌법이 대법원을 최고법원으로 규정하였다고 하여 곧바로 대법원이 모든 사건을 상고심으로 관할하여야 하는 것은 아니며, 국회는 법률로 대법원이 어떤 사건을 제1심으로 또는 상고심으로 관할할 것인지 정할 수 있다.",
  "[33549-137409] 대법원장이 궐위되거나 부득이한 사유로 인하여 직무를 수행할 수 없을 때에는 {@대법관 중 최연장자}가 그 권한을 대행한다.",
  "[33549-137410] 대법원장은 법원의 조직, 인사, 운영, 재판절차, 등기, 가족관계등록, 그 밖의 법원 업무와 관련된 법률의 제정 또는 개정이 필요하다고 인정하는 경우에는 국회에 서면으로 그 의견을 제출할 수 있다.",
  "[33636-137800] 대법관을 임명할 때는 인사청문회를 거쳐야 하지만, 대법원장처럼 {@국회의 동의까지 요구되지는 않는다.}",
  "[33636-137801] 대법원을 비롯한 각급법원은 명령이나 규칙이 헌법에 위반되는 여부에 대해 심사할 권한이 있다.",
  "[33636-137802] 어떤 법률이 헌법에 위반되는지 여부를 심판해줄 것을 헌법재판소에 {@일반 국민이 직접 청구하는 것은 허용되지 않는다.}",
  "[33636-137803] 헌법재판소의 권한쟁의심판에 대한 결정에는 {@재판관 6인 이상의 찬성}이 있어야 한다.",
  "[33654-137872] 대법관의 수는 대법원장을 포함하여 {@13명}으로 한다.",
  "[33654-137873] 헌법재판소에 따르면, 우리 헌법은 명령이 헌법이나 법률에 위반되는지 여부의 최종심판권을 대법원에 부여하고 있으므로 당해 명령이 집행을 매개로 하지 않고 직접 개인의 기본권을 침해하는 경우에도 {@헌법소원을 청구할 수는 없다.}",
  "[33654-137874] 대법관회의는 대법관 전원의 3분의 2 이상의 출석과 출석인원 과반수의 찬성으로 의결하며, 의장은 의결에서 표결권을 갖고 가부동수일 때에는 결정권을 가진다.",
  "[33654-137875] 대법원장은 국회의 동의를 받아 대통령이 임명하며, 대법관은 대법원장의 제청으로 {@국회의 동의 없이} 대통령이 임명한다.",
  "[33699-138068] 하급심법원이 위헌법률심판을 할 때에는 반드시 대법원을 경유하여야 하며, {@대법원은 반드시 위헌 여부에 관한 판단을 헌법재판소에 제시하여야 한다.}",
  "[33699-138069] 심판제청의 대상은 형식적 의미의 법률에 한하므로 {@조약과 긴급명령은 포함되지 아니한다.}",
  "[33699-138070] 폐지된 법률은 {@위헌심사의 대상이 되지 아니한다.}",
  "[33699-138071] 군사법원도 위헌법률심판제청권을 가진다.",
  "[33699-138072] 법원이 헌법재판소에 위헌법률심판제청을 하면 {@당해 소송에 관한 일체의 절차가 정지된다.}",
  "[33706-138103] 법관은 탄핵, 금고 이상의 형 또는 {@징계처분}에 의하지 아니하고는 파면되지 아니한다.",
  "[33706-138104] 상급법원의 판단은 하급심을 기속하므로 하급심은 사실판단이나 법률판단에 있어서 {@상급심의 선례를 존중할 법적 의무를 가진다.}",
  "[33706-138105] 별도의 법률상 감경사유가 없는 한 작량감경만으로는 집행유예를 할 수 없도록 한 법률규정은 {@법관의 양형선택권과 판단권을 제한하므로 위헌이다.}",
  "[33706-138106] 법관이 중대한 심신장애로 직무를 수행할 수 없을 때에는 대법관의 경우 대법원장의 제청으로 대통령이, 판사의 경우 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[33706-138107] 상고심으로부터 파기․환송받은 법원은 그 사건을 재판함에 있어서 상급심의 법률상 판단에는 기속되지만, {@사실상 판단에는 기속되지 아니한다.}",
  "[33751-138305] 법관의 징계종류는 일반 공무원과 달리 견책‧감봉 그리고 정직의 3가지로 제한된다.",
  "[33751-138306] 법관징계위원회의 징계처분에 대하여 불복하는 경우에는 전심절차를 거치지 아니하고 곧바로 대법원에 징계처분의 취소를 구하여야 한다.",
  "[33751-138307] 대법원장과 대법관의 임기는 각 6년이고, 일반법관의 임기는 10년이며, {@대법원장}과 대법관, 일반법관은 법률이 정하는 바에 의하여 중임 및 연임할 수 있다.",
  "[33751-138308] 임기가 끝난 판사는 인사위원회의 심의를 거쳐 대법관회의의 동의를 받아 대법원장의 연임발령으로 연임한다.",
  "[33752-138309] 법원의 종류로는 대법원, 고등법원, 특허법원, 지방법원, 가정법원, 행정법원, 회생법원 7가지가 존재한다.",
  "[33752-138310] 법관의 재판에 법령의 규정을 따르지 아니한 잘못이 있다 하더라도 이로써 바로 그 재판상 직무행위가 국가배상법 제2조 제1항에서 말하는 위법한 행위로 되어 국가의 손해배상책임이 발생하는 것은 아니다.",
  "[33752-138311] 법관에 대한 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 하더라도 이는 입법자의 적법한 재량범위 내의 입법행위로서 재판청구권을 침해하지 않는다.",
  "[33752-138312] 판사가 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, {@대법원장의 제청으로 대통령이 퇴직을 명할 수 있다.}",
  "[33754-138317] 대법원 양형위원회의 양형기준은 그 내용의 타당성에 의하여 일반적인 설득력을 가지는 것으로 예정되어 있으므로 법관의 양형에 있어서 그 존중이 요구되는 것일 뿐 법적 구속력을 가지지 아니한다.",
  "[33754-138318] 대법원장이 행한 법관의 보직에 관한 인사처분에 대해 소청심사나 행정소송을 거치지 아니한 채 제기한 헌법소원심판청구는 부적합하다.",
  "[33754-138319] 상고심으로부터 사건을 환송받은 법원은 그 사건을 재판함에 있어서 상고법원이 파기이유로 한 {@사실상 및 법률상의 판단에 대하여 기속되지 아니한다.}",
  "[33754-138320] 특별한 사정이 없는 한 우리나라의 영토 내에서 행하여진 외국의 사법(私法)적인 행위에 대하여는 당해 국가를 피고로 하여 우리나라의 법원이 재판권을 행사할 수 있다.",
  "[33792-138469] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[33792-138470] 상급법원의 재판에 있어서의 판단은 {@동종 사건에 관하여} 하급심을 기속하는 것이므로, 하급심은 사실판단이나 법률판단에 있어서 상급심의 선례를 존중하여야 한다.",
  "[33792-138471] 법관이 대법원장의 징계처분에 대하여 불복하려는 경우에는 징계처분이 있음을 안 날부터 14일 이내에 전심 절차를 거치지 아니하고 대법원에 징계처분의 취소를 청구하여야 한다.",
  "[33792-138472] 군사법원의 경우, 군판사 3명을 재판관으로 하는데, 군판사는 군법무관으로서 10년 이상 복무한 영관급 이상의 장교 중에서 임명한다.",
  "[33817-138571] 대법원장이 대법관 후보자의 임명을 제청할 때에는 대법관후보추천위원회에서 추천한 후보자를 존중한다.",
  "[33817-138572] 모든 대법관은 대통령이 임명한다.",
  "[33817-138573] 46세의 21년 경력의 변호사는 대법관 임용자격을 갖춘 사람이다.",
  "[33817-138574] 임명에 앞서 국회 인사청문특별위원회에서 인사청문을 실시한다.",
  "[33817-138575] 대통령의 {@대법관 임명}은 국무회의의 심의사항으로 헌법상 명시되어 있다.",
  "[33830-138636] 법원이 양형기준을 벗어난 판결을 하는 경우에는 판결서에 양형의 이유를 적어야 한다.",
  "[33830-138637] 대법원 양형위원회의 양형기준은 법적 구속력을 가지지 아니하며 법관의 양형에 있어서 그 존중이 요구될 뿐이다.",
  "[33830-138638] 헌법은 ‘대법원장과 대법관이 아닌 법관의 임기는 10년으로 한다’라고 직접 규정하고 있다.",
  "[33830-138639] 금고 이상의 형의 선고를 받아 집행을 종료한 후 또는 집행이 면제된 후로부터 5년을 경과하지 아니한 자에 대해서는 집행유예를 하지 못하도록 규정하고 있는 ｢형법｣ 제62조 제1항 단서는 {@정당한 재판을 받을 권리 및 법관의 양심에 따른 재판권을 침해한다.}",
  "[33830-138640] 상고심으로부터 사건을 환송받은 법원은 그 사건을 재판함에 있어서 상고법원이 파기이유로 한 사실상 및 법률상의 판단에 대하여 기속된다.",
  "[33865-138792] 헌법은 국회의원의 자격심사나 제명은 법원에 제소할 수 없다고 명문으로 규정하고 있다.",
  "[33865-138793] 유신헌법(1972년 헌법)은 긴급조치가 사법적 심사의 대상이 되지 않는다고 명문 규정을 두고 있었다.",
  "[33865-138794] 대법관이 아닌 법관은 {@국회의 동의를 얻어} 대법원장이 임명한다.",
  "[33865-138795] 외교사절의 재판면제특권은 헌법에 직접 규정되어 있지 않다.",
  "[33865-138796] 대통령의 한미연합 군사훈련 결정은 사법심사를 자제해야 하는 통치행위에 해당되지 않는다.",
  "[33918-139018] 헌법재판소는 판사임용요건으로서 10년 이상의 법조경력을 요구하는 개정 법원조직법 제42조 제2항에 관한 경과 조치 규정인 부칙 제2조가 법개정 당시 이미 사법연수원에 입소한 사람들에게 적용되는 것은 신뢰보호의 원칙에 반하여 공무담임권을 침해한다고 보아 한정위헌 결정을 하였다.",
  "[33918-139019] 대법원에는 법률이 정하는 바에 의하여 대법관이 아닌 법관을 둘 수 있으나 재판연구관을 언제나 판사로 보하여야 하는 것은 아니다.",
  "[33918-139020] 대법원장의 정년은 70세, 대법관의 정년은 {@65세,} 판사의 정년은 {@63세}로 한다.",
  "[33918-139021] 대법원장은 대법관회의의 의장이 되고 의결에 있어서 표결권을 가지며 가부동수인 때에는 결정권을 가진다.",
  "[33956-139170] 대법원은 법률에서 저촉되지 아니하는 범위안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[33956-139171] 일반법관의 임명은 법관인사위원회의 심의를 거치고 대법관회의의 동의를 받아 대법원장이 임명한다.",
  "[33956-139172] 대법원장과 대법관의 임기는 6년이며, 대법원장과 대법관은 법률이 정하는 바에 의해 {@연임할 수 있다.}",
  "[33956-139173] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 않고는 파면되지 않는다.",
  "[33998-139338] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다.",
  "[33998-139339] 군사법원에서는 군판사 3명을 재판관으로 하며, 약식절차에서는 군판사 {@2명}을 재판관으로 한다.",
  "[33998-139340] 대법원에서는 법률이 정하는 바에 의하여 대법관이 아닌 법관을 둘 수 있다.",
  "[33998-139341] 대법원 재판시에는 합의에 관여한 모든 대법관의 의견을 표시하여야 한다.",
  "[34230-140266] 대법원장은 대법관회의의 의장으로서 의결에 있어서 표결권을 가지며 가부동수인 때에는 결정권을 가진다.",
  "[34230-140267] 대법원은 군사법원운영위원회의 의결을 거쳐 군사법원의 재판에 관한 내부규율과 사무처리에 관한 군사법원규칙을 정하는데, 군사법원운영위원회는 재적위원 3분의 2 이상의 출석으로 개의하고, 출석위원 과반수의 찬성으로 의결한다.",
  "[34230-140268] 현행 헌법은 {@행정심판에 관하여 규정을 두고 있지 않으나,} 재판의 전심절차로서 행정심판을 할 수 있으며, 행정심판의 절차에는 사법절차가 준용되어야 한다.",
  "[34230-140269] 대법원장과 대법관의 임기는 6년, 판사의 임기는 10년으로 하며, 대법원장과 대법관의 정년은 각각 70세, 판사의 정년은 65세로 한다.",
  "[34233-140278] 상급법원의 재판에 있어서의 판단은 {@동종 사건에 관하여 하급심을 기속하는 것이므로}, 하급심은 사실판단이나 법률판단에 있어서 상급심의 선례를 존중하여야 한다.",
  "[34233-140279] 대법원은 {@법령에 저촉되지 아니하는 범위 안에서} 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[34233-140280] 명령･규칙이 헌법에 위반된다고 인정하는 경우뿐 아니라 명령･규칙이 법률에 위반된다고 인정하는 경우에도 대법원의 심판권은 대법관 전원의 3분의 2 이상의 합의체에서 행사한다.",
  "[34233-140281] 법관에 대한 징계처분에는 {@해임･정직･감봉}의 세 종류가 있으며, 징계처분에 대하여 불복하려는 경우에는 징계처분이 있음을 안 날로부터 14일 이내에 전심절차를 거치지 아니하고 대법원에 징계처분의 취소를 청구하여야 한다.",
  "[34233-140282] 대법관이 중대한 심신상의 장해로 직무를 수행할 수 없을 때에는 {@대법원장의 허가를 얻어 퇴직할 수 있다.}",
  "[34310-140663] 법원은 국회에 대한 견제수단으로서 국회의원의 자격심사·징계·제명에 대한 {@사법심사권을 가진다.}",
  "[34310-140664] 사법권을 집행부로부터 독립하게 하기 위해서 법원의 독자적인 예산편성권을 인정하고 있으므로 정부는 대법원의 세출예산요구액을 {@감액할 수 없다.}",
  "[34310-140665] 어떤 행정심판절차에 사법절차가 준용되지 않는다 하더라도 임의적 전치제도로 규정함에 그치고 있다면, 행정심판절차에 사법절차가 준용되어야 할 것을 규정하고 있는 헌법 제107조 제3항에 위반되지 아니한다.",
  "[34310-140666] 금고 이상의 형의 선고를 받아 집행을 종료한 후 또는 집행이 면제된 후로부터 5년을 경과하지 아니한 자에 대해서는 집행유예를 하지 못하도록 규정하고 있는 ｢형법｣조항은 {@법관의 양심에 따른 재판권을 침해한다.}",
  "[34310-140667] 대법원 양형위원회의 양형기준은 법관이 합리적인 양형을 정하는 객관적 기준으로서 {@법적 구속력을 가진다.}",
  "[34380-140956] 법관의 정년은 법률로 정한다고만 규정할 뿐 대법원장, 대법관의 정년도 명시적으로 정하지 않고 있다.",
  "[34380-140957] 재판의 심리와 판결은 공개한다. 다만, 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 {@대법원규칙으로 심리를 공개하지 않을 사항을 미리 정한다}.",
  "[34380-140958] 대법원장과 대법관의 임기는 각 6년이고, 대법관은 연임할 수 있다.",
  "[34380-140959] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[34449-141232] 탄핵에 의하여 파면된 법관은 결정 선고가 있은 날부터 5년이 지나지 아니하면 법관에 임용될 수 없다.",
  "[34449-141233] 법관은 징계처분에 의하지 아니하고는 불리한 처분을 받지 아니하므로, {@징계처분에 의하지 아니하고는 법관을 원치 않는 임지(任地)로 전보발령할 수 없다.}",
  "[34449-141234] 법원의 조직 및 법관의 자격을 법률로 정하는 것은 {@입법부가 사법부를 임의로 통제할 수 있게 하는 것을 의미하므로 사법부의 독립을 침해하는 것이다.}",
  "[34449-141235] 상급법원의 재판에 있어서의 판단은 하급심을 기속하는 것이므로 하급심은 사실판단이나 법률판단에 있어서 {@상급심의 선례를 존중할 법적 의무가 있다.}",
  "[34494-141412] 강도상해죄를 범한 자에 대하여는 법률상의 감경사유가 없는 한 집행유예의 선고가 불가능하도록 한 것은 사법권의 독립 및 법관의 양형판단재량권을 침해 내지 박탈하는 것으로서 헌법에 위반된다고는 볼 수 없다.",
  "[34494-141413] 법관징계위원회의 징계등 처분에 대하여 불복하려는 경우에는 징계등 처분이 있음을 안 날부터 14일 이내에 전심절차를 거치지 아니하고 대법원에 징계등 처분의 취소를 청구하여야 한다.",
  "[34494-141414] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[34494-141415] 대법원장과 대법관이 아닌 법관은 {@인사위원회의 동의}를 얻어 대법원장이 임명한다.",
  "[34525-141536] 사법권의 독립을 위하여 현행 ｢법원조직법｣은 대법관후보추천위원회의 구성에 있어서 {@행정부 소속 공무원을 배제하고 있다.}",
  "[34525-141537] 강도상해죄를 범한 자에 대하여는 법률상 감경사유가 없는 한 집행유예의 선고가 불가능하도록 한 것은 {@사법권의 독립 및 법관의 양형판단재량권을 침해하여 위헌이다.}",
  "[34525-141538] ‘법관이 그 품위를 손상하거나 법원의 위신을 실추시킨 경우’를 법관에 대한 징계사유로 규정하고 있는 구 ｢법관징계법｣ 제2조 제2호는 {@명확성원칙에 위배된다.}",
  "[34525-141539] 회사정리절차의 개시와 진행의 여부를 실질적으로 금융기관의 의사에 종속시키는 규정은 사법권을 형해화시키고, 지시로부터의 독립을 그 내용으로 하는 사법권의 독립에 위협의 소지가 있다.",
  "[34550-141636] 공개된 법정의 법관의 면전에서 모든 증거자료가 조사‧진술되어야 하는 요청은 공정한 재판을 받을 권리로부터 파생된다.",
  "[34550-141637] 법관정년제 자체의 위헌성 판단은 헌법규정에 대한 위헌주장으로 헌법재판소의 위헌판단의 대상이 되지 아니하며, {@법관의 정년연령을 규정한 법률의 구체적인 내용도 헌법재판소의 위헌판단의 대상이 될 수 없다.}",
  "[34550-141638] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직‧감봉 기타 불리한 처분을 받지 아니한다.",
  "[34550-141639] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 법관인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[34582-141764] 사법권의 독립은 재판상의 독립, 즉 법관이 재판을 함에 있어서 오직 헌법과 법률에 의하여 그 양심에 따라 할 뿐, 어떠한 외부적인 압력이나 간섭도 받지 않는다는 것뿐만 아니라, 재판의 독립을 위해 법관의 신분보장도 차질 없이 이루어져야 함을 의미한다.",
  "[34582-141765] 사법의 본질은 법 또는 권리에 관한 다툼이 있거나 법이 침해된 경우에 독립적인 법원이 원칙적으로 직접 조사한 증거를 통한 객관적 사실인정을 바탕으로 법을 해석‧적용하여 유권적인 판단을 내리는 작용이다.",
  "[34582-141766] 심리불속행 재판은 상고각하의 형식판단과 상고이유를 심리한 결과 이유 없다고 인정되는 경우에 내려지는 상고기각의 실체판단과의 중간적 지위를 가진 재판이다.",
  "[34582-141767] 국회의 자격심사나 제명을 제외한 국회의원에 대한 국회의 징계처분에 대해서는 예외적으로 {@법원에 제소할 수 있다.}",
  "[34651-142040] 종전에 대법원에서 판시한 헌법·법률·명령 또는 규칙의 해석 적용에 관한 의견을 변경할 필요가 있음을 인정하는 경우, 대법관 3인 이상으로 구성된 부에서 먼저 사건을 심리하여 의견이 일치한 때에는 그 부에서 재판할 수 {@있다}.",
  "[34651-142041] 헌법 제101조 제2항의 각급법원에는 고등법원, 특허법원, 지방법원, 가정법원, 행정법원, 회생법원 및 {@군사법원이 포함된다}.",
  "[34651-142042] 법관의 인사에 관한 중요 사항을 심의하기 위하여 대법원에 법관인사위원회를 두며, 법관인사위원회의 위원장은 위원 중에서 대법원장이 임명하거나 위촉한다.",
  "[34651-142043] 사법의 민주적 정당성과 신뢰를 높이기 위해 국민참여재판 제도를 도입한 취지와 국민참여재판을 받을 권리를 명시하고 있는 국민의 형사재판 참여에 관한 법률의 내용에 비추어 볼 때, 국민참여재판을 받을 권리는 헌법상 기본권으로서 {@보호된다}.",
  "[34673-142128] 명령·규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에 대법원이 이를 최종적으로 심사할 권한을 가진다.",
  "[34673-142129] 명령·규칙심사의 대상이 되는 명령은 국민에 대하여 일반적 구속력을 가지는 법규명령을 의미한다.",
  "[34673-142130] 변리사 제1, 2차 시험을 종전의 ‘절대평가제’에서 ‘상대평가제’로 전환하는 내용의 변리사법 시행령 조항을 즉시 시행함으로 인한 수험생들의 신뢰이익 침해는 공익적 목적을 고려하더라도 정당화될 수 없을 정도로 과도하므로, 위 조항을 즉시 2002년의 변리사 제1차 시험에 대하여 시행하도록 그 시행시기를 정한 개정 시행령 부칙 부분은 헌법에 위반되어 무효이다.",
  "[34673-142131] 입헌적 법치주의국가의 기본원칙은 어떠한 국가행위나 국가작용도 헌법과 법률에 근거하여 그 테두리 안에서 합헌적·합법적으로 행하여질 것을 요구하고, 이러한 합헌성과 합법성의 판단은 본질적으로 사법의 권능에 속하는 것이므로, 유신헌법 제53조 제4항에 근거하여 이루어진 긴급조치는 {@위헌법률심판의 대상이 된다}.",
  "[34732-142368] 대법관의 수는 {@대법원장을 포함하여 13인}으로 한다.",
  "[34732-142369] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 {@정직·감봉 기타 불리한 처분을 받지 아니한다.}",
  "[34732-142370] 군사법원의 상고심은 {@고등법원에서 관할한다.}",
  "[34732-142371] 대법관에 대한 인사청문 요청이 있는 경우 {@법제사법위원회에서 인사청문회를 연다.}",
  "[34732-142372] 상급법원 재판에서의 판단은 해당 사건에 관하여 하급심을 기속한다.",
  "[34741-142413] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령의 형보다 중한 형을 선고할 수 없도록 한 것은, 피고인이 정식재판을 청구하는 경우 법관에게 부여된 형종에 대한 선택권이 검사의 일방적인 약식명령 청구에 의하여 심각하게 제한되므로 {@법관의 양형결정권을 침해한다.}",
  "[34741-142414] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[34741-142415] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 하는 것은, 독립적으로 사법권을 행사하는 법관이라는 지위의 특수성과 법관에 대한 징계절차의 특수성을 감안하여 재판의 신속을 도모하기 위한 것이므로 헌법에 합치된다.",
  "[34741-142416] 법관정년제 자체의 위헌성 판단은 헌법재판소의 위헌판단의 대상이 되지 않는다.",
  "[34741-142417] 강도상해죄를 범한 자에 대하여는 법률상의 감경사유가 없는 한 집행유예의 선고가 불가능하게 하였다 하더라도, 입법재량의 한계를 명백히 벗어난 것이 아닌 한, 사법권의 독립 및 법관의 양형판단재량권을 침해 내지 박탈하여 헌법에 위반된다고 할 수 없다.",
  "[34822-142770] 임기가 끝난 판사는 인사위원회의 심의를 거치고 대법관회의의 동의를 받아 대법원장의 연임발령으로 연임한다.",
  "[34822-142771] 헌법재판소는 헌법 제110조 제1항에서 “특별법원으로서 군사법원을 둘 수 있다”는 의미를 군사법원을 일반법원과 조직·권한 및 재판관의 자격을 달리하여 특별법원으로 설치할 수 있다는 뜻으로 해석한다.",
  "[34822-142772] 비상계엄이 선포된 때에는 법률이 정하는 바에 의하여 법원의 권한에 관하여 특별한 조치를 할 수 있으며, 비상계엄하의 군사재판은 {@군인·군무원의 범죄에 한하여} 단심으로 할 수 있다.",
  "[34822-142773] 근무성적이 현저히 불량하여 판사로서 정상적인 직무를 수행할 수 없는 경우 연임발령을 하지 않도록 규정한 법원조직법 조항은 사법의 독립을 침해하지 않는다.",
  "[35008-143523] 남북정상회담의 개최과정에서 통일부장관의 협력사업 승인을 얻지 아니한 채 북한 측에 사업권의 대가 명목으로 송금한 행위는 사법심사의 대상이 된다",
  "[35008-143524] 대법원은 법률에 저촉되지 아니하는 범위 안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[35008-143525] 「법무사법」 제4조제2항이 대법원규칙으로 정하도록 위임한 이른바 ‘법무사시험의 실시에 관하여 필요한 사항’이란 시험과목·합격기준·시험실시방법·시험실시시기·실시횟수 등 시험실시에 관한 구체적인 방법과 절차를 말하는 것이지 시험의 실시 여부까지도 대법원규칙으로 정하라는 말은 아니다.",
  "[35008-143526] 헌법재판소는 위헌법률심판제청서, 탄핵소추의결서, 정당해산·권한쟁의·헌법소원에 관한 청구서를 접수한 날로부터 180일 이내에 종국결정을 선고하여야 한다.",
  "[35008-143527] 법원의 근무성적평정에 관한 사항을 대법원규칙으로 위임한 것은 {@포괄위임입법금지의 원칙에 위반된다.}",
  "[35023-143598] 법관으로서 퇴직 후 2년이 지나지 아니한 사람은 대통령비서실의 직위에 임용될 수 없다.",
  "[35023-143599] 법관 외의 법원공무원은 대법원장이 임명하며, 그 수는 대법원규칙으로 정한다.",
  "[35023-143600] 대법관은 대법원장의 제청으로 국회의 동의를 받아 대통령이 임명하는데, 대법원장은 {@대법관후보추천위원회가 추천하는 대법관 후보자 중에서} 제청하여야 한다.",
  "[35023-143601] 대법원장은 다른 국가기관으로부터 법관의 파견근무 요청을 받은 경우에 업무의 성질상 법관을 파견하는 것이 타당하다고 인정되고 해당 법관이 파견근무에 동의하는 경우에는 그 기간을 정하여 이를 허가할 수 있다.",
  "[35023-143602] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 선임대법관이 그 권한을 대행한다.",
  "[36371-149461] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[36371-149462] 대법원은 {@대법원장 1명과 대법관 14명으로} 구성한다.",
  "[36371-149463] 재판의 심리와 판결은 공개한다. 다만, 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 {@심리와 판결을} 공개하지 아니할 수 있다.",
  "[36371-149464] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 {@수석대법관, 선임대법관이} 그 권한을 대행한다.",
  "[36643-150589] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 규정하고 있는 구 「법관징계법」 조항은 독립적으로 사법권을 행사하는 법관이라는 지위의 특수성과 법관에 대한 징계절차의 특수성을 감안하여 재판의 신속을 도모하기 위한 것으로 그 합리성을 인정할 수 있고, 사실확정도 대법원의 권한에 속하여 법관에 의한 사실확정의 기회가 박탈되었다고 볼 수 없으므로, 헌법 제27조제1항의 재판청구권을 침해하지 아니한다.",
  "[36643-150590] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령의 형보다 중한 형을 선고할 수 없도록 한 「형사소송법」 조항은 피고인이 정식재판을 청구하는 경우 {@법관에게 부여된 형종에 대한 선택권이 검사의 일방적인 약식명령 청구에 의하여 심각하게 제한}되므로 {@법관의 양형결정권을 침해한다.}",
  "[36643-150591] 「법원조직법」 제8조는 ‘상급법원의 재판에 있어서의 판단은 당해사건에 관하여 하급심을 기속한다.’고 규정하지만 이는 심급제도의 합리적 유지를 위하여 당해사건에 한하여 구속력을 인정한 것이고 그 후의 동종의 사건에 대한 선례로서의 구속력에 관한 것은 아니다.",
  "[36643-150592] 헌법이 대법원을 최고법원으로 규정하였다고 하여 대법원이 곧바로 모든 사건을 상고심으로서 관할하여야 한다는 결론이 당연히 도출되는 것은 아니다.",
  "[46196-166686] {@법원행정처장}은 사법행정사무를 총괄하며, 사법행정사무에 관하여 관계 공무원을 지휘ㆍ감독한다.",
  "[46196-166687] 법관 외의 법원공무원은 {@법원행정처장}이 임명한다.",
  "[46196-166688] 대법원과 각급 법원에 사법보좌관을 둘 수 있고, 지방법원 및 그 지원에 집행관을 둔다.",
  "[46196-166689] 집행관은 {@소속 지방법원장의 추천으로 관할 고등법원장이} 임면한다.",
  "[46364-167382] 재판의 심리와 {@판결}은 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 아니할 수 있다.",
  "[46364-167383] 법관이 중대한 심신상의 장해로 직무를 수행할 수 없을 때에는 법률이 정하는 바에 의하여 퇴직하게 할 수 있다.",
  "[46364-167384] 군사법원의 상고심은 대법원에서 관할한다.",
  "[46364-167385] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[46371-167410] 명령ㆍ규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로 심사할 권한을 가진다.",
  "[46371-167411] 국정감사 또는 국정조사는 계속 중인 재판에 관여할 목적으로 행사되어서는 아니된다.",
  "[46371-167412] 대법원장은 다른 국가기관으로부터 법관의 파견근무 요청을 받은 경우에 업무의 성질상 법관을 파견하는 것이 타당하다고 인정되면 해당 법관이 파견근무에 {@동의하지 않는 경우}에도 이를 허가할 수 있다.",
  "[46371-167413] 형사재판에 있어서 사법권독립은 심판기관인 법원과 소추기관인 검찰청의 분리를 요구함과 동시에 법관이 실제 재판에 있어서 소송당사자인 검사와 피고인으로부터 부당한 간섭을 받지 않은 채 독립하여야 할 것을 요구한다.",
  "[46473-167818] 대법원은 법률에서 저촉되지 아니하는 범위 안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[46473-167819] 대법원장의 임기는 6년으로 중임할 수 없지만, 대법관의 임기는 6년으로 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[46473-167820] 대법원에는 대법관을 두지만, 법률이 정하는 바에 의하여 대법관이 아닌 법관을 둘 수도 있다.",
  "[46473-167821] 대통령, 국회의원, {@지방자치단체의 장 및 지방의회의원 선거}에 있어서 당선의 효력에 이의가 있는 선거인은 대법원에 소를 제기할 수 있다.",
  "[46674-168676] 공개재판의 원칙에 따라 재판의 {@판결}을 공개해야 하지만 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 않을 수 있다.",
  "[46674-168677] 대법원에는 대법관이 아닌 법관은 둘 수 {@없다}.",
  "[46674-168678] 비상계엄하의 군사재판은 군인ㆍ군무원의 범죄나 군사에 관한 간첩죄의 경우와 초병ㆍ초소ㆍ유독음식물공급ㆍ포로에 관한 죄중 법률이 정한 경우에 한하여 단심으로 할 수 있으나, 사형을 선고한 경우에는 그러하지 아니하다.",
  "[46674-168679] 국회의원 선거의 선거소송은 {@중앙선거관리위원회에 대한 선거소청을 거쳐 대법원이 관할}한다.",
  "[46676-168684] 작량감경을 하여도 집행유예를 선고할 수 없도록 법정형을 정한 것은 {@법관의 양형결정권을 침해하여 법관독립의 원칙에 위배}된다.",
  "[46676-168685] 『법원조직법』 제8조는 \"상급법원의 재판에 있어서의 판단은 당해사건에 관하여 하급심을 기속한다.\"고 규정하지만 이는 심급제도의 합리적 유지를 위하여 당해사건에 한하여 구속력을 인정한 것이고 그 후의 동종 사건에 대한 선례로서의 구속력에 관한 것은 아니다.",
  "[46676-168686] 근무성적이 현저히 불량하여 판사로서 정상적인 직무를 수행할 수 없는 경우에 연임발령을 하지 않도록 한 것은 사법의 독립을 침해하지 않는다.",
  "[46676-168687] 대법원장은 법관을 사건의 심판 외의 직(재판연구관을 포함한다)에 보하거나 그 직을 겸임하게 할 수 있다.",
  "[47141-170596] 이 제도는 구체적 규범통제로 볼 수 있다.",
  "[47141-170597] 각급 법원은 위헌ㆍ위법심사권을 행사할 수 {@없다}.",
  "[47141-170598] 대법원이 최종적으로 심사할 권한을 가진다.",
  "[47141-170599] 대법원은 명령 또는 규칙이 법률에 위반된다고 인정하는 경우 대법관 전원의 3분의 2 이상의 합의체에서 심판권을 행사한다.",
  "[47673-172791] 법관의 정년을 설정함에 있어서는 헌법상 설정된 법관의 성격과 그 업무의 특수성에 합치되어야 하나, 관료제도를 근간으로 하는 계층구조적인 {@일반 행정공무원과 달리 보아야 할 이유는 없다}.",
  "[47673-172792] 심급제도는 한정된 법 발견 자원의 합리적 분배의 문제인 동시에 재판의 적정과 신속이라는 서로 상반되는 두 가지 요청을 어떻게 조화시키는지의 문제이므로, 원칙적으로 입법자의 형성의 자유에 속하는 사항이다.",
  "[47673-172793] 대법원장은 대법관회의의 의장이 되고 의결에 있어서 표결권을 가지며 가부동수인 때에는 결정권을 가진다.",
  "[47673-172794] 법관이 중대한 신체상 또는 정신상의 장애로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 법관인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[47674-172795] 사법권의 독립은 재판상의 독립, 즉 법관이 재판을 함에 있어서 어떠한 외부적인 압력이나 간섭도 받지 않는다는 것뿐만 아니라, 재판의 독립을 위해 법관의 신분보장도 차질 없이 이루어져야 함을 의미한다.",
  "[47674-172796] 「법원조직법」 제8조는 “상급법원의 재판에 있어서의 판단은 당해 사건에 관하여 하급심을 기속한다”고 규정하지만 이는 심급제도의 합리적 유지를 위하여 당해 사건에 한하여 구속력을 인정한 것이고 그 후의 동종의 사건에 대한 선례로서의 구속력에 관한 것은 아니다.",
  "[47674-172797] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 하는 것은, 독립적으로 사법권을 행사하는 법관이라는 지위의 특수성과 법관에 대한 징계절차의 특수성을 감안하여 재판의 신속을 도모하기 위한 것이므로 헌법에 합치된다.",
  "[47674-172798] 상고심으로부터 사건을 파기환송받은 법원은 그 사건을 재판함에 있어서 그 상고심판결의 파기이유가 된 {@법률상의 판단에는 기속 되지만, 그 사실상의 판단에는 기속되지 않는다}.",
  "[48085-174541] 대법원장과 대법관의 임기는 동일하나 대법원장은 중임할 수 없고, 대법관은 연임할 수 있다.",
  "[48085-174542] 대법관은 대법원장의 제청으로 국회의 동의를 얻어 대통령이 임명한다.",
  "[48085-174543] 대법원장과 대법관은 20년 이상 판사·검사·변호사의 직(職)에 있던 {@40세} 이상의 사람 중에서 임용한다.",
  "[48085-174544] 판사는 인사위원회의 심의를 거치고 대법관회의의 동의를 받아 대법원장이 임명한다.",
  "[48085-174545] 대법관회의는 대법관 전원의 3분의 2 이상의 출석과 출석인원 과반수의 찬성으로 의결하며, 의장은 의결에서 표결권을 갖고 가부동수일 때에는 결정권을 가진다.",
  "[48366-175747] 안마사 자격인정을 받지 아니한 자는 안마시술소 또는 안마원을 개설할 수 없도록 하고 이를 위반한 자를 처벌하는 구「의료법」조항은 벌금형과 징역형을 모두 규정하면서 그 하한에는 제한을 두지 않고 그 상한만 5년 이하의 징역형 또는 2천만원 이하의 벌금형으로 제한하고 있어 {@법관의 양형재량권을 침해한다고 볼 수 있다.}",
  "[48366-175748] 정신적인 장애로 항거불능 또는 항거곤란 상태에 있음을 이용하여 사람을 간음한 사람을 무기징역 또는 7년 이상의 징역에 처하도록 규정한 「성폭력범죄의 처벌 등에 관한 특례법」조항은 별도의 법률상 감경사유가 없는 한 법관이 작량감경을 하더라도 집행유예를 선고할 수 없게 되어 있지만 범죄의 죄질 및 행위자의 책임에 비하여 지나치게 가혹하다고 할 수 없어 책임과 형벌의 비례원칙에 반하지 않는다.",
  "[48366-175749] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령보다 더 중한 형을 선고할 수 없도록 한 「형사소송법」 조항에 의하여 법관의 양형결정권이 침해된다고 볼 수 없다.",
  "[48366-175750] 근무성적이 현저히 불량하여 판사로서 정상적인 직무를 수행할 수 없는 경우에 연임발령을 하지 않도록 규정한 구「법원조직법」조항은 사법의 독립을 침해한다고 볼 수 없다.",
  "[48515-176377] 법관으로서 퇴직 후 {@3년}이 지나지 아니한 사람은 대통령비서실의 직위에 임용될 수 없다.",
  "[48515-176378] 대법관회의는 대법관 전원의 3분의 2 이상의 출석과 출석인원 과반수의 찬성으로 의결한다.",
  "[48515-176379] 법관은 탄핵 또는 {@벌금} 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에 의하지 아니하고는 정직ㆍ감봉 기타 불리한 처분을 받지 아니한다.",
  "[48515-176380] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 {@법원행정처장의 제청으로 대법원장이} 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 {@판사가 소속된 법원의 법원장이} 퇴직을 명할 수 있다.",
  "[48705-177137] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 선임대법관이 그 권한을 대행한다.",
  "[48705-177138] 국가의 안전보장상의 사유로 법원은 {@판결을 공개하지 아니할 수 있다.}",
  "[48705-177139] 명령ㆍ규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로 심사할 권한을 가진다.",
  "[48705-177140] 대법관의 수는 대법원장을 포함하여 14명이다.",
  "[48706-177141] 상고심으로부터 사건을 파기환송받은 법원은 그 사건을 재판함에 있어서 그 상고심판결의 파기이유가 된 법률상의 판단에는 기속되지만, 그 {@사실상의 판단에는 기속되지 않는다.}",
  "[48706-177142] 상급법원의 재판에 있어서의 판단은 하급심을 기속하는 것이므로 하급심은 {@동종의 사건에 있어서 상급심의 선례에 구속}된다.",
  "[48706-177143] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 규정하고 있는 구 ｢법관징계법｣ 조항은 사실확정도 대법원의 권한에 속하여 법관에 의한 사실확정의 기회가 박탈되었다고 볼 수 없으므로 재판청구권을 침해하지 않는다.",
  "[48706-177144] 법관은 탄핵, 금고 이상의 형의 선고 또는 {@징계처분에 의하지 아니하고는 파면되지 아니한다.}",
  "[48775-177417] 재판이라 함은 구체적 사건에 관하여 사실의 확정과 그에 대한 법률의 해석적용을 그 본질적인 내용으로 하는 일련의 과정이므로, 법관에 의한 재판을 받을 권리를 보장한다고 함은 법관이 사실을 확정하고 법률을 해석·적용하는 재판을 받을 권리를 보장한다는 뜻이다.",
  "[48775-177418] 헌법은 대법원이 법률에 저촉되지 아니하는 범위 안에서 {@법관의 임기와 정년,} 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있도록 명문으로 규정하고 있다.",
  "[48775-177419] 헌법이 대법원을 최고법원으로 규정하였다고 하여 곧바로 대법원이 모든 사건을 상고심으로 관할하여야 한다는 결론이 당연히 도출되는 것은 아니다.",
  "[48775-177420] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다.",
  "[48819-177607] 대법관의 임기는 6년으로 하며, 연임할 수 {@없다.}",
  "[48819-177608] 명령ㆍ규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우 이를 심사할 권한은 대법원에 있으므로, {@각급법원이 이를 심사할 수는 없다.}",
  "[48819-177609] 군사법원은 우리 헌법이 명문으로 인정하는 유일한 특별법원이다.",
  "[48819-177610] 재판의 심리와 {@합의}는 공개한다. 다만, 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 아니할 수 있다.",
  "[48819-177611] 행정심판절차와 사법절차는 구별되므로, 입법자가 행정심판을 필요적 전심절차로 규정하면서 그 절차에 사법절차를 준용하지 않더라도, {@헌법에 위배된다고 볼 수 없다.}",
  "[48856-177781] 명령ㆍ규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로 심사할 권한을 가진다.",
  "[48856-177782] 헌법 제64조에서 국회의원의 징계와 제명에 대해 법원에 제소할 수 없도록 규정한 것은 사법권의 실정헌법상 한계로서 국회의 자율성 존중이라는 권력분립적 고려에 기초한 것이다.",
  "[48856-177783] 비상계엄하의 군사재판은 군인ㆍ군무원의 범죄나 군사에 관한 간첩죄의 경우와 초병ㆍ초소ㆍ유독음식물공급ㆍ포로에 관한 죄 중 법률이 정한 경우에 한하여 군사법원이 단심으로 재판할 수 있으나, 사형을 선고한 경우에는 그러하지 아니하다.",
  "[48856-177784] 법관은 대통령비서실에 파견되거나 대통령비서실의 직위를 겸임할 수 {@있다.}",
  "[48965-178317] 법관은 {@징계 또는 금고} 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다.",
  "[48965-178318] 대법관의 수는 대법원장을 포함하여 14명으로 헌법에 규정되어 있으므로, 대법관의 수를 증원하려면 {@헌법 개정이 필요하다.}",
  "[48965-178319] 법관에 대한 징계사유로 ‘법관이 그 품위를 손상하거나 법원의 위신을 실추시키는 경우’를 규정한 법관징계법 조항은 {@명확성원칙에 위배된다.}",
  "[48965-178320] 대법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있다.",
  "[48965-178321] 대법원장이 임기가 끝난 판사를 연임발령할 경우 {@인사위원회의 심의를 거쳐야} 하나, {@대법관회의의 동의를} 받을 필요는 없다.",
  "[49410-180148] 법관의 정년은 법률로 정한다고만 규정할 뿐 대법원장, 대법관의 정년도 명시적으로 정하지 않고 있다.",
  "[49410-180149] 재판의 심리와 판결은 공개한다. 다만, 국가의 안전보장 또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 {@심리와 판결을} 공개하지 아니할 수 있다.",
  "[49410-180150] 대법원장과 대법관의 임기는 각 6년이고, 대법관은 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[49410-180151] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[49410-180152] 대법원은 법률에 저촉되지 아니하는 범위안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[49667-181384] 헌법은 “대법원은 {@법령에} 저촉되지 아니하는 범위 안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을 제정할 수 있다.”라고 규정하고 있다.",
  "[49667-181385] 대법관후보추천위원회는 선임대법관ㆍ법원행정처장ㆍ대한변호사협회장 등으로 구성되는데, 사법부의 독립을 위하여 {@행정부 소속 공무원은 대법관후보추천위원회의 위원이 될 수 없다.}",
  "[49667-181386] 단독판사와 합의부의 심판권을 어떻게 분배할 것인지 등에 관한 문제는 기본적으로 입법형성권을 가진 입법자가 사법정책을 고려하여 결정할 사항으로, 입법자는 국민의 권리가 효율적으로 보호되고 재판제도가 적정하게 운용되도록 법원조직에 따른 재판사무 범위를 배분ㆍ확정하여야 한다.",
  "[49667-181387] ｢범죄인인도법｣은 법원의 인도심사결정 시 그 성질에 반하지 않는 한도에서 관련 ｢형사소송법｣ 규정을 준용하고 있으며 인도대상이 된 자에게 변호인의 조력을 받을 수 있게 하고 의견진술기회를 부여하고 있으므로, 법원에 의한 범죄인인도심사는 {@전형적인 사법절차의 대상에 해당되고 그 심사절차는 성질상 국가형벌권의 확정을 목적으로 하는 형사절차와 동일하다고 할 수 있다.}",
  "[49667-181388] 명령이 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원이 이를 최종적으로 심사할 권한을 가지고, 명령이 헌법에 위반되는 여부가 재판의 전제가 된 경우에는 {@헌법재판소가} 이를 최종적으로 심사할 권한을 가진다.",
  "[49868-182285] 수뢰액이 5천만 원 이상인 때에는 무기 또는 10년 이상의 징역에 처하도록 한 ｢특정범죄 가중처벌 등에 관한 법률｣ 조항은 별도의 법률상 감경사유가 없는 한 집행유예의 선고를 할 수 없도록 그 법정형의 하한을 높였다고 하더라도 법관의 양형결정권을 침해하였다거나 법관독립의 원칙에 위배된다고 할 수 없다.",
  "[49868-182286] 근무성적이 현저히 불량하여 판사로서 정상적인 직무를 수행할 수 없는 경우에 연임발령을 하지 않도록 규정한 구 ｢법원조직법｣은 사법의 독립을 침해한다고 볼 수 없다.",
  "[49868-182287] 비안마사들의 안마시술소 개설행위금지 규정을 위반한 자를 처벌하는 구 ｢의료법｣ 조항이 벌금형과 징역형을 모두 규정하고 있으나, 그 하한에는 제한을 두지 않고 그 상한만 5년 이하의 징역형 또는 2천만 원 이하의 벌금형으로 제한하면서 죄질에 따라 벌금형이나 선고유예까지 선고할 수 있도록 하는 것은 {@법관의 양형재량권을 침해하고 비례의 원칙에 위배된다.}",
  "[49868-182288] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령보다 더 중한 형을 선고할 수 없도록 한 ｢형사소송법｣ 조항은 법관의 양형결정권을 침해하지 않는다.",
  "[49868-182289] 정신적인 장애로 항거불능ㆍ항거곤란 상태에 있음을 이용하여 사람을 간음한 자를 처벌하는 ｢성폭력범죄의 처벌 등에 관한 특례법｣ 조항은, 유기징역형의 하한을 7년으로 정하여 별도의 법률상 감경사유가 없는 한 작량감경을 하더라도 집행유예를 선고할 수 없도록 하였으나 책임과 형벌의 비례원칙에 반한다고 할 수 없다.",
  "[49909-182488] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 하는 것은, 독립적으로 사법권을 행사하는 법관이라는 지위의 특수성과 법관에 대한 징계절차의 특수성을 감안하여 재판의 신속을 도모하기 위한 것이므로 헌법에 합치된다.",
  "[49909-182489] 부보(附保)금융기관 파산 시 법원으로 하여금 예금보험공사나 그 임직원을 의무적으로 파산관재인으로 선임하도록 하고, 예금보험공사가 파산관재인으로 선임된 경우 ｢파산법｣상의 파산관재인에 대한 법원의 해임권과 허가권 등 법원의 감독을 배제하는 {@법 조항은 법원의 사법권 내지 사법권 독립을 침해하는 것이다.}",
  "[49909-182490] 약식절차에서 정식재판을 청구하는 경우 약식명령의 형보다 중한 형을 선고하지 못하도록 하는 구 ｢형사소송법｣ 조항은 법관의 양형결정권을 침해하지 않는다.",
  "[49909-182491] 회사정리절차의 개시와 진행여부에 관한 법관의 판단을 금융기관 내지 성업공사 등 이해당사자의 의사에 실질적으로 종속시키는 법 조항은 사법권을 형해화하는 것이고 사법권의 독립을 위협할 소지가 있다.",
  "[49909-182492] 강도상해죄의 법정형의 하한을 ‘7년 이상의 징역’으로 정하고 있는 ｢형법｣ 조항은 법정형의 하한을 살인죄의 그것보다 높였다고 해서 사법권의 독립 및 법관의 양형판단권을 침해하는 것은 아니다.",
  "[49954-182713] 사법권의 독립은 재판상의 독립, 즉 법관이 재판을 함에 있어서 어떠한 외부적인 압력이나 간섭도 받지 않는다는 것뿐만 아니라, 재판의 독립을 위해 법관의 신분보장도 차질 없이 이루어져야 함을 의미한다.",
  "[49954-182714] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[49954-182715] 형사재판에 있어서 사법권의 독립은 심판기관인 법원과 소추기관인 검찰청의 분리를 요구함과 동시에 법관이 실제 재판에 있어서 소송당사자인 검사와 피고인으로부터 부당한 간섭을 받지 않은 채 독립하여야 할 것을 요구한다.",
  "[49954-182716] 대법원이 법관에 대한 징계처분 취소청구소송을 단심으로 재판하는 경우에는 사실확정도 대법원의 권한에 속하여 법관에 의한 사실확정의 기회가 박탈되었다고 볼 수 없으므로, 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 한 것은 헌법에 위반되지 아니한다.",
  "[49954-182717] 약식절차에서 피고인이 정식재판을 청구한 경우 약식명령의 형보다 중한 형을 선고할 수 없도록 한 것은, 피고인이 정식재판을 청구하는 경우 법관에게 부여된 형종에 대한 선택권이 검사의 일방적인 약식명령 청구에 의하여 심각하게 제한되므로 {@법관의 양형결정권을 침해한다.}",
  "[50084-183363] 대법관의 임기는 6년이고, 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[50084-183364] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하고, 징계처분에 의하지 아니하고는 정직ㆍ감봉 기타 불리한 처분을 받지 아니한다.",
  "[50084-183365] 법관에 대한 징계처분 취소청구소송을 대법원의 단심재판에 의하도록 한 법관징계법 조항은 {@재판청구권을 침해한다.}",
  "[50084-183366] 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[50084-183367] 군사법원의 상고심은 대법원에서 관할한다.",
  "[50135-183603] 명령ㆍ규칙 또는 처분이 헌법이나 법률에 위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로 심사할 권한을 가진다.",
  "[50135-183604] 헌법이 대법원을 최고법원으로 규정하였다고 하여 곧바로 대법원이 모든 사건을 상고심으로서 관할하여야 한다는 결론이 당연히 도출되는 것은 아니다.",
  "[50135-183605] 대법원장은 대법원의 일반사무를 관장하며, 대법원의 직원과 각급 법원 및 그 소속 기관의 사법행정사무에 관하여 직원을 지휘ㆍ감독한다.",
  "[50135-183606] 대법원장의 임기는 6년으로 하며, 중임할 수 {@있다.}",
  "[50135-183607] 법관의 정년은 법률로 정한다.",
  "[50171-183783] 대법원의 심판권은 대법관 전원의 3분의 2 이상으로 구성되고 대법원장이 재판장이 되는 합의체에서 행사하는 것이 원칙이다.",
  "[50171-183784] 대법원에 대법관이 아닌 법관을 둘 수 있다.",
  "[50171-183785] 대법관의 수는 대법원장을 포함하여 14명으로 한다.",
  "[50171-183786] 대법원장은 대법관의 임명제청권을 가지며, 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다.",
  "[50171-183787] 대법원장이 궐위되거나 부득이한 사유로 직무를 수행할 수 없을 때에는 {@법원행정처장이} 그 권한을 대행한다",
  "[50964-186555] 법관이 중대한 신체상 또는 정신상의 장해로 직무를 수행할 수 없을 때에는, 대법관인 경우에는 대법원장의 제청으로 대통령이 퇴직을 명할 수 있고, 판사인 경우에는 인사위원회의 심의를 거쳐 대법원장이 퇴직을 명할 수 있다.",
  "[50964-186556] 대법원장과 대법관의 정년은 각각 70세이며, 판사의 정년은 65세로 한다.",
  "[50964-186557] 법원의 예산은 법원행정처가 아닌 정부가 편성하여 국회에 제출한다.",
  "[50964-186558] 법관의 정년을 연장하려면 {@헌법}을 개정해야 한다.",
  "[50964-186559] 법관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다.",
  "[51004-186755] 일체의 법률적 쟁송을 심리재판하는 작용인 사법작용은 헌법 그 자체에 의한 유보가 없는 한 오로지 대법원을 최고법원으로하는 법원만이 담당할 수 있다.",
  "[51004-186756] 행정심판의 판단에 대하여는 법원에 의한 사실적 측면과 법률적 측면의 심사가 모두 가능하여야만 사법권이 법원에 속한다고 할 수 있다.",
  "[51004-186757] 법관에 대한 대법원장의 징계처분 취소청구소송을 대법원에 의한 단심재판에 의하도록 하는 것은, 독립적으로 사법권을 행사하는 법관이라는 지위의 특수성과 법관에 대한 징계절차의 특수성을 감안하여 재판의 신속을 도모하기 위한 것이므로 헌법에 위반되지 않는다.",
  "[51004-186758] “대법원과 각급 법원의 조직은 법률로 정한다.”라고 규정한 헌법 제102조제3항에 따라 법률로 정해지는 ‘대법원과 각급법원의 조직’에는 그 관할에 관한 사항도 포함되므로 대법원이 어떤사건을 제1심으로서 또는 상고심으로서 관할할 것인지는 법률로 정할 수 있는 것으로 보아야 한다.",
  "[51004-186759] 어떤 행정심판을 필요적 전심절차로 규정하는 경우에는 그 절차에 {@사법절차가 준용되지 않는다}하더라도 {@헌법 제107조 제3항에 위반되지 않는다.}",
  "[51016-186815] 대법관의 수는 대법원장을 포함하여 14명으로 한다.",
  "[51016-186816] 국회의 의원에 대한 자격심사, 징계처분 및 제명에 대하여는 법원에 제소할 수 없다."
]