[
  "[36374-149474] 법률안 수리행위에 대한 권한쟁의심판청구가 법률안에 대한 위원회 회부나 안건 상정, 본회의 부의 등과는 별도로 오로지 전자정보시스템으로 제출된 법률안을 접수하는 수리행위만을 대상으로 하고 있지만 {@사법개혁특별위원회 및 정치개혁특별위원회 위원인 청구인들의 법률안 심의·표결권이 침해될 가능성이나 위험성이 있으므로} 권한쟁의심판청구는 {@적법하다.}",
  "[36374-149475] 피청구인의 부작위에 의하여 청구인의 권한이 침해당하였다고 주장하는 권한쟁의심판은 피청구인에게 헌법상 또는 법률상 유래하는 작위의무가 있음에도 불구하고 피청구인이 그러한 의무를 다하지 아니한 경우에 허용된다.",
  "[36374-149476] 청구인이 법률안 심의·표결권의 주체인 국가기관으로서의 국회의원 자격으로 권한쟁의심판을 청구하였다가 심판절차 계속 중 사망한 경우, 권한쟁의심판청구는 청구인의 사망과 동시에 당연히 그 심판절차가 종료된다.",
  "[36376-149481] 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 국무회의의 심의를 거쳐 헌법재판소에 정당해산심판을 청구할 수 있다.",
  "[36376-149482] 정당해산심판에 있어서는 피청구인의 활동을 정지하는 {@가처분이 인정되지 않는다.}",
  "[36376-149483] 정당의 해산을 명하는 헌법재판소의 결정은 중앙선거관리위원회가 「정당법」에 따라 집행한다.",
  "[36376-149484] 헌법재판소의 해산결정으로 정당이 해산되는 경우에 그 정당 소속 국회의원이 의원직을 상실하는지에 대하여 명문의 규정은 없으나 헌법재판소의 정당해산결정이 있는 경우 그 정당 소속 국회의원의 의원직은 당선 방식을 불문하고 모두 상실된다.",
  "[36640-150577] {@정부의 법률안 제출}",
  "[36640-150578] {@한국증권거래소의 상장법인인 회사에 대한 상장폐지확정결정}",
  "[36640-150579] {@한국방송공사의 예비사원 채용공고}",
  "[36640-150580] 법학전문대학원협의회의 법학적성시험 시행계획 공고",
  "[36645-150597] 법률조항 자체가 「헌법재판소법」 제68조제1항의 헌법소원의 대상이 될 수 있으려면 그 법률조항에 의하여 구체적인 집행행위를 기다리지 아니하고 직접 자기의 기본권을 침해받아야 하며 집행행위에는 입법행위도 포함되므로, 법률규정이 그 규정의 구체화를 위하여 하위규범의 시행을 예정하고 있는 경우에는 원칙적으로 당해 법률의 직접성은 부인된다.",
  "[36645-150598] 법령에 근거한 구체적인 집행행위가 재량행위인 경우에 법령은 집행기관에게 기본권 침해의 가능성만 부여할 뿐, 법령 스스로가 기본권의 침해행위를 규정하고 행정청이 이에 따르도록 구속하는 것이 아니고, 이때의 기본권의 침해는 집행기관의 의사에 따른 집행행위, 즉 재량권의 행사에 의하여 비로소 이루어지고 현실화되므로 이러한 경우에는 법령에 의한 기본권 침해의 직접성이 인정되지 않는다.",
  "[36645-150599] 국방부장관 등의 ‘군내 불온서적 차단대책 강구 지시’는 그 지시를 받은 하급 부대장이 일반 장병을 대상으로 하여 그에 따른 구체적인 집행행위를 하지 않더라도 {@곧바로 일반 장병의 기본권을 제한하는 직접적인 공권력 행사에 해당}하므로 {@기본권 침해의 직접성이 인정된다}.",
  "[36645-150600] 법령이 집행행위를 예정하고 있더라도, 법령이 일의적이고 명백한 것이어서 집행기관이 심사와 재량의 여지없이 그 법령에 따라 일정한 집행행위를 하여야 하는 경우와 당해 집행행위를 대상으로 하는 구제절차가 없거나, 구제절차가 있다고 하더라도 권리구제의 기대가능성이 없고 기본권 침해를 당한 청구인에게 불필요한 우회절차를 강요하는 것밖에 되지 않는 경우에는 예외적으로 당해 법령의 직접성을 인정할 수 있다.",
  "[46201-166706] 행정권력의 부작위에 대한 헌법소원은 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 이에 의거하여 기본권의 주체가 행정행위 내지 공권력의 행사를 청구할 수 있음에도 공권력의 주체가 그 의무를 해태하는 경우에 허용된다.",
  "[46201-166707] 하위 행정입법의 제정 없이 상위 법령의 규정만으로도 집행이 이루어질 수 있는 경우라 하더라도, 그러한 점을 이유로 하위행정입법을 하여야 할 헌법적 작위의무가 {@부정되지 않는다}.",
  "[46201-166708] 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 있다는 것은, 헌법상 명문으로 공권력주체의 작위의무가 규정되어 있는 경우, 헌법의 해석상 공권력 주체의 작위의무가 도출되는 경우, 공권력 주체의 작위의무가 법령에 구체적으로 규정되어 있는 경우 등을 포괄한다.",
  "[46201-166709] 피청구인의 작위의무 이행은 이행행위 그 자체만을 가리키는 것이지 이를 통해 청구인들이 원하는 결과까지 보장해주는 이행을 의미하지는 않으므로, 피청구인에게 헌법에서 유래하는 작위의무가 있더라도 피청구인이 이를 이행하고 있는 상태라면 부작위에 대한 헌법소원심판청구는 부적법하다.",
  "[46215-166762] 헌법이나 법률에 의하여 부여받은 청구인의 권한이 현재 침해되지 않았더라도 앞으로 침해될 현저한 위험이 있는 경우에는 권한쟁의심판청구를 할 수 있다.",
  "[46215-166763] 정당해산 결정과 달리 권한쟁의심판은 재판관 6인이 찬성하지 않은 경우에도 인용할 수 있다.",
  "[46215-166764] 국회의원과 국회의장 사이에 권한의 존부와 범위를 둘러싼 분쟁은 {@국가기관 상호간의 분쟁이 아닌 국회 구성원 내부의 분쟁}이므로 권한쟁의심판청구를 {@할 수 없다}.",
  "[46215-166765] 지방자치단체 내의 지방의회 의원과 지방의회 의장 사이의 권한쟁의심판은 지방자치단체 상호간의 권한쟁의로 볼 수 없으므로 부적법하다.",
  "[46232-166830] 지방자치법상 조례제정ㆍ개폐청구권은 법률상 인정되는 권리에 불과하므로 이러한 권리의 침해를 이유로 한 헌법소원심판청구는 부적법하다.",
  "[46232-166831] 주민투표권은 법률상 권리에 불과하나, 당해 지방자치단체의 관할구역에 주민등록 되어 있는 자에 한해 주민투표권을 인정함으로써 결과적으로 주민등록을 할 수 없는 재외국민인 주민을 다르게 취급한 경우에는 헌법상 평등권 심사의 대상이 된다.",
  "[46232-166832] 기본권 침해의 발생이 확실히 예측된다면 그 침해가 아직 발생하지 않았더라도 기본권 침해의 현재성을 구비한 것으로 볼 수 있다.",
  "[46232-166833] 법령이 헌법재판소법 제68조 제1항에 따른 헌법소원의 대상이 되려면 구체적인 집행행위 없이 기본권을 침해하여야 하나, 그 집행행위가 행정행위가 아닌 입법행위인 경우에는 {@당해 법령의 직접성이 인정되는 것이 원칙이다}.",
  "[46361-167370] 위 사례에서 심판대상조항에 대하여 위헌결정을 선고하는 경우, 침해되는 甲의 기본권은 성적 자기결정권 및 사생활의 비밀과 자유이다.",
  "[46361-167371] 위 사례에서 위헌결정이 선고되는 경우 결정 선고 이전에 심판대상조항에 의하여 유죄의 확정판결을 받은 사람들은 당연히 구제되는 것은 아니고 법원에 개별적으로 재심을 청구하여야 한다.",
  "[46361-167372] 위 사례에서 헌법재판관들의 의견이 위헌 3인, 헌법불합치4인, 합헌 2인으로 나뉘는 경우 헌법재판소는 심판대상조항의 헌법불합치를 주문에서 선고하여야 한다.",
  "[46361-167373] 위 사례에서 심판대상조항에 대하여 위헌결정을 선고하는 경우, 이는 형벌조항에 대한 위헌결정이므로 예외적으로 심판대상조항은 {@제정된 때로 소급}하여 효력을 상실하게 된다.",
  "[46363-167378] 『헌법재판소법』 제62조제1항제1호가 국가기관 상호간의 권한쟁의심판을 ‘국회, 정부, 법원 및 중앙선거관리위원회 상호간의 권한쟁의심판’이라고 규정하고 있으므로, 이들 기관 외에는 권한쟁의심판의 당사자가 {@될 수 없다}.",
  "[46363-167379] 정당은 공권력 행사 주체로서 {@국가기관의 지위}를 가지므로 권한쟁의심판의 {@당사자가 될 수 있다}.",
  "[46363-167380] 교섭단체가 갖는 권한은 원활한 국회 의사진행을 위하여 {@헌법이 인정하는 권한}이므로, 교섭단체는 그 권한침해를 이유로 권한쟁의심판의 {@당사자가 될 수 있다}.",
  "[46363-167381] 권한쟁의심판은 피청구인의 처분 또는 부작위가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 경우에만 청구할 수 있다.",
  "[46370-167406] 탄핵의 대상이 되는 공직자는 대통령, 국무총리, 국무위원, 행정각부의 장, 헌법재판소 재판관, 법관, 중앙선거관리위원회 위원, 감사원장, 감사위원 기타 법률이 정한 공무원이다.",
  "[46370-167407] 대통령에 대한 탄핵소추는 국회재적의원 {@3분의 1} 이상의 발의와 국회재적의원 {@과반수}의 찬성에 의한 의결로 이루어지고, 탄핵의 결정에는 헌법재판소 재판관 6인 이상의 찬성이 있어야 한다.",
  "[46370-167408] 탄핵심판이 있을 때까지 탄핵소추의 의결을 받은 자의 권한행사가 정지되는지 여부에 대하여 {@헌법상 명문으로 규정하고 있지 않다}.",
  "[46370-167409] 탄핵심판은 고위공직자에 의한 헌법침해로부터 헌법을 보호하기 위한 헌법재판제도로서, {@제5차 개정헌법에서 최초 도입}된 이래로 존속되어 온 제도이다.",
  "[46471-167810] 헌법재판소 재판관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다.",
  "[46471-167811] 헌법재판소장은 지정재판부를 두어 {@위헌법률심판}의 사전심사를 담당하게 할 수 있다.",
  "[46471-167812] 헌법재판소 재판관은 {@헌법재판소장의 제청으로} 대통령이 임명한다.",
  "[46471-167813] 헌법재판소 재판관 중 국회에서 선출되는 3인은 {@정당에 가입을 할 수 있다}.",
  "[46475-167826] 권한쟁의심판 청구는 그 사유가 있음을 안 날로부터 60일 이내에, 그 사유가 있은 날로부터 180일 이내에 하여야 한다.",
  "[46475-167827] 권한쟁의심판은 재판관 7인 이상의 출석으로 심리하며 종국심리에 관여한 재판관 과반수의 찬성으로 결정한다.",
  "[46475-167828] 권한쟁의심판에 있어서 국가기관 또는 지방자치단체의 처분을 취소하는 헌법재판소의 결정은 그 처분의 상대방에 대하여 {@이미 생긴 효력에 영향을 미친다}.",
  "[46475-167829] 헌법재판소는 청구인의 신청에 의하여 종국결정의 선고 시까지 심판 대상이 된 피청구인의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[46666-168644] 헌법재판소가 정당해산의 결정을 하는 때에는 재판관 {@과반수의 찬성}을 요한다.",
  "[46666-168645] 정당해산결정이 선고되면, 대체정당의 결성이 금지되나 {@동일한 당명을 사용하는 것은 가능}하다.",
  "[46666-168646] 헌법재판소의 결정으로 정당이 해산될 경우에 정당의 기속성이 강한 비례대표국회의원은 의원직을 상실하나, {@국민이 직접 선출한 지역구 국회의원은 의원직을 상실하지 않는다}.",
  "[46666-168647] 정부가 정당해산심판을 제소하기 위해서는 국무회의의 심의를 거쳐야 하는데, 대통령의 직무상 해외 순방 중 국무총리가 주재한 국무회의에서 정당해산심판청구서 제출안에 대한 의결을 하더라도 위법하지 않다.",
  "[47142-170600] 헌법재판소장과 대법원장은 모두 국회의 동의를 얻어 대통령이 임명한다.",
  "[47142-170601] 대법관의 수를 개정하기 위해서는 법률개정으로 가능하나, 헌법재판소 재판관의 수를 개정하기 위해서는 헌법을 개정하여야 한다.",
  "[47142-170602] 대법관을 역임한 자는 헌법재판소 재판관이 될 수는 있으나, {@헌법재판소 재판관을 역임한 자가 대법관이 되는 것은 불가능}하다.",
  "[47142-170603] 헌법재판소 재판관과 대법관은 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[47143-170604] 『헌법재판소법』 제68조제2항에 따른 헌법소원심판은 위헌 여부 심판의 제청신청을 기각하는 결정을 {@통지받은 날부터 60일 이내}에 청구하여야 한다.",
  "[47143-170605] 헌법재판소는 공익상 필요하다고 인정할 때에는 국선대리인을 선임할 수 있다.",
  "[47143-170606] 헌법재판소장은 헌법재판소에 재판관 3명으로 구성되는 지정재판부를 두어 헌법소원심판의 사전심사를 담당하게 할 수 있다.",
  "[47143-170607] 『헌법재판소법』 제68조제1항에 따른 헌법소원을 인용할 때, 헌법재판소는 공권력의 행사 또는 불행사가 위헌인 법률 또는 법률의 조항에 기인한 것이라고 인정될 때에는 인용결정에서 해당 법률 또는 법률의 조항이 위헌임을 선고할 수 있다.",
  "[47149-170628] 위헌법률의 심판, 헌법소원에 관한 심판 및 {@권한쟁의의 심판은 서면심리}에 의하고, 탄핵의 심판과 정당해산의 심판은 구두변론에 의한다.",
  "[47149-170629] 권한쟁의심판에 있어서 재판부는 재판관 7명 이상의 출석으로 사건을 심리하고, 종국심리에 관여한 재판관 과반수의 찬성으로 사건에 관한 결정을 한다.",
  "[47149-170630] 탄핵심판에서는 {@국회의장}이 소추위원이 된다.",
  "[47149-170631] 법률이 헌법에 위반되는지 여부가 재판의 전제가 된 경우에는 당해 사건을 담당하는 군사법원은 헌법재판소에 위헌 여부 심판을 {@제청할 수 없다}.",
  "[47259-171090] B조항의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속(羈束)한다.",
  "[47259-171091] B조항이 형벌에 관한 법률의 조항이 아닌 경우 2015년 2월 26일부터 효력을 상실한다.",
  "[47259-171092] B조항이 형벌에 관한 법률의 조항인 경우 B조항에 대하여 2008년 10월 30일에 합헌으로 결정한 사건이 있는 경우에는 2008년 10월 {@30일}로 소급하여 효력을 상실한다.",
  "[47259-171093] B조항이 형벌에 관한 법률의 조항인 경우 B조항에 근거한 유죄의 확정판결에 대하여는 재심을 청구할 수 있다.",
  "[47260-171094] ｢헌법재판소법｣ 제41조 제1항에 규정된 법률의 위헌 여부에 대한 재판의 전제성이라 함은 구체적인 사건이 법원에 현재 계속 중이어야 하고, 위헌 여부가 문제되는 법률 또는 법률조항이 당해 소송사건의 재판과 관련하여 적용되는 것이어야 하며, 그 법률이 헌법에 위반되는지 여부에 따라 당해 사건을 담당한 법원이 다른 내용의 재판을 하게 되는 경우를 말한다.",
  "[47260-171095] 당해 사건을 담당하는 법원이 당해 법률의 위헌 여부와 관계없이 각하하여야 할 사건이라면 당해 법률이 헌법에 위반되는지 여부에 따라 법원이 다른 내용의 재판을 하게 되는 경우라고 할 수 없으므로 재판의 전제성이 인정되지 않는다.",
  "[47260-171096] ｢헌법재판소법｣ 제41조 제1항의 재판에는 종국판결 뿐만 아니라 ｢형사소송법｣ 제201조에 의한 지방법원판사의 영장발부에 관한 재판도 포함된다고 해석되므로 지방법원판사가 구속영장발부단계에서 한 위헌여부심판제청은 적법하다.",
  "[47260-171097] 법원이 행하는 구속기간갱신결정은 당해 사건을 종국적으로 종결시키는 재판이 아니어서, 그 자체가 소송절차에 관한 재판에 해당하는 법원의 의사결정으로서 {@｢헌법재판소법｣ 제41조 제1항에 규정된 재판에 해당되지 않는다}.",
  "[47262-171103] 헌법재판소는 헌법재판소가 선고하는 위헌결정에는 단순위헌결정은 물론, 한정합헌, 한정위헌결정과 헌법불합치결정도 포함되고, 이들은 모두 기속력을 가진다고 본다.",
  "[47262-171104] 헌법재판소에서 이미 위헌결정이 선고된 법률조항에 대한 위헌법률심판제청은 부적법하다.",
  "[47262-171105] 개별 공권력의 작용에 대한 권리구제형 헌법소원심판의 경우 ｢민사소송법｣을 준용하여 재심을 허용함이 상당하다.",
  "[47262-171106] ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원에 있어서 이미 헌법재판소의 심판을 거친 종전 사건과 당사자와 심판대상이 동일하다면 당해 사건이 다른 경우에도 동일한 사건에 해당하므로 {@일사부재리원칙이 적용된다}.",
  "[47264-171112] 국가기관 상호간의 권한쟁의심판을 ‘국회, 정부, 법원 및 중앙선거관리위원회 상호간의 권한쟁의심판’이라고 규정하고 있는 ｢헌법재판소법｣ 제62조 제1항 제1호는 {@열거 조항}으로 해석된다.",
  "[47264-171113] 국회의장이 특정 국회의원을 그 의사에 반하여 국회 보건복지위원회에서 사임시키고 환경노동위원회로 보임한 행위(사･보임행위)는 권한쟁의심판의 대상이 되는 처분에 해당한다.",
  "[47264-171114] 헌법재판소의 다른 심판청구와 달리 권한쟁의심판청구의 경우에는 피청구인의 처분의 효력을 정지하는 {@가처분결정을 할 수 없다}.",
  "[47264-171115] 일반 정당과 달리 국회 내에서 교섭단체를 구성하고 있는 정당은 헌법 제111조 제1항 제4호 및 ｢헌법재판소법｣ 제62조 제1항 제1호의 {@‘국가기관’에 해당한다고 볼 수 있으므로, 권한쟁의심판의 당사자능력이 인정된다}.",
  "[47499-172095] 헌법재판소는 관습법이 위헌법률심판의 대상이 된다고 보고 있으며, {@대법원도 관습법이 헌법재판소의 위헌법률심판 대상이 된다고 인정하고 있다}.",
  "[47499-172096] 재판의 전제성이 인정되기 위한 요건으로서 ‘법률의 위헌여부에 따라 법원이 다른 내용의 재판을 하게 되는 경우’는 제청법원에 계속 중인 당해사건의 {@재판의 주문에 영향을 주는 경우에 한정된다}.",
  "[47499-172097] 법원의 위헌법률심판제청에 있어 위헌 여부가 문제되는 법률 또는 법률조항이 재판의 전제성 요건을 갖추고 있는지 여부는 되도록 제청법원의 이에 관한 법률적 견해를 존중해야 하는 것이 원칙이나, 재판의 전제와 관련된 법원의 법률적 견해를 명백히 유지할 수 없는 것으로 보이면 헌법재판소가 직권으로 조사할 수 있다.",
  "[47499-172098] 헌법불합치결정에서 정한 잠정적용기간 동안 헌법불합치결정을 받은 법률조항에 따라 퇴직연금 환수처분이 이루어졌고, 이러한 환수처분의 후행처분으로 압류처분이 내려진 경우, 압류처분의 무효확인을 구하는 당해 소송에서 헌법불합치결정에 따라 개정된 법률 조항은 {@재판의 전제성이 인정된다}.",
  "[47505-172119] 공립중학교당국이 “미납공납금을 완납하지 아니할 경우에 졸업증 교부 및 졸업증명서 발급을 하지 않겠다”고 통고한 것은 『헌법재판소법』 제68조 제1항에 의한 {@헌법소원심판의 청구대상으로서 공권력 행사에 해당한다}.",
  "[47505-172120] 원행정처분을 대상으로 한 행정소송이 소의 이익이 없다는 이유로 소각하판결을 받아 확정될 경우, {@이 판결에는 기판력이 발생하지 않으므로 원행정처분에 대한 헌법소원심판을 청구할 수 있다}.",
  "[47505-172121] 형사입건된 사실을 피의자에게 통지하지 않은 수사기관의 부작위는 헌법소원의 대상으로서 {@작위의무가 인정되는 공권력의 행사에 해당한다}.",
  "[47505-172122] 행정권력의 부작위에 대한 헌법소원에 있어서 ‘헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 있는 경우’라 함은 헌법상 명문으로 공권력 주체의 작위의무가 규정되어 있는 경우, 헌법의 해석상 공권력 주체의 작위의무가 도출되는 경우, 공권력 주체의 작위의무가 법령에 구체적으로 규정되어 있는 경우 등을 포괄한다.",
  "[47512-172147] 국회의장이 적법한 반대토론 신청이 있었음에도 반대토론을 허가하지 않고 토론절차를 생략하기 위한 의결을 거치지 않은 채 법률안에 대한 표결절차를 진행한 것은 국회의원의 법률안 심의ㆍ표결권을 침해한 것이다.",
  "[47512-172148] 다수결의 결과에 반대하는 소수의 국회의원들은 헌법상 권한배분질서를 유지하고 권력분립의 원리를 보장하기 위하여 국회를 대신하여 {@국회의 조약체결ㆍ비준 동의권 침해를 다툴 수 있는 청구인 적격이 있다}.",
  "[47512-172149] 정부가 법률안을 제출하는 행위는 입법을 위한 사전 준비행위로, {@권한쟁의심판의 독자적 대상이 되기 위한 법적 중요성을 지닌 행위로 볼 수 있다}.",
  "[47512-172150] 국회의원의 심의ㆍ표결권은 국회의원들 상호간 또는 국회의원과 국회의장 사이와 같이 국회 내부적으로 직접적인 법적 연관성을 발생시킬 수 있을 뿐만 아니라 {@대통령 등 국회 이외의 국가기관 사이에서도 권한침해의 직접적인 법적 효과를 발생시킨다}.",
  "[47675-172799] 위헌법률심판의 적법요건으로서의 재판의 전제성에서 ‘재판’이라 함은 판결·결정·명령 등 그 형식 여하와 본안에 관한 재판이거나 소송절차에 관한 재판인지를 불문하나, 심급을 종국적으로 종결시키지 아니하는 {@중간재판은 이에 포함되지 않는다}.",
  "[47675-172800] 재판의 전제성과 관련하여 법원이 다른 내용의 재판을 하게 되는 경우라 함은 문제된 법률의 위헌 여부가 당해 사건의 재판의 결론이나 주문에 영향을 주는 것뿐만 아니라, 재판의 주문에 영향을 미치지 않아도 재판의 내용과 효력에 관한 법률적 의미가 달라지는 경우도 포함한다.",
  "[47675-172801] 법원의 위헌법률심판제청에 있어 위헌 여부가 문제되는 법률 또는 법률조항이 재판의 전제성 요건을 갖추고 있는지 여부는 되도록 제청법원의 이에 관한 법률적 견해를 존중해야 하는 것이 원칙이므로, {@그 전제성에 관한 법률적 견해가 명백히 유지될 수 없을 경우이더라도 헌법재판소가 이를 부정할 수 없다}.",
  "[47675-172802] 재판의 전제성은 법원에 의한 법률의 위헌심판제청 당시에만 구비되어 있으면 되고, {@헌법재판소의 위헌법률심판의 시점까지 계속 충족되어야 하는 것은 아니다}.",
  "[47676-172803] 「헌법재판소법」 제68조 제2항의 규정에 의한 헌법소원심판의 심판대상은 재판의 전제가 되는 법률이지 대통령령은 그 대상이 될 수 없다.",
  "[47676-172804] 법률규정이 구체적인 집행행위로서의 하위규범의 시행을 예정하고 있는 경우에는 당해 법률에 의한 기본권침해의 직접성이 인정되지 않는다.",
  "[47676-172805] 「헌법재판소법」 제68조 제2항에 의한 헌법소원은 법률의 위헌성을 적극적으로 다투는 제도이므로 법률의 부존재 즉 입법부작위를 다투는 것은 그 자체로 허용되지 아니한다.",
  "[47676-172806] 방송통신심의위원회가 「방송법」 제100조 제1항 단서에 따라 한 ‘의견제시’는 헌법소원의 대상이 되는 {@공권력의 행사에 해당하며, 위 조항은 기본권 침해의 직접성이 인정된다}.",
  "[47677-172807] 국회는 권한쟁의심판의 종류나 당사자를 제한할 입법형성의 자유가 있다고 할 수 없고, 권한쟁의심판의 당사자가 될 수 있는 국가기관의 범위는 결국 헌법해석을 통해 확정하여야 할 문제이다.",
  "[47677-172808] 국가기관 상호간의 권한쟁의심판에 있어서 국가기관에는 국회, 정부, 법원 및 중앙선거관리위원회도 포함된다.",
  "[47677-172809] 헌법재판소가 권한쟁의심판의 청구를 받았을 때에는 직권 또는 청구인의 신청에 의하여 종국결정의 선고 시까지 심판대상이 된 피청구인의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[47677-172810] 지방자치단체의 의결기관인 지방의회와 지방자치단체의 집행기관인 지방자치단체장 간의 내부적 분쟁은 {@지방자치단체 상호간의 권한쟁의심판의 범위에 속한다}.",
  "[48080-174516] 헌법재판소는 심판사건을 접수한 날부터 {@90일} 이내에 종국결정의 선고를 하여야 한다.",
  "[48080-174517] 각종 심판절차에서 당사자인 사인(私人)은 변호사를 대리인으로 선임하지 아니하면 심판청구를 하거나 심판수행을 하지 못한다. 다만, 그가 변호사의 자격이 있는 경우에는 그러하지 아니하다.",
  "[48080-174518] 헌법재판소는 당사자의 신청을 기다려 증거조사를 하고, {@직권으로 증거조사를 할 수는 없다}.",
  "[48080-174519] 탄핵의 심판, 정당해산의 심판 및 {@헌법소원의 심판}은 원칙적으로 {@구두변론에 의한다}.",
  "[48080-174520] 심판의 변론과 {@서면심리}, 결정의 선고는 {@공개한다}.",
  "[48087-174551] 위헌법률심판의 대상은 형식적 의미의 법률에 한정되기 때문에 조약과 긴급명령은 {@포함되지 아니한다}.",
  "[48087-174552] 폐지된 법률은 {@위헌심사의 대상이 되지 아니한다}.",
  "[48087-174553] 헌법규정도 {@위헌제청의 적법한 대상이 된다}.",
  "[48087-174554] 지방자치단체의 조례는 위헌법률심판이나「헌법재판소법」 제68조 제2항에 의한 헌법소원심판의 대상이 될 수 없다.",
  "[48087-174555] 법원이 당해 사건에 적용되는 법률에 대하여 헌법재판소에 위헌법률심판을 제청한 경우 헌법재판소는 해당 법률이 재판의 전제성이 있는지 여부에 관하여 당해 {@법원과 달리 판단할 수 없다}.",
  "[48367-175751] 「헌법재판소법」은 정당해산심판과 {@헌법소원심판}에 대해서만 명문으로 가처분 규정을 두고 있다.",
  "[48367-175752] 변론기일에 출석하여 {@본안에 관한 진술을 한 때에도} 재판관에게 공정한 심판을 기대하기 어려운 사정이 있는 경우라면 당사자는 기피신청을 할 수 있다.",
  "[48367-175753] 위헌법률의 심판과 {@권한쟁의에 관한 심판은 서면심리}에 의한다. 다만, 재판부는 필요하다고 인정하는 경우에는 변론을 열어 당사자, 이해관계인, 그 밖의 참고인의 진술을 들을 수 있다.",
  "[48367-175754] 헌법소원심판에서 헌법재판소가 국선대리인을 선정하지 아니한다는 결정을 한 때에는 지체 없이 그 사실을 신청인에게 통지하여야 한다. 이 경우 신청인이 선임신청을 한 날부터 그 통지를 받은 날까지의 기간은 「헌법재판소법」 제69조의 청구기간에 산입하지 아니한다.",
  "[48369-175759] 대한변호사협회가 변호사 등록사무의 수행과 관련하여 정립한 규범은 {@단순한 내부 기준이라 볼 수 있으므로} 변호사 등록을 하려는 자와의 관계에서 {@대외적 구속력을 가지는 공권력 행사에 해당한다고 할 수 없다.}",
  "[48369-175760] 헌법소원의 대상이 되는 공권력에는 입법작용도 포함되므로 입법기관의 소관사항인 법률의 개정 및 폐지를 요구하는 것은 {@헌법소원심판의 대상이 된다.}",
  "[48369-175761] 법률 또는 법률조항 자체가 헌법소원의 대상이 될 수 있으려면 구체적인 집행행위를 기다리지 아니하고 그 법률 또는 법률조항에 의하여 직접, 현재, 자기의 기본권을 침해받아야 하는바, 위에서 말하는 집행행위에 입법행위는 포함되지 않으므로 법률규정이 그 규정의 구체화를 위하여 하위규범의 시행을 예정하고 있는 경우에는 당해 {@법률규정의 직접성은 인정된다.}",
  "[48369-175762] 헌법재판소는 「헌법재판소법」 제68조제1항에 따른 헌법소원을 인용할 때에는 인용결정서의 주문에 침해된 기본권과 침해의 원인이 된 공권력의 행사 또는 불행사를 특정하여야 하며, 그 경우에 공권력의 행사 또는 불행사가 위헌인 법률 또는 법률의 조항에 기인한 것이라고 인정될 때에는 인용결정에서 해당 법률 또는 법률의 조항이 위헌임을 선고할 수 있다.",
  "[48370-175763] 법원에서 당해 소송사건에 적용되는 재판규범 중 위헌제청신청대상이 아닌 관련 법률에서 규정한 소송요건을 구비하지 못하였기 때문에 부적법하다는 이유로 소각하판결을 선고하고 그 판결이 확정되거나, 소각하판결이 확정되지 않았더라도 당해 소송사건이 부적법하여 각하될 수밖에 없는 경우, 당해 소송사건이 각하될 것이 불분명한 경우에는 당해 소송사건에 관한 {@‘재판의 전제성’ 요건이 흠결된 것으로} 본다.",
  "[48370-175764] 법원이 심판대상조항을 적용함이 없이 다른 법리를 통하여 재판을 한 경우 심판대상조항의 위헌 여부는 당해사건법원의 재판에 직접 적용되거나 관련되는 것이 아니어서 재판의 전제성이 인정되지 않는다.",
  "[48370-175765] 형사사건에 있어서 원칙적으로 공소가 제기되지 아니한 법률조항의 위헌 여부는 당해 형사사건의 재판의 전제가 될 수 없으나 공소장에 적용법조로 기재되었다면 {@재판의 전제성을 인정할 수 있다.}",
  "[48370-175766] 항소심에서 당해 사건의 당사자들 간에 임의조정이 성립되어 소송이 종결된 경우 1심 판결에 적용된 법률조항에 대해서는 {@재판의 전제성이 인정될 수 있다.}",
  "[48424-175982] 헌법 및 「헌법재판소법」에 의하면 위헌심판의 대상을 ‘법률’이라고 규정하고 있는데, 여기서 ‘법률’이라고 함은 국회의 의결을 거친 이른바 형식적 의미의 법률뿐만 아니라 법률과 동일한 효력을 갖는 조약 등도 포함된다.",
  "[48424-175983] 호주가 사망한 경우 딸에게 분재청구권을 인정하지 아니한 구 관습법은 비록 형식적 의미의 법률은 아니지만 실질적으로는 법률과 같은 효력을 갖는 것이므로 위헌법률심판의 대상이 된다.",
  "[48424-175984] 헌법재판소에 의하여 위헌으로 선고된 법률 또는 법률의 조항이 제정 당시로 소급하여 효력을 상실하는가 아니면 장래에 향하여 효력을 상실하는가의 문제는 특단의 사정이 없는 한 헌법적합성의 문제라기보다는 입법자가 법적 안정성과 개인의 권리구제 등 제반이익을 비교형량하여 가면서 결정할 입법정책의 문제이다.",
  "[48424-175985] 입법자는 형벌조항에 대한 위헌결정의 효력과 관련하여 과거의 완전 소급효 입장을 버리고 종전에 합헌결정이 있었던 시점까지 그 소급효를 제한하는 부분 소급효로 입장을 변경하였는데, 이는 {@법적 안정성보다는 정의에 더 중점을 둔 것이다.}",
  "[48424-175986] 헌법재판소가 특정 형벌법규에 대하여 과거에 합헌결정을 하였다는 것은, 적어도 그 당시에는 당해 행위를 처벌할 필요성에 대한 사회구성원의 합의가 유효하다는 것을 확인한 것이므로, 합헌결정이 있었던 시점 이전까지로 위헌결정의 소급효를 인정할 근거가 없다.",
  "[48438-176052] 폐지된 법률에 대한 헌법소원은 원칙적으로 부적법하나, 폐지된 법률의 위헌 여부가 관련 소송사건의 재판의 전제가 되어 있다면 위헌심판의 대상이 된다.",
  "[48438-176053] 소송대리권을 수여한 사실이 인정되지 않아 당해사건이 부적법하다는 이유로 소 각하 판결이 확정된 일부 청구인들의 심판청구는 법률의 위헌 여부를 따져 볼 필요 없이 각하를 면할 수 없으므로, 재판의 전제성이 인정되지 않아 부적법하다.",
  "[48438-176054] 명시적으로 위헌제청신청을 한 조항과 필연적 연관관계를 맺고 있는 법률조항이라 하더라도, 당사자가 그 법률조항을 위헌법률심판제청신청의 대상으로 삼지 않았고 당해 법원이 기각결정의 대상으로 삼지 않았다면, {@그 법률조항에 대해 당해 법원이 묵시적으로나마 위헌제청신청으로 판단한 것으로 볼 여지가 없다.}",
  "[48438-176055] 법률조항이 당해 사건의 재판에 간접 적용되더라도, 그 위헌여부에 따라 당해 사건의 재판에 직접 적용되는 법률조항의 위헌여부가 결정되거나, 당해 재판의 결과가 좌우되는 경우 등 양 규범 사이에 내적 관련이 인정된다면 재판의 전제성을 인정할 수 있다.",
  "[48438-176056] 공판정에서 청구인이 출석한 가운데 재판서에 의하여 위헌법률심판제청신청을 기각하는 취지의 주문을 낭독하는 방법으로 재판의 선고를 한 경우, 청구인은 이를 통하여 위헌법률심판제청신청에 대한 기각결정을 통지받았다고 보아야 하므로 그로부터 30일이 경과한 후 제기된 헌법소원 심판청구는 청구기간을 경과한 것으로서 부적법하다.",
  "[48444-176082] 「헌법재판소법」 제68조제1항에 의한 헌법소원심판을 구하는 자는 심판의 대상인 공권력의 행사 또는 불행사로 인하여 자기의 기본권이 현재 그리고 직접적으로 침해받고 있는 자여야 한다.",
  "[48444-176083] 공권력 작용의 직접적인 상대방이 아닌 제3자라고 하더라도 공권력의 작용이 그 제3자의 기본권을 직접적이고 법적으로 침해하고 있는 경우에는 그 제3자에게 자기관련성이 인정될 수 있다.",
  "[48444-176084] 공권력의 작용이 단지 간접적, 사실적 또는 경제적 이해관계로만 관련되어 있는 제3자에게는 자기관련성이 인정되지 않는다.",
  "[48444-176085] 정보통신망을 통하여 공개된 정보로 말미암아 사생활 등을 침해받은 자가 삭제요청을 하면 정보통신서비스 제공자는 해당 정보에 대한 접근을 임시적으로 차단하는 조치를 하여야 한다고 정한 법률조항은 직접적 수범자를 정보통신서비스 제공자로 하기 때문에, 정보게재자는 제3자에 해당하여 위 임시조치로 정보게재자가 게재한 정보는 접근이 차단되는 불이익을 받더라도 {@정보게재자의 자기관련성은 인정되지 않는다.}",
  "[48444-176086] 언론인을 공직자 등에 포함시켜 이들에 대한 부정청탁을 금지한 것은 언론인 등 자연인을 수범자로 하고 있을 뿐이어서 사단법인한국기자협회는 자신의 기본권을 직접 침해당할 가능성이 없다.",
  "[48513-176369] 유예기간을 두고 있는 법령의 경우, 헌법소원심판 청구기간의 기산점은 그 법령의 시행일이 아니라 유예기간 경과일이다.",
  "[48513-176370] 헌법소원제도는 개인의 주관적인 권리구제뿐만 아니라 헌법 질서를 보장하는 기능도 있으므로 주관적 권리보호이익은 소멸하였다고 하더라도, 그러한 침해행위가 앞으로도 반복될 위험이 있거나 당해 분쟁의 해결이 헌법질서의 수호ㆍ유지를 위하여 긴요한 사항이어서 헌법적으로 그 해명이 중대한 의미를 지니는 경우에는 심판청구의 이익을 인정할 수 있다.",
  "[48513-176371] 헌법재판소에서 법률의 위헌결정, 탄핵의 결정, {@권한쟁의에 관한 인용결정} 또는 헌법소원에 관한 인용결정을 할 때에는 재판관 6인 이상의 찬성이 있어야 한다.",
  "[48513-176372] 공권력의 불행사로 인한 기본권침해는 그 불행사가 계속되는 한 기본권침해의 부작위가 계속된다 할 것이므로, 공권력의 불행사에 대한 헌법소원심판은 그 불행사가 계속되는 한 기간의 제약없이 적법하게 청구할 수 있다.",
  "[48514-176373] 지방자치단체가 기관위임사무를 처리할 권한이 침해되었다고 주장하면서 권한쟁의심판을 청구하는 것은 부적법하다.",
  "[48514-176374] 권한쟁의심판을 청구하려면 청구인과 피청구인 상호간에 헌법 또는 법률에 의하여 부여받은 권한의 존부 또는 범위에 관하여 다툼이 있어야 하고, 피청구인의 처분 또는 부작위가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 경우이어야 한다.",
  "[48514-176375] 국민 개인이 대법원장을 상대로 제기한 국가기관 간의 권한쟁의심판에서 ‘국민’인 청구인은 그 자체로는 헌법에 의하여 설치되고 헌법과 법률에 의하여 독자적인 권한을 부여받은 기관이라고 할 수 없으므로, ‘국민’인 청구인은 권한쟁의심판의 당사자가 되는 ‘국가기관’이 아니다.",
  "[48514-176376] 지방자치단체의 의결기관인 지방의회와 지방자치단체의 집행기관인 지방자치단체장 간의 내부적 분쟁도 「헌법재판소법」에 의하여 헌법재판소가 관장하는 {@지방자치단체 상호간의 권한쟁의심판에 해당한다고 볼 수 있다.}",
  "[48708-177149] 위헌법률의 심판, 헌법소원에 관한 심판 및 {@권한쟁의의 심판은 서면심리}에 의하고, 탄핵의 심판과 정당해산의 심판은 구두변론에 의한다.",
  "[48708-177150] {@위헌법률심판과 헌법소원심판의} 경우 재판관 3인으로 구성되는 지정재판부를 두어 사전심사를 담당하게 할 수 있다.",
  "[48708-177151] 헌법소원심판의 청구 후 30일이 지날 때까지 지정재판부의 각하결정이 없는 때에는 심판에 회부하는 결정이 있는 것으로 본다.",
  "[48708-177152] 심판의 변론, {@서면심리}와 결정의 선고는 공개한다.",
  "[48709-177153] 공소장에 적시된 법률조항이라 하더라도 구체적 소송사건에서 법원이 적용하지 아니한 법률조항은 재판의 전제성이 인정되지 않는다.",
  "[48709-177154] 행정처분에 대한 제소기간이 도과한 후, 그 처분의 근거법률이 위헌임을 이유로 그 처분에 대한 무효확인 및 후행처분의 취소를 구하는 소를 제기한 때에는 당해 행정처분의 근거가 된 법률조항은 재판의 전제성이 인정되지 않는다.",
  "[48709-177155] 형사사건에서 무죄의 확정판결을 받은 때에는 처벌조항의 위헌확인을 구하는 헌법소원이 인용되더라도 재심을 청구할 수 없고, 청구인에 대한 무죄판결은 종국적으로 다툴 수 없게 되므로 재판의 전제성이 인정되지 않는다.",
  "[48709-177156] 아직 법원에 의하여 그 해석이 확립된 바 없어 제청대상 법률조항이 당해 사건 재판에 적용 여부가 불확실한 경우, 법원이 적용가능성을 전제로 위헌법률심판제청을 하였더라도 {@재판의 전제성이 인정되지 않는다.}",
  "[48710-177157] ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원은 어떠한 사항에 대하여 규율하는 {@법률이 부존재하는 것을 다툴 수 있음은 물론,} 어떠한 사항에 대하여 법률이 존재하기는 하나 불완전･불충분하게 규율되고 있음을 이유로 해당 법률조항 자체를 대상으로 하여 다툴 수도 있다.",
  "[48710-177158] 호주가 사망한 경우 딸에게는 분재청구권을 인정하지 아니하는 내용의 관습법은 실질적으로 법률과 같은 효력을 갖는\r\n것으로서 ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판의 대상이 된다.",
  "[48710-177159] 범죄 후 양벌규정에 면책조항이 추가되는 형식으로 피고인에게 유리하게 법률이 개정된 경우, 당해사건에는 신법이 적용되고 당해사건에 적용되지 않는 구법은 재판의 전제성을 상실하게 된다.",
  "[48710-177160] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지된다. 다만, 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[48712-177165] 이른바 진정입법부작위에 대한 헌법소원심판은 그 공권력의 불행사가 계속되는 한 청구기간의 제한을 받지 않는다.",
  "[48712-177166] 법령에 대한 헌법소원에 있어서 아직 그 법령에 의해 기본권침해가 발생하지 않았으나 장래 그 침해가 확실히 예상되어 기본권침해의 현재성 요건을 예외적으로 충족한 경우에는 {@기본권 침해가 없더라도 청구기간이 개시된 것이다.}",
  "[48712-177167] 법령이 어떠한 규제를 시행하면서 그 유예기간을 둔 경우에는 그 유예기간이 경과함으로써 비로소 구체적인 기본권침해의 결과가 발생하므로 그 법령에 대한 헌법소원 청구기간은 유예기간이 종료한 후부터 기산된다.",
  "[48712-177168] 기본권침해를 사유로 하는 헌법소원심판의 청구기간은 원칙적으로 그 사유가 {@있음을 안 날로부터 60일 이내}, 그 사유가 {@있는 날로부터 180일 이내}이고, ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판의 청구기간은 위헌법률심판의 제청신청을 기각하는 결정을 통지받은 날부터 30일 이내이다.",
  "[48714-177173] ｢방송통신위원회의 설치 및 운영에 관한 법률｣ 조항에 근거한 방송통신심의위원회의 시정요구는 서비스제공자 등에게 조치결과 통지의무를 부과하고 있고, 서비스제공자 등이 이에 따르지 않는 경우 방송통신위원회의 해당 정보의 취급거부･정지 또는 제한명령이라는 법적 조치가 내려질 수 있다. 이러한 시정요구에 대하여는 동법상 별도의 불복절차가 마련되어 있지만, 청구인에게 그에 의한 권리구제절차를 밟을 것을 기대하기는 곤란하기 때문에 {@보충성 원칙의 예외로서 적법하다.}",
  "[48714-177174] 수용자의 출정을 제한한 행위는 권력적 사실행위로서 행정소송의 대상이 된다고 단정하기 어렵고, 설사 행정소송의 대상이 된다고 하더라도 이미 종료된 행위로서 소의 이익이 부정되어 각하될 가능성이 많으므로, 청구인에게 그에 의한 권리구제절차를 밟을 것을 기대하기는 곤란하다. 따라서 이에 대한 헌법소원은 보충성 원칙의 예외에 해당된다.",
  "[48714-177175] 보도자료 배포행위가 ｢형법｣ 제126조의 피의사실공표죄에 해당하는 범죄행위라면 청구인은 이를 수사기관에 고소하고 그 처리결과에 따라 ｢검찰청법｣에 따른 항고를 거쳐 재정신청을 할 수 있으므로, 이러한 권리구제절차를 거치지 아니한 채 제기한 보도자료 배포행위에 대한 심판청구는 보충성 요건을 갖추지 못하여 부적법하다.",
  "[48714-177176] 피해자의 고소가 아닌 수사기관의 인지등에 의하여 수사가 개시된 피의사건에서 검사의 불기소처분이 이루어진 경우 그 불기소처분의 취소를 구하기 위해 별도의 고소 없이 곧바로 제기된 피해자의 헌법소원은 보충성 원칙의 예외로서\r\n적법하다.",
  "[48715-177177] 국회의장이 적법한 반대토론 신청이 있었음에도 반대토론을 허가하지 않고 토론절차를 생략하기 위한 의결을 거치지도 않은 채 법률안들에 대한 표결절차를 진행한 것은 국회의원의 법률안 심의ㆍ표결권을 침해한 것이다.",
  "[48715-177178] 국회의원들이 국민안전처 등을 이전대상 제외 기관으로 명시할 것인지에 관한 법률안에 대하여 심의를 하던 중, 행정자치부장관이 국민안전처 등을 세종시로 이전하는 내용의 처분을 한 경우 국회의원인 {@청구인들의 법률안에 대한 심의ㆍ표결권이 침해된다,}",
  "[48715-177179] 국회의원은 국회의원의 권한이 아닌 국회의 권한 침해를 주장하며 권한쟁의심판을 청구할 수 없으므로 국회의 조약 체결ㆍ비준에 대한 동의권의 침해를 주장하며 권한쟁의심판을 청구할 수는 없다.",
  "[48715-177180] 국회의원의 심의ㆍ표결권은 성질상 일신전속적인 것으로 당사자가 사망한 경우 승계되거나 상속될 수 없어 그에 관련된 권한쟁의심판절차 또한 수계될 수 없으므로, 권한쟁의심판청구는 청구인의 사망과 동시에 그 심판절차가 종료된다.",
  "[48776-177421] 헌법재판소 전원재판부는 재판관 7인 이상의 출석으로 사건을 심리하며, 탄핵심판, 정당해산의 심판 및 권한쟁의의 심판은 구두변론에 의한다.",
  "[48776-177422] 심판의 변론과 종국결정의 선고는 심판정에서 해야 한다. 다만, {@종국결정의 선고와 달리} 변론은 헌법재판소장이 필요하다고 인정하는 경우 심판정 외에서 할 수 있다.",
  "[48776-177423] 헌법재판소의 심판의 변론과 결정의 선고는 공개한다. 다만, 서면심리와 평의는 공개하지 아니한다.",
  "[48776-177424] 재판부가 법률의 위헌결정, 탄핵결정, 정당해산의 결정 또는 헌법소원에 관한 인용결정을 하는 경우, 종전에 헌법재판소가 판시한 헌법 또는 법률의 해석 적용에 관한 의견을 변경하는 경우에는 재판관 6인 이상의 찬성이 있어야 한다.",
  "[48777-177425] 위헌법률심판절차에서 말하는 당해 법원의 ‘재판’이란 판결·결정·명령 등 그 형식 여하와 본안에 관한 재판이거나 소송절차에 관한 재판이거나를 불문하므로 법원이 행하는 구속기간갱신결정도 「헌법재판소법」 제41조 제1항에 규정된 ‘재판’에 해당된다.",
  "[48777-177426] 법률의 위헌여부에 따라 법원이 다른 내용의 재판을 하게 되는 경우라 함은 당해 사건의 재판의 결론이나 주문에 영향을 주는 경우 뿐만 아니라, 재판의 결론에 대한 이유를 달리하는데 관련되어 있는 경우도 해당된다.",
  "[48777-177427] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지되지만, 법원이 긴급하다고 인정하는 경우에는 {@종국재판도} 할 수 있다.",
  "[48777-177428] 위헌법률심판에서의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속하고, 권한쟁의심판의 결정과 헌법소원의 인용결정은 모든 국가기관과 지방자치단체를 기속한다.",
  "[48780-177437] 「헌법재판소법」 제62조 제1항 제1호가 국가기관 상호간의 권한쟁의심판을 ‘국회, 정부, 법원 및 중앙선거관리위원회 상호간의 권한쟁의심판’이라고 규정하고 있더라도 이는 한정적, 열거적인 조항이 아니라 예시적인 조항이라고 해석하는 것이 헌법에 합치된다.",
  "[48780-177438] 국가인권위원회는 헌법에 의하여 설치되고 헌법과 법률에 의하여 독자적인 권한을 부여받은 국가기관이므로 권한쟁의심판의 {@당사자능력이 인정된다.}",
  "[48780-177439] 권한쟁의심판의 대상으로서의 처분은 입법행위와 같은 법률의 제정과 관련된 권한의 존부 및 행사상의 다툼, 행정처분은 물론 행정입법과 같은 모든 행정작용 그리고 법원의 재판 및 사법행정작용 등을 포함하는 넓은 의미의 공권력 처분을 의미하는 것으로 보아야 한다.",
  "[48780-177440] 지방자치단체는 기관위임사무의 집행에 관한 권한의 존부 및 범위에 관한 권한분쟁을 이유로 기관위임사무를 집행하는 국가기관 또는 다른 지방자치단체의 장을 상대로 권한쟁의심판청구를 할 수 없다.",
  "[48828-177652] 대통령의 법률안 제출행위는 국가기관의 내부적 행위에 불과하고 국민에 대하여 직접적인 법률효과를 발생시키는 행위가 아니므로 헌법소원심판의 대상이 되지 않는다.",
  "[48828-177653] 사법부에서 제정한 규칙이 별도의 집행행위를 기다리지 않고 직접 기본권을 침해하는 것일 때에는 헌법소원심판의 대상이 될 수 있다.",
  "[48828-177654] 헌법에서 기본권보장을 위해 법령에 명시적으로 입법위임을 하였으나, 입법자의 입법 내용이 불완전, 불충분 또는 불공정하여 헌법 위반에 해당하는 경우에는 {@그 입법부작위 자체를} 헌법소원심판의 대상으로 삼아야 한다.",
  "[48828-177655] 국회의장의 불법적인 의안처리행위로 국회의원의 심의ㆍ표결권이 침해되었다고 하더라도, 그 심의ㆍ표결권은 국회의원 개인에게 보장된 기본권이 아니므로 이러한 경우 국회의원은 헌법소원심판을 청구할 수 없다.",
  "[48828-177656] 비구속적 행정계획안이나 행정지침도 헌법소원심판의 대상이 되는 경우가 있다.",
  "[48840-177712] 한정합헌, 한정위헌, 헌법불합치결정 등 변형결정은 헌법재판소법에 명문의 규정을 두고 있지 않다.",
  "[48840-177713] 한정합헌결정과 한정위헌결정은 본질적으로는 같은 부분위헌결정에 해당한다.",
  "[48840-177714] 헌법불합치결정은 위헌적인 법률조항을 잠정적으로 적용하는 위헌적인 상태가 위헌결정으로 인한 규율 없는 합헌적인 상태보다 오히려 헌법적으로 바람직하다고 판단되는 경우, 법적 안정성 관점에서 법치국가적으로 용인하기 어려운 법적 공백과 그로 인한 혼란을 방지하기 위해 하는 것이므로, 헌법재판소는 헌법불합치결정을 하는 경우 {@항상 해당 법률조항의 잠정적용을 아울러 명하고 있다.}",
  "[48840-177715] 헌법재판소가 법률 전부에 대하여 헌법불합치결정을 한 경우도 있다.",
  "[48840-177716] 대법원이 특정 법률조항에 대하여 위헌적 부분의 적용을 배제하는 방향으로 합헌적 법률해석을 한 경우, 헌법재판소는 해당 법률조항에 대하여 단순합헌결정을 한 적도 있으나, 한정위헌결정을 한 적도 있다.",
  "[48861-177801] 국회에서 {@탄핵소추의 대상으로 발의된 자}는 그때부터 헌법재판소의 심판이 있을 때까지 그 권한 행사가 정지된다.",
  "[48861-177802] 헌법재판소가 권한쟁의심판의 청구를 받았을 때에는 직권 또는 청구인의 신청에 의하여 종국결정의 선고 시까지 심판 대상이 된 피청구인의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[48861-177803] 「헌법재판소법」 제68조제1항에 의한 헌법소원심판절차에 있어서도 가처분의 필요성은 있을 수 있고, 달리 가처분을 허용하지 아니할 상당한 이유를 찾아볼 수 없으므로 헌법소원심판청구사건에서도 가처분은 허용된다.",
  "[48861-177804] 가처분의 요건을 갖춘 것으로 인정되고, 이에 덧붙여 가처분을 인용한 뒤 종국결정에서 청구가 기각되었을 때 발생하게 될 불이익과 가처분을 기각한 뒤 청구가 인용되었을 때 발생하게 될 불이익에 대한 비교형량을 하여 후자의 불이익이 전자의 불이익보다 크다면 가처분을 인용할 수 있다.",
  "[48863-177809] 재판부는 결정으로 다른 국가기관 또는 공공단체의 기관에 심판에 필요한 사실을 조회하거나, 기록의 송부나 자료의 제출을 요구할 수 있으나, 재판ㆍ소추 또는 범죄수사가 진행 중인 사건의 기록에 대하여는 송부를 요구할 수 없다.",
  "[48863-177810] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실하나, 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 {@그 결정이 있는 날로 소급하여} 효력을 상실한다.",
  "[48863-177811] 헌법재판소는 심판사건을 접수한 날부터 180일 이내에 종국결정의 선고를 하여야 하나, 재판관 1인의 궐위로 {@8명}의 출석이 가능한 경우에는 그 궐위된 기간은 심판기간에 산입하지 아니한다.",
  "[48863-177812] 각종 심판절차에서 당사자인 국가기관 또는 지방자치단체는 변호사의 자격이 있는 소속 직원을 대리인으로 선임하여 {@심판을 수행하게 할 수 없다.}",
  "[48899-177987] 가처분심판에는 재판관 7인 이상이 출석하여 종국심리에 관여한 재판관 과반수의 찬성으로 인용결정을 한다.",
  "[48899-177988] 탄핵소추의결을 받은 자의 직무집행를 정지하기 위한 가처분은 인정될 여지가 없다.",
  "[48899-177989] 법령의 효력을 정지시키는 가처분은 일반적인 보전의 필요성이 인정될 경우 인용되고, 공공복리에 중대한 영향을 미칠 우려가 있는지 여부는 {@본안심판에서만 고려하여야 한다.}",
  "[48899-177990] 헌법재판소법에서 명문으로 가처분제도를 두고 있는 것은 정당해산심판과 권한쟁의심판이다.",
  "[48899-177991] 입국불허가결정을 받은 외국인이 인천공항출입국관리사무소장을 상대로 난민인정심사불회부결정취소의 소를 제기한 후 그 소송수행을 위하여 변호인 접견신청을 하였으나 거부되자, 변호인접견 거부의 효력정지를 구하는 가처분 신청을 한 사건에서, 헌법재판소는 변호인 접견을 허가하여야 한다는 가처분 인용결정을 하였다.",
  "[48904-178012] 유예기간을 두고 있는 법령이 구체적이고 현실적으로 청구인들에게 적용된 것은 유예기간을 경과한 때부터이므로, 그 법령에 대한 헌법소원 청구기간은 그 법령의 시행일이 아니라 유예기간이 경과한 때부터 기산한다.",
  "[48904-178013] 헌법소원심판청구에 대한 청구취지변경이 이루어진 경우, 청구기간의 준수 여부는 {@변경 전의 청구서가 처음 제출된 시점을 기준으로} 판단하여야 한다.",
  "[48904-178014] 헌법소원심판을 청구하고자 하는 자가 변호사를 대리인으로 선임할 자력이 없어 헌법재판소에 국선대리인을 선임하여 줄 것을 신청하는 경우에는 국선대리인의 선임신청이 있는 날을 기준으로 청구기간을 정한다.",
  "[48904-178015] 법률 조항에 의한 청구인들의 기본권침해 여부가 문제되는 상황이 장래에 발생할 것이 확실히 예측되어 기본권침해를 예방하기 위해 미리 헌법소원을 제기하는 것을 허용할 필요가 있는 경우, 청구기간의 준수여부는 문제되지 않는다.",
  "[48904-178016] 헌법소원을 청구할 수 있는 기간을 제한하는 헌법재판소법 제69조 제1항의 위헌확인을 구하는 사건에서, 바로 그 조항에 근거하여 청구기간이 지났음을 이유로 각하결정을 하는 것도 가능하다.",
  "[48910-178042] 권한쟁의심판청구는 피청구인의 처분 또는 부작위가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 때에 한하여 할 수 있다. 여기서 ‘처분’이란 법적 중요성을 지닌 것에 한하는 것으로 청구인의 법적 지위에 구체적으로 영향을 미칠 가능성이 있는 행위여야 한다.",
  "[48910-178043] 위 ➀항의 ‘처분’에는 입법행위와 관련된 권한의 존부 및 행사상의 다툼, 행정처분은 물론 행정입법과 같은 모든 행정작용이 포함되나, {@법원의 재판 및 사법행정작용은 포함되지 않는다.}",
  "[48910-178044] 헌법재판소가 권한쟁의심판의 청구를 받았을 때에는 청구인의 신청이 없어도 종국결정의 선고 시까지 심판대상이 된 피청구인의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[48910-178045] 권한쟁의심판의 결정은 모든 국가기관과 지방자치단체를 기속한다.",
  "[48910-178046] 국가기관 또는 지방자치단체의 처분을 취소하는 결정은 그 처분의 상대방에 대하여 이미 생긴 효력에 영향을 미치지 아니한다.",
  "[48914-178062] 법원의 재판을 거쳐 확정된 행정처분(원행정처분)에 대한 헌법소원심판은 당해 행정처분을 심판의 대상으로 삼았던 법원의 재판이 예외적으로 헌법소원의 심판대상이 되어 그 재판 자체가 취소되는 경우에 한하여 청구할 수 있고, 법원의 재판이 취소될 수 없는 경우에는 당해 행정처분에 대한 헌법소원심판이 허용되지 않는다는 것이 헌법재판소의 입장이다.",
  "[48914-178063] 법인 아닌 사단ㆍ재단이라고 하더라도 대표자의 정함이 있고 독립된 사회적 조직체로서 활동하는 때에는 성질상 법인이 누릴 수 있는 기본권을 침해당하게 되면 그의 이름으로 헌법소원심판을 청구할 수 있다. 언론인이 직무관련 여부 및 기부ㆍ후원ㆍ증여 등 그 명목에 관계없이 동일인으로부터 일정 금액을 초과하는 금품 등을 받거나 요구 또는 약속하는 것을 금지하는 ‘부정청탁 및 금품등 수수의 금지에 관한 법률’ 조항과 관련하여, 사단법인 한국기자협회는 {@기본권침해의 자기관련성이 인정되므로 그 구성원을 위하여 또는 구성원을 대신하여 헌법소원 청구가 허용된다.}",
  "[48914-178064] 검사의 공소제기처분은 법원에 공소가 제기된 이후에는 법원의 재판절차에 흡수되어 그 적법성에 대하여 충분한 사법적 심사를 받게 되므로 원칙적으로 검사의 공소제기 자체는 독립하여 헌법소원의 청구대상이 될 수 없다.",
  "[48914-178065] 진정에 대한 국가인권위원회의 각하 및 기각결정은 피해자인 진정인의 권리행사에 중대한 지장을 초래하는 것으로서 항고소송의 대상이 되는 행정처분에 해당한다. 그러므로 이에 대한 다툼은 우선 행정심판이나 행정소송에 의하여야 한다.",
  "[48914-178066] 유치장 수용자에 대한 신체수색은 유치장의 관리주체인 경찰이 우월적 지위에서 피의자 등에게 일방적으로 강제하는 성격을 지닌 것이므로 권력적 사실행위에 해당하고, 이는 헌법소원심판청구의 대상이 되는 헌법재판소법 제68조 제1항의 공권력의 행사에 해당한다.",
  "[48916-178072] 헌법소원심판청구 후에 유효하게 공포ㆍ시행되었다 하더라도, 심판청구 당시 공포되기 전의 법률이었다면 {@헌법소원의 대상성이 부인된다.}",
  "[48916-178073] 입법부작위 중 ‘부진정입법부작위’의 경우에는 결함이 있는 당해 입법규정 그 자체를 대상으로 하여 헌법소원심판을 청구하여야 한다.",
  "[48916-178074] 행정조직 내부에서만 효력을 가지는 행정규칙은 국민이나 법원을 구속하는 효력이 없으므로 헌법소원의 대상이 되지 않는 것이 원칙이다.",
  "[48916-178075] 행정청의 사실행위는 ‘비권력적 사실행위’와 ‘권력적 사실행위’로 나눌 수 있고, 이 중에서 권력적 사실행위만 헌법소원의 대상이 되는 공권력 행사에 해당한다.",
  "[48916-178076] 헌법재판소는 ‘구법’ 조항에 관하여 위헌결정을 선고하면서, 해당 조항과 자구상의 표현만 다를 뿐 그 실질적 내용이 동일한 ‘신법’ 조항에 대하여까지 심판대상을 확장하여 판단하는 경우가 있다.",
  "[48924-178112] 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다.",
  "[48924-178113] 위 ➀항에서 말하는 민주적 기본질서의 ‘위배’란, 민주적 기본질서에 대한 단순한 위반이나 저촉을 의미하는 것이 아니라, 민주사회의 불가결한 요소인 정당의 존립을 제약해야 할 만큼 그 정당의 목적이나 활동이 우리 사회의 민주적 기본질서에 대하여 실질적인 해악을 끼칠 수 있는 구체적 위험성을 초래하는 경우를 가리킨다.",
  "[48924-178114] 정당해산심판에 대하여는 {@형사소송에} 관한 법령이 준용된다.",
  "[48924-178115] 정당해산의 제소는 국무회의의 심의를 거쳐야 한다.",
  "[48924-178116] 헌법재판소는 정당해산심판의 청구를 받은 때에는 직권 또는 청구인의 신청에 의하여 종국결정의 선고 시까지 피청구인의 활동을 정지하는 결정을 할 수 있다.",
  "[48927-178127] 탄핵소추안을 각 소추사유별로 나누어 발의할 것인지 아니면 여러 소추사유를 포함하여 하나의 안으로 발의할 것인지는 소추안을 발의하는 의원들의 자유에 달려 있다. 헌법이나 법률을 위배한 사실이 여러 가지일 때 그 중 한 가지 사실만으로도 충분히 파면 결정을 받을 수 있다고 판단되면 그 한 가지 사유만으로 탄핵소추안을 발의할 수 있고, 여러가지 소추사유를 종합할 때 파면할 만하다고 판단되면 여러가지 소추사유를 함께 묶어 하나의 탄핵소추안으로 발의할 수도 있다.",
  "[48927-178128] 대통령을 탄핵하기 위해서는 대통령의 법 위배 행위가 헌법질서에 미치는 부정적 영향과 해악이 중대하여 대통령을 파면함으로써 얻는 헌법 수호의 이익이 대통령 파면에 따르는 국가적 손실을 압도할 정도로 커야 한다. 대통령에 대한 탄핵심판청구가 이유 있는 경우란 대통령의 파면을 정당화할 수 있을 정도로 중대한 헌법이나 법률 위배가 있는 때를 말한다.",
  "[48927-178129] 헌법재판소는 사법기관으로서 탄핵소추기관인 국회의 탄핵소추의결서에 기재된 소추사유에 의하여 구속을 받는다. 그러므로 헌법재판소는 탄핵소추의결서에 기재되지 아니한 소추사유를 판단의 대상으로 삼을 수 없고, {@탄핵소추의결서에 기재된 법규정 외에 다른 관련 법규정에 근거하여} 탄핵의 원인이 된 {@사실관계를 평가ㆍ판단하여서도 아니 된다.}",
  "[48927-178130] 피청구인에 대한 탄핵심판 청구와 동일한 사유로 형사소송이 진행되고 있는 경우 재판부는 심판절차를 정지할 수 있다.",
  "[48927-178131] 피청구인이 결정 선고 전에 해당 공직에서 이미 파면되었을 경우에는 헌법재판소로서는 심판의 이익이 없다고 하여 해당 심판청구를 부적법 각하할 것이 아니라 기각하여야 한다.",
  "[48943-178207] 법령 자체가 헌법소원의 대상이 될 수 있으려면 해당 법령으로 인하여 직접, 현재, 자기의 기본권을 침해받아야 한다.",
  "[48943-178208] 기본권 침해의 직접성이란 집행행위에 의하지 아니하고 그 자체에 의하여 자유의 제한, 의무의 부과, 권리 또는 법적 지위의 박탈이 생긴 경우를 뜻하므로, 구체적인 집행행위를 통하여 비로소 기본권 침해의 법률효과가 발생하는 경우에는 직접성의 요건이 결여된다.",
  "[48943-178209] 직접성이 요구되는 법령에는 형식적인 의미의 법률뿐만 아니라 조약, 명령ㆍ규칙, 헌법소원 대상성이 인정되는 행정규칙, 조례 등이 모두 포함된다.",
  "[48943-178210] 법령에 근거한 구체적인 집행행위가 {@기속행위인 경우에는} 법령은 집행기관에게 기본권 침해의 가능성만 부여할 뿐, 기본권의 침해는 집행기관의 의사에 따른 집행행위에 의하여 비로소 이루어지고 현실화되므로, 법령에 의한 기본권 침해의 직접성이 인정될 여지가 없다.",
  "[48943-178211] 집행행위가 존재하는 경우라도 그 집행행위를 대상으로 하는 구제절차가 없거나, 구제절차가 있다고 하더라도 권리구제의 기대가능성이 없고 다만 기본권 침해를 당한 청구인에게 불필요한 우회절차를 강요하는 것밖에 되지 않는 경우, 법규범이 집행행위를 예정하고 있더라도 법규범의 내용이 집행행위 이전에 이미 국민의 권리관계를 직접 변동시키거나 국민의 법적 지위를 결정적으로 정하는 것이어서 국민의 권리관계나 집행행위의 유무나 내용에 의하여 좌우될 수 없을 정도로 확정된 상태인 경우에는 그 법규범의 기본권 침해의 직접성이 인정된다.",
  "[48947-178227] 당해 사건 재판에서 청구인들이 승소판결을 받아 그 판결이 확정된 이상 관련 법률조항들에 대하여 위헌결정이 선고되더라도 당해 사건 재판의 결론이나 주문에 영향을 미칠 수 없으므로 재판의 전제성이 인정되지 아니한다.",
  "[48947-178228] 당해 사건이 부적법한 것이어서 법률의 위헌 여부를 따져볼 필요조차 없이 각하를 면할 수 없는 것일 때에는 위헌여부심판의 제청신청은 재판의 전제성을 흠결한 것이 된다.",
  "[48947-178229] 청구인이 유족급여 및 장제비에 관한 법률조항에 대한 위헌결정이 내려질 경우 당해소송의 청구취지를 유족급여 및 장제비에 대한 부분까지 확장할 의사를 밝히고 있더라도, 현재 청구취지가 확장되어 있지 않은 이상 장래에 확장할 것이라는 조건부 의사표시까지 고려하여 전제성 여부를 판단할 것은 아니다.",
  "[48947-178230] 당해 사건이 재심사건인 경우, 심판대상조항이 ‘재심청구 자체의 적법 여부에 대한 재판’에 적용되는 법률조항이 아니라 ‘본안 사건에 대한 재판’에 적용될 법률조항이라면 ‘재심청구가 적법하고’ ‘재심의 사유가 인정되는 경우에’ 한하여 재판의 전제성이 인정될 수 있다.",
  "[48947-178231] 행정처분에 대한 무효확인소송에서 행정처분의 근거 법률이 위헌이 될 경우, 그 행정처분이 무효가 될 가능성이 상존하므로, 그 처분에 대한 취소소송의 제소기간이 지났는지 여부와는 상관없이 행정처분의 근거 법률의 위헌 여부는 {@재판의 전제가 된다.}",
  "[48960-178292] 법규범이 집행행위를 예정하고 있더라도 법규범의 내용이 집행행위 이전에 이미 국민의 권리관계를 직접 변동시키거나 국민의 법적 지위를 결정적으로 정하는 것이어서 국민의 권리관계가 집행행위의 유무나 내용에 의하여 좌우될 수 없을 정도로 확정된 상태라면 그 법규범의 권리침해의 직접성이 인정된다.",
  "[48960-178293] 기존의 특정 지방자치단체를 폐지하고, 다른 지방자치단체에 편입시키는 내용의 법률조항은 기본권과 관련이 있어 헌법소원의 대상이 될 수 있다.",
  "[48960-178294] 조례 자체로 인하여 직접 그리고 현재 자기의 기본권을 침해받은 자는 그 권리구제의 수단으로서 조례에 대한 헌법소원을 제기할 수 있다.",
  "[48960-178295] 소송기록접수통지를 받은 후 20일 내에 항소이유서를 제출하도록 규정한 형사소송법 조항은 법원의 재판이라는 구체적인 집행행위의 매개를 거쳐 비로소 특정인의 기본권에 영향을 미치게 되는 법규범이므로 {@기본권 침해의 직접성이 인정되지 아니한다.}",
  "[48960-178296] 담배제조업의 허가기준을 대통령령에 위임한다고 규정한 담배사업법 조항은 위임규정으로서 하위규범의 시행을 예정하고 있으므로, 기본권침해의 직접성이 인정되지 아니한다.",
  "[48971-178347] 다른 법률에 구제절차가 있는 경우라도 헌법소원심판 청구인의 불이익으로 돌릴 수 없는 정당한 이유 있는 착오로 전심절차를 밟지 않은 경우 또는 전심절차로 권리가 구제될 가능성이 거의 없거나 권리구제절차가 허용되는지 여부가 객관적으로 불확실하거나 청구인에게 대단히 우회적 절차를 요구하는 것밖에 되지 않는 등 전심절차이행의 기대가능성이 없는 경우에는, 예외적으로 다른 법률의 구제절차를 거치지 않고 헌법소원심판을 청구하는 것이 허용된다.",
  "[48971-178348] 법률자체에 의한 직접적인 기본권침해가 문제될 때에는 다른 구제절차를 거칠 것 없이 바로 헌법소원을 제기할 수 있다.",
  "[48971-178349] 원칙적으로 수사기관의 구체적인 수사처분으로 인하여 기본권을 침해받은 경우에는 형사소송법 등 관계법령에 따라 구제절차를 거친 후가 아니면 헌법소원심판을 청구할 수 없다.",
  "[48971-178350] 법원의 수사서류 열람ㆍ등사 허용 결정에도 불구하고 검사가 해당 수사서류의 등사를 거부한 경우 검사의 등사 거부행위에 대하여 청구인들이 별도의 구제절차를 거치지 아니하였다면, 헌법재판소법 제68조 제1항 단서의 {@보충성원칙에 위배된다.}",
  "[48971-178351] 행정청의 처분에 대하여 행정심판을 거쳐 행정소송을 제기하였는데, 행정심판청구가 심판청구기간을 도과하여 제기된 부적법한 것이라는 이유로 행정소송에서 각하판결을 선고받은 후 헌법소원심판을 청구하였다면, 적법한 구제절차를 경유한 것이라고 할 수 없다.",
  "[48981-178397] 법률의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속한다.",
  "[48981-178398] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우, 위헌결정된 그 법률 또는 법률의 조항은 종전의 {@합헌결정이 있는 날의 이전까지 소급하여 효력을 상실한다}",
  "[48981-178399] 헌법재판소의 위헌결정으로 형벌에 관한 법률 또는 법률조항이 소급하여 효력을 상실한 경우, 법원은 당해 조항을 적용하여 공소가 제기된 피고사건에 대하여 무죄를 선고하여야 한다.",
  "[48981-178400] 위헌으로 결정된 법률 또는 법률의 조항에 근거한 유죄의 확정판결에 대하여는 재심을 청구할 수 있지만, 위 유죄의 확정판결이란 헌법재판소의 위헌결정으로 인하여 헌법재판소법 제47조 제3항의 규정에 의하여 소급하여 효력을 상실하는 법률 또는 법률 조항을 적용한 유죄의 확정판결을 의미한다.",
  "[48981-178401] 공권력의 작용에 대한 권리구제형 헌법소원심판절차에 있어서 ‘헌법재판소의 결정에 영향을 미칠 중대한 사항에 관하여 판단을 유탈한 때’는 재심사유에 해당한다.",
  "[48984-178412] 법률의 위헌심판, 헌법소원심판에 관한 인용결정 뿐만 아니라 {@기각결정을 할 때에도} 재판관 6인 이상의 찬성이 있어야 한다.",
  "[48984-178413] 재판부는 재판관 7명 이상의 출석으로 사건을 심리한다.",
  "[48984-178414] 각종 심판절차에서 당사자인 사인(私人)은 변호사를 대리인으로 선임하지 아니하면 심판청구를 하거나 심판 수행을 하지 못한다. 다만, 그가 변호사의 자격이 있는 경우에는 그러하지 아니하다.",
  "[48984-178415] 위헌법률의 심판과 헌법소원에 관한 심판은 서면심리에 의한다. 다만, 재판부는 필요하다고 인정하는 경우에는 변론을 열어 당사자, 이해관계인, 그 밖의 참고인의 진술을 들을 수 있다.",
  "[48984-178416] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지된다. 다만, 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[49405-180123] 가, 나, 다, 라",
  "[49405-180124] 가, 나, 다",
  "[49405-180125] 가, 다",
  "[49405-180126] 나, 라",
  "[49405-180127] 라",
  "[49412-180158] 구 학교용지 확보 등에 관한 특례법 제5조 제1항 단서 제5호는 학교용지부담금 부과 대상의 예외로 “도시 및 주거환경정비법 제2조 제2호 (나)목부터 (라)목까지의 규정에 따른 정비사업지역의 기존 거주자와 토지 및 건축물의 소유자에게 분양하는 경우”(이하 ‘조합원분양분’이라고 함)를 규정하고 있었다. 그런데 헌법재판소는 주택재개발사업으로 건설된 주택 가운데 현금청산의 대상이 되어 제3자에게 일반분양하는 가구(이하 ‘현금청산분’이라고 함)를 부담금 부과대상에서 제외하지 아니한 것은 평등원칙에 위배된다는 이유로 위 규정 중 ‘주택재개발사업’에 관한 부분(이하 ‘이 사건 법률조항’이라고 함)에 대하여 잠정적용 헌법불합치결정을 하였다.",
  "[49412-180159] 주택재개발사업에서 조합원분양분과 현금청산분은 모두 신규로 주택이 공급되는 것이 아니어서 학교시설 확보의 필요성을 유발하지 아니한다는 점에서 차이가 없다. 따라서 이 사건 법률조항에 근거하여 주택재개발사업자에 대하여 부담금을 부과할 때에 조합원분양분뿐만 아니라 현금청산분까지 제외한 후 그 나머지에 대한 부담금을 부과하여야 하는데, 헌법재판소는 이러한 취지에서 이 사건 법률조항의 위헌성을 확인한 것이다.",
  "[49412-180160] 수익적 처분의 근거 법령이 특정한 유형의 사람에 대한 지급 등 수익처분의 근거를 마련하고 있지 않다는 점이 위헌이라는 이유로 헌법불합치 결정이 있더라도, 행정청은 그와 관련한 개선입법이 있기 전에는 해당 유형의 사람에게 구체적인 수익적 처분을 할 수는 없다.",
  "[49412-180161] 법률상 정해진 처분 요건에 따라 부담금을 부과·징수하는 침익적 처분을 하는 경우에는, 어떠한 추가적 개선입법이 없더라도 행정청이 사법적 판단에 따라 위헌이라고 판명된 내용과 동일한 취지로 부담금 부과처분을 하여서는 안 된다.",
  "[49412-180162] 헌법재판소가 헌법불합치 결정을 하면서 위 ① 관련 법률 조항의 잠정적용을 명한 이상, 행정청으로서는 {@일단 그 조항을 적용하여 학교용지부담금을 부과할 수밖에 없고,} 그러한 처분이 {@위법하다고 볼 수는 없다.}",
  "[49507-180584] 헌법 제111조 제1항 제4호는 국가기관 상호간, 국가기관과 지방자치단체간 및 지방자치단체 상호간의 권한쟁의에 관한 심판을 헌법재판소가 관장하도록 규정하고 있다.",
  "[49507-180585] 헌법재판소법 제62조 제1항 제1호가 국가기관 상호간의 권한쟁의심판을 “국회, 정부, 법원 및 중앙선거관리위원회 상호간의 권한쟁의심판”이라고 규정하고 있더라도 이는 한정적, 열거적인 조항이 아니라 예시적인 조항이라고 해석하는 것이 헌법에 합치된다.",
  "[49507-180586] 오로지 법률에 설치근거를 둔 국가기관은 국회의 입법행위에 의하여 존폐 및 권한범위가 결정될 수 있으므로, 국가인권위원회법에 의하여 비로소 설립된 국가인권위원회는 권한쟁의심판의 당사자능력이 인정되지 아니한다.",
  "[49507-180587] 지방자치단체 상호간의 권한쟁의심판을 규정하는 헌법재판소법 제62조 제1항 제3호를 예시적으로 해석할 필요성 및 법적 근거가 없다. 따라서 시ㆍ도의 교육ㆍ학예에 관한 집행기관인 교육감과 해당 지방자치단체 사이의 내부적 분쟁과 관련된 심판청구는 헌법재판소가 관장하는 권한쟁의심판에 속하지 아니한다.",
  "[49507-180588] 법률의 제ㆍ개정행위를 다투는 권한쟁의심판의 경우 {@국회의장이} 피청구인 적격을 가진다.",
  "[49516-180629] 헌법재판소법 제68조 제1항에 따른 헌법소원심판은 그 사유가 있음을 안 날로부터 90일 이내에, 그 사유가 있는 날부터 1년 이내에 청구하여야 한다. 다만, 다른 법률에 따른 구제절차를 거친 헌법소원의 심판은 그 최종결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[49516-180630] 법원이 국민참여재판 대상사건의 피고인에게 ‘국민의 형사재판참여에 관한 규칙’에 따른 피고인 의사의 확인을 위한 안내서를 송달하지 않은 부작위는 {@헌법소원 대상이 되는 공권력의 불행사에 해당한다.}",
  "[49516-180631] 행정권력의 부작위에 대한 헌법소원은 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 이에 의거하여 기본권의 주체가 행정행위 내지 공권력의 행사를 청구할 수 있음에도 공권력의 주체가 그 의무를 해태하는 경우에 한하여 허용된다.",
  "[49516-180632] 이른바 제주4ㆍ3특별법에 근거한 희생자 결정은 제주4ㆍ3사건 진압작전에 참가하였던 군인이나 그 유족들의 명예를 훼손하지 않으므로, 명예권 침해를 주장하는 이들의 헌법소원심판청구는 자기관련성이 없어 부적법하다.",
  "[49516-180633] 국회의원이 국회 내 의안처리 과정에서 질의권ㆍ토론권 및 표결권 등이 침해되었음을 이유로 한 헌법소원심판청구는 허용되지 않는다",
  "[49517-180634] 헌법소원심판청구에 대하여 아무런 보정명령이 발령되지 않은 채로 심판청구일부터 30일이 지날 때까지 지정재판부의 각하결정이 없는 때에는 심판회부결정이 있는 것으로 본다.",
  "[49517-180635] 지정재판부는 사전심사결과 헌법소원을 각하한 때에는 그 결정일부터 {@30일 이내에} 청구인 또는 그 대리인 및 피청구인에게 그 사실을 통지하여야 한다.",
  "[49517-180636] 지정재판부의 각하결정에 반대하는 의견을 가진 재판관은 결정문에 {@반대의견을 밝힐 권한이 있다.}",
  "[49517-180637] 지정재판부에서는 가처분신청에 대한 결정을 {@할 수 없다.}",
  "[49517-180638] 지정재판부의 사전심사에서 본안에 대한 판단도 {@할 수 있다.}",
  "[49520-180649] 위헌법률심판이나 헌법재판소법 제68조 제2항의 규정에 의한 헌법소원심판에 있어서 위헌여부가 문제되는 법률이 재판의 전제성 요건을 갖추고 있는지의 여부는 헌법재판소가 별도로 독자적인 심사를 하기보다는 되도록 법원의 이에 관한 법률적 견해를 존중해야 할 것이며, 다만 그 전제성에 관한 법률적 견해가 명백히 유지될 수 없을 때에만 헌법재판소는 이를 직권으로 조사할 수 있다.",
  "[49520-180650] 재판의 전제성과 관련하여, 법원이 ‘다른 내용의’ 재판을 하게 되는 경우라 함은 당해 사건 재판의 결론이나 주문에 영향을 주는 것뿐만이 아니라, 재판의 주문 자체에는 영향을 주지 않는다고 하더라도 재판의 내용과 효력에 관한 법률적 의미가 달라지는 경우도 포함한다.",
  "[49520-180651] 재판의 전제성은 법률의 위헌여부심판제청시만 갖추어져 있으면 충분하고, {@심판시까지 갖추어져 있을 필요는 없다.}",
  "[49520-180652] 위헌여부심판의 제청에 관하여 규정하고 있는 헌법재판소법 제41조 제1항의 ‘재판’에는 지방법원 판사의 영장발부 여부에 관한 재판도 포함된다.",
  "[49520-180653] 헌법재판소는 위헌법률심판절차에 있어서 규범의 위헌성을 제청법원이나 제청신청인이 주장하는 법적 관점에서만이 아니라, 심판대상규범의 모든 법적 효과를 고려하여 모든 헌법적인 관점에서 심사한다.",
  "[49526-180679] 재판장의 소송지휘권 행사에 관한 사항은 종국판결이 선고된 이후에는 종국판결에 흡수ㆍ포함되어 그 불복방법은 그 판결에 대한 상소에 의해서만 가능하므로, 재판장의 소송지휘권의 부당한 행사를 대상으로 하는 헌법소원심판청구는 결국 법원의 재판을 그 대상으로 하여 청구한 경우에 해당하여 부적법하다.",
  "[49526-180680] 법원의 소액사건 담당판사가 판결 선고 당시 판결이유의 요지를 구술로 설명하지 아니한 부작위는, 판결의 선고행위를 구성하는 행위로서 결국 법원의 재판에 해당하는 것이어서 이를 대상으로 하는 헌법소원심판청구는 부적법하다.",
  "[49526-180681] 법원행정처장의 민원인에 대한 법령질의회신은 법규나 행정처분과 같은 법적 구속력을 갖는 것이 아니므로 이에 대한 헌법소원심판청구는 부적법하다.",
  "[49526-180682] 공정거래위원회의 심사불개시결정이나 무혐의처분에 대하여 곧바로 헌법소원심판을 청구하는 것은 {@보충성원칙에 위배되어 부적법하다.}",
  "[49526-180683] 헌법재판소법 제68조 제1항에서 규정하고 있는 ‘법원의 재판’에는 군사법원의 재판도 포함된다.",
  "[49529-180694] 위헌으로 결정된 법률 또는 법률의 조항에 근거한 유죄의 확정판결에 대하여는 재심을 청구할 수 있지만, 위 유죄의 확정판결이란 헌법재판소의 위헌결정으로 인하여 헌법재판소법 제47조 제3항의 규정에 의하여 소급하여 효력을 상실하는 법률 또는 법률의 조항을 적용한 유죄의 확정판결을 의미한다.",
  "[49529-180695] 위헌으로 결정된 법률 또는 법률의 조항이 헌법재판소법 제47조 제3항 단서에 의하여 종전의 합헌결정이 있는 날의 다음 날로 소급하여 효력을 상실하는 경우, 그 합헌결정이 있는 날의 다음 날 이후에 유죄 판결이 선고되어 확정되었더라도 범죄행위가 그 이전에 행하여졌다면 이에 대하여는 {@재심을 청구할 수 없다.}",
  "[49529-180696] 위헌으로 결정된 법률 또는 법률의 조항은 그 결정일로부터 효력을 상실하지만, 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실한다.",
  "[49529-180697] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 그 결정이 있는 날의 다음 날로 소급하여 효력을 상실한다.",
  "[49529-180698] 위와 같은 재심에 대하여는 형사소송법 규정을 준용한다.",
  "[49547-180784] 심판청구를 교환적으로 변경하였다면 변경에 의한 신청구는 원칙적으로 그 청구변경서를 제출한 때에 제기한 것이라 볼 것이고, 이 시점을 기준으로 하여 청구기간의 준수 여부를 가려야 한다.",
  "[49547-180785] 법학전문대학원의 총 입학정원이 한정되어 있는 상태에서 여성만이 진학할 수 있는 법학전문대학원의 설치를 인가한 것은 남성들이 진학할 수 있는 법학전문대학원의 정원에 영향을 미치므로, 법학전문대학원 입학을 준비 중인 남성들은, 교육부장관이 여성만이 진학할 수 있는 대학에 법학전문대학원 설치를 인가한 처분의 직접적인 상대방이 아니더라도 기본권침해의 자기관련성이 인정된다."
]