[
  "[49547-180786] 아직 기본권의 침해는 없으나 장래에 확실히 기본권침해가 예측되는 경우에는 미리 헌법소원심판청구가 가능하고, 이때 별도로 청구기간 도과에 관한 문제는 발생하지 않는다.",
  "[49547-180787] 구성요건조항과 구성요건조항 위반에 대한 벌칙·과태료 조항이 별도로 규정되어 있는 경우, 청구인이 벌칙ㆍ과태료 조항에 대하여 그 법정형이나 액수가 과다하여 {@그 자체가 위헌임을 주장하였더라도 그 벌칙ㆍ과태료 조항에 대해서는 기본권침해의 직접성을 인정할 수 없다.}",
  "[49547-180788] 헌법소원심판청구 후 심판대상이 되었던 법령조항이 개정되어 더 이상 청구인에게 적용될 여지가 없게 된 경우에는 심판대상인 구법 조항에 대하여 위헌결정을 받을 주관적 권리보호이익이 소멸된다.",
  "[49548-180789] 법률이 행정청에 일정한 사항을 위임하였는데, 행정청이 그 위임에 따른 행정입법을 하지 아니하는 경우 그 부작위도 헌법소원의 대상이 된다.",
  "[49548-180790] 상위법령에서 하위 행정입법의 제정을 예정하고 있더라도 하위 행정입법의 제정 없이 상위법령의 규정만으로도 집행이 이루어질 수 있는 경우에는 하위 행정입법을 하여야 할 헌법적 작위의무는 인정되지 아니한다.",
  "[49548-180791] 행정부에서 제정한 명령ㆍ규칙도 그것이 별도의 집행을 기다리지 않고 직접 기본권을 침해하는 것일 때에는 헌법소원의 대상이 된다.",
  "[49548-180792] 행정규칙이 아닌 시행령은 법률에 의한 위임이 없더라도 법률이 규정한 개인의 권리ㆍ의무에 관한 내용을 보충하거나 법률에 규정되지 아니한 {@새로운 추가적 내용을 규정할 수 있다.}",
  "[49548-180793] ‘고시’는 행정규칙으로서 일반적으로 대외적 구속력을 갖는 것이 아니어서 원칙적으로 헌법소원의 대상이 아니나, 다만 법령의 규정에 의하여 행정관청에 법령의 구체적 내용을 보충할 권한을 부여한 경우, 그것이 상위법령의 위임한계를 벗어나지 않는 한, 상위법령과 결합하여 대외적으로 구속력을 갖는 법규명령으로 기능하여 헌법소원의 대상이 된다.",
  "[49657-181334] 가처분심판에서 {@6명의 재판관이 출석하여} 4명의 재판관이 인용의견을 냈다면 가처분심판 인용결정이 내려진다.",
  "[49657-181335] ｢헌법재판소법｣은 정당해산심판과 권한쟁의심판에 대해서 명문으로 가처분제도를 두고 있다.",
  "[49657-181336] 헌법재판소는 가처분심판의 인용결정을 전원재판부에서만 하였다.",
  "[49657-181337] 본안심판이 부적법하거나 이유 없음이 명백한 경우에는 가처분을 인용할 수 없다.",
  "[49657-181338] 법령의 효력을 정지시키는 가처분은 비록 일반적인 보전의 필요성이 인정된다고 하더라도 공공복리에 중대한 영향을 미칠 우려가 있는 때에는 인용되어서는 아니 된다.",
  "[49856-182225] 개정 법률 공포일인 2015. 6. 22. 당시 재직 중이었으나 그 시행일 전 정년퇴직한 공무원 중 재직기간이 10년 이상 20년 미만인 자에 대하여 경과규정을 두지 아니한 것을 다투는 甲의 입법부작위 위헌확인 청구는 위 ｢공무원연금법｣ 부칙 제6조 자체의 불완전ㆍ불충분성을 다투는 청구와 다르지 않다.",
  "[49856-182226] 甲이 개정 법률 시행 전인 2015. 9. 15. ｢헌법재판소법｣ 제68조 제1항의 헌법소원심판을 청구하는 경우, 위 ｢공무원연금법｣ 부칙 제6조는 헌법소원의 대상이 될 수 있다.",
  "[49856-182227] 개정 법률이 시행되기 전 퇴직한 甲은 퇴직연금을 수급할 수 있는 기초를 상실하였으므로, 甲의 {@재산권 및 인간다운 생활을 할 권리가 제한된다.}",
  "[49856-182228] 위와 같은 법률 개정으로 공무원의 재직기간이 10년 이상 20년 미만으로 동일하더라도 정년퇴직일이 2016. 1. 1. 이전인지 이후인지에 따라 퇴직연금의 지급을 달리하므로, 甲의 평등권이 제한된다.",
  "[49856-182229] 위와 같은 법률 개정으로 공무원연금의 최소 가입기간 요건을 완화하는 것은 종전 질서 아래 형성되었던 甲의 법적 지위를 불리하게 변경하거나 침해하는 것이 아니므로, 이에 관한 입법과정에서 새로이 주어지는 혜택이 甲의 예상에 못 미친다고 하여 甲의 신뢰를 침해하였다고 할 수 없다.",
  "[49858-182235] 기본권 침해의 직접성이 없는 법률 조항에 대해서도 ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판을 청구할 수 있다.",
  "[49858-182236] ｢헌법재판소법｣에서는 제41조 제1항에 따른 법률의 위헌 여부 심판의 제청신청이 ‘기각’된 때에 제68조 제2항의 헌법소원심판을 청구할 수 있다고 규정하고 있는데, 위 ‘기각’된 때에는 ‘각하’된 경우도 포함될 수 있다.",
  "[49858-182237] 甲이 2018. 7. 23. 헌법재판소에 국선대리인 선임신청을 하고, 이에 따라 2018. 7. 30. 선임된 국선대리인이 2018. 8. 20. 처음 헌법소원심판 청구서를 제출하였다면, 청구기간을 준수한 것이다.&nbsp;&nbsp;",
  "[49858-182238] 甲이 2018. 7. 23. 헌법재판소에 국선대리인선임을 신청하였으나 2018. 7. 30. 국선대리인선임신청 기각결정을 통지받자, {@사선대리인을 선임하여 2018. 8. 20. 처음 헌법소원심판 청구서를 제출하였다면, 청구기간을 준수한 것이다.}",
  "[49858-182239] ｢도로교통법 시행규칙｣ 조항은 ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판의 대상이 될 수 없다.",
  "[49923-182558] 甲의 주장은 주민등록번호 부여제도에 대하여 입법을 하였으나 주민등록번호 변경에 대하여는 아무런 규정을 두지 아니한 부진정입법부작위가 위헌이라는 것이어서, ｢주민등록법｣ 제7조가 甲의 기본권을 침해하는지 여부가 심판대상이다.",
  "[49923-182559] 국가가 주민등록번호를 부여ㆍ관리ㆍ이용하면서 ｢주민등록법｣에 그 변경에 관한 규정을 두지 않은 것은 주민등록번호 불법 유출 등을 원인으로 자신의 주민등록번호를 변경하고자 하는 甲의 개인정보자기결정권을 제한하고 있다.",
  "[49923-182560] 위 사례에서 위헌성은 주민등록번호 변경에 관하여 규정하지 아니한 부작위에 있으므로, ｢주민등록법｣에 대하여 단순위헌결정을 할 경우 주민등록번호제도 자체에 관한 근거규정이 사라지게 되어 법적공백이 생기게 된다는 점 등을 고려하면, 헌법불합치 결정을 선고하면서 입법자가 개선입법을 할 때까지 계속 적용을 명할 수 있다.",
  "[49923-182561] 모든 주민에게 고유한 주민등록번호를 부여하면서 이를 변경할 수 없도록 한 것은 주민 생활의 편익을 증진시키고 행정사무를 신속하고 효율적으로 처리하기 위한 것으로 입법목적의 정당성과 수단의 적합성을 인정할 수 있다.",
  "[49923-182562] ｢주민등록법｣ 제7조가 국가나 지방자치단체로 하여금 국방, 치안, 조세, 사회복지 등의 행정사무를 신속하고 효율적으로 처리할 수 있도록 주민등록의 대상자인 국민에게 주민등록번호 변경을 허가하지 아니함으로써 달성할 수 있게 되는 공익이 그로 인한 정보주체의 불이익에 비하여 더 작다고 보기는 어려워 {@법익균형성의 원칙에 반하지 않는다.}",
  "[49926-182573] 법원이 헌법재판소에 위헌법률심판을 제청한 때에 당해사건의 재판은 헌법재판소의 위헌 여부 결정이 있을 때까지 정지되는 것이 원칙이나, 다만 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[49926-182574] 만약 위헌법률심판제청신청이 기각되고 그 기각결정이 2018. 7. 2. 甲에게 통지된 후, 甲이 2018. 7. 16. 헌법재판소에 국선대리인 선임신청을 하고, 이에 따라 2018. 7. 19. 선임된 국선대리인이 2018. 8. 10. 처음으로 헌법소원 심판청구서를 제출하였다면 청구기간을 준수한 것이다.",
  "[49926-182575] 헌법 제36조 제1항은 가족생활을 스스로 결정하고 형성할 수 있는 자유를 기본권으로 보장한다.",
  "[49926-182576] 친양자로 될 사람이 자신의 의사에 따라 스스로 입양의 대상이 될 것인지 여부를 결정할 수 있는 자유와 친양자 입양을 하려는 사람이 자신의 의사에 따라 친양자 입양을 할지 여부를 결정할 수 있는 자유는 모두 기본권으로 보호된다.",
  "[49926-182577] 위 ｢민법｣ 조항은 독신자의 친양자 입양을 원천적으로 봉쇄하여 독신자의 기본권에 중대한 제한을 초래하므로 평등권 침해 여부 심사 시 {@비례의 원칙이 적용되나,} 독신자도 일반 입양은 할 수 있고 일반 입양의 사실도 친양자 입양과 마찬가지로 가족관계증명서에 드러나지 않는다는 점 등을 고려하면, 비례의 원칙에 위배되어 독신자의 평등권을 침해한다고 볼 수 없다.",
  "[49927-182578] 행정권력의 부작위에 대한 헌법소원은 헌법상 명문으로 공권력 주체의 작위의무가 규정되어 있는 경우, 헌법의 해석상 공권력 주체의 작위의무가 도출되는 경우, 공권력 주체의 작위의무가 법령에 구체적으로 규정되어 있는 경우 등에 허용된다.",
  "[49927-182579] 재판청구권에 관하여 규정한 헌법 제27조, 헌법재판소 재판관의 구성과 재판관의 국회선출 등에 관하여 규정한 헌법 제111조 제2항 및 제3항의 해석상, 국회가 선출하여 임명된 재판관 중 공석이 발생한 경우 국회는 공정한 헌법재판을 받을 권리의 보장을 위해 공석인 재판관의 후임자를 선출하여야 할 구체적 작위의무가 있다.",
  "[49927-182580] 의료인이 아닌 자도 문신시술을 업으로 행할 수 있도록 자격 및 요건을 법률로 정하지 않은 것은 진정입법부작위에 해당하나, 헌법이 명시적으로 그러한 법률을 만들어야 할 입법의무를 부여하였다고 볼 수 없고, 그러한 입법의무가 헌법해석상 도출된다고 볼 수 없다.",
  "[49927-182581] 특수형태근로종사자인 캐디에 대하여 ｢근로기준법｣이 전면적으로 적용되어야 한다는 주장은, 캐디와 같이 ｢근로기준법｣상 근로자에 해당하지 않지만 이와 유사한 지위에 있는 사람을 ｢근로기준법｣의 적용대상에 포함시키지 않은 {@부진정입법부작위의 위헌성을 다투는 것이므로 ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판을 청구하는 것이 허용된다.}",
  "[49927-182582] 수사기관에서 수사 중인 사건에 대하여 징계절차를 진행하지 아니함을 징계 혐의자인 지방공무원에게 통보하지 않아도 징계시효가 연장되는 것이 위헌이라는 주장은, ｢지방공무원법｣에서 징계시효 연장을 규정하면서 징계절차를 진행하지 아니함을 통보하지 아니한 경우에는 징계시효가 연장되지 않는다는 예외규정을 두지 아니한 부진정입법부작위의 위헌성을 다투는 것이므로 ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판을 청구하는 것이 허용된다.",
  "[49964-182763] ｢군사법원법｣에 따라 재판을 받는 미결수용자의 면회 횟수를 주 2회로 정한 ｢군행형법 시행령｣ 조항의 효력을 정지시키는 가처분을 신청한 사건에서, 헌법재판소는 국방에 관한 국가기밀이 누설될 우려가 있고 미결수용자의 접견을 교도관이 참여하여 감시할 수도 없다는 이유로 {@가처분 신청을 기각하였다.}",
  "[49964-182764] ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판의 가처분에서는 현상유지로 인한 회복하기 어려운 손해 예방의 필요성, 효력정지의 긴급성 요건이 충족되어야 하며, 가처분을 인용한 뒤 본안심판이 기각되었을 때 발생하게 될 불이익과 가처분을 기각한 뒤 본안심판이 인용되었을 때 발생하게 될 불이익을 비교형량하여 인용 여부를 결정한다.",
  "[49964-182765] 탄핵소추의결을 받은 자의 직무집행을 정지하기 위한 가처분은 인정될 여지가 없다.",
  "[49964-182766] 입국불허결정을 받은 외국인이 인천공항출입국관리사무소장을 상대로 난민인정심사불회부결정취소의 소를 제기한 후 그 소송수행을 위하여 변호인 접견신청을 하였으나 거부되자, 변호인접견 거부의 효력정지를 구하는 가처분 신청을 한 사건에서, 헌법재판소는 변호인 접견을 허가하여야 한다는 가처분 인용결정을 하였다.",
  "[49964-182767] 현재 시행되고 있는 법령의 효력을 정지시키는 가처분은 그 효력의 정지로 인하여 파급적으로 발생되는 효과가 클 수 있으므로, 일반적인 보전의 필요성이 인정된다고 하더라도 공공복리에 중대한 영향을 미칠 우려가 있을 때에는 인용되어서는 안 된다고 보아야 한다.",
  "[49965-182768] 헌법소원심판청구에 있어서 직접성 요건의 불비는 사후에 치유될 수 없다.",
  "[49965-182769] 법령에 근거한 구체적인 집행행위가 재량행위인 경우 기본권 침해는 집행기관의 의사에 따른 집행행위, 즉 재량권의 행사에 의하여 비로소 현실화되므로 이러한 경우에는 법령에 의한 기본권 침해의 직접성이 인정되지 않는다.",
  "[49965-182770] 형벌조항의 경우 국민이 그 형벌조항을 위반하기 전이라면, 그 위헌성을 다투기 위해 그 형벌조항을 실제로 위반하여 재판을 통한 형벌의 부과를 받게 되는 위험을 감수할 것을 국민에게 요구할 수 없다.",
  "[49965-182771] 벌칙ㆍ과태료 조항의 전제가 되는 구성요건 조항이 벌칙ㆍ과태료 조항과 별도로 규정되어 있는 경우, 벌칙ㆍ과태료 조항에 대하여 그 법정형 또는 행정질서벌이 체계정당성에 어긋난다거나 과다하다는 등 그 자체가 위헌임을 주장하지 않는 한 직접성을 인정할 수 없다",
  "[49965-182772] 형벌조항을 위반하여 기소되었다면, 그 집행행위인 형벌부과를 대상으로 한 구제절차가 없거나 있다고 하더라도 {@권리구제의 기대가능성이 없는 경우에 해당하므로,} 형벌조항에 대하여 예외적으로 직접성을 인정할 수 있다.",
  "[50009-182988] 행정규칙은 원칙적으로 헌법소원의 대상이 될 수 없으나, 예외적으로 법령의 규정에 의하여 행정관청에 법령의 구체적 내용을 보충할 권한을 부여한 경우나, 재량권행사의 준칙으로서 그 정한 바에 따라 되풀이 시행되어 행정관행이 형성됨으로써 평등의 원칙이나 신뢰보호의 원칙에 따라 행정기관이 그 상대방에 대한 관계에서 그 규칙에 따라야 할 자기구속을 당하게 되는 경우에는 헌법소원의 대상이 될 수도 있다.",
  "[50009-182989] 중앙선거관리위원회가 ‘비례○○당’의 명칭이 정당법에서 금지하는 유사명칭에 해당하여 정당의 명칭으로 사용할 수 없다고 결정ㆍ공표한 행위는 정당의 법적 지위에 영향을 미치므로 {@헌법소원의 대상이 되는 공권력의 행사에 해당한다.}",
  "[50009-182990] 대통령기록물 소관 기록관이 대통령기록물을 중앙기록물 관리기관으로 이관하는 행위는 국가기관 사이의 내부적ㆍ절차적 행위에 불과하므로 헌법소원의 대상이 되는 공권력의 행사에 해당하지 아니한다.",
  "[50009-182991] 경찰서장이 시장에게 활동보조인과 수급자의 인적사항, 휴대전화번호 등을 확인할 수 있는 자료를 요청한 것에 대하여 시장은 협조할 의무를 부담하지 않으므로 경찰서장의 위와 같은 요청행위는 공권력 행사성이 인정되지 않는다.",
  "[50009-182992] 행정권력의 부작위에 대한 헌법소원은 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 이에 의거하여 기본권의 주체가 행정행위 내지 공권력의 행사를 청구할 수 있음에도 공권력의 주체가 그 의무를 해태하는 경우에 한하여 허용된다.",
  "[50081-183348] 헌법은 방어적 민주주의 관점에 기초하여 정당해산심판제도를 규정하고 있다.",
  "[50081-183349] 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을 제소할 수 있다.",
  "[50081-183350] 정당의 목적이나 활동이 헌법에 위반된 경우, 그 위반이 사소한 위반인 경우에도 {@그 정당을 해산하는 것이 헌법정신에 부합한다.}",
  "[50081-183351] 정당 소속원이 민주적 기본질서에 위반된 행위를 하였다고 하더라도, 개인적 차원의 행위에 불과한 것이라면, 이러한 행위에 대해서까지 정당해산심판의 심판대상이 되는 활동으로 보기는 어렵다.",
  "[50081-183352] 정당해산심판제도는 정치적 비판자들을 탄압하기 위한 용도로 남용되는 일이 생기지 않도록 엄격하고 제한적으로 운용되어야 한다.",
  "[50087-183378] 행정청이 우월적 지위에서 일방적으로 강제하는 ‘권력적 사실행위’는 헌법소원의 대상이 될 수 있다.",
  "[50087-183379] 대통령의 법률안 제출행위는 국가기관 사이의 내부적 행위에 불과하므로 헌법소원심판의 대상이 되는 공권력의 행사가 아니다.",
  "[50087-183380] 명령ㆍ규칙 그 자체에 의하여 직접 기본권이 침해된 경우, 대법원이 이를 최종적으로 심사할 권한을 가지므로 명령ㆍ규칙은 {@헌법소원의 대상이 될 수 없다.}",
  "[50087-183381] 예산은 일반국민을 구속하지 않으므로 국회의 예산안 의결행위는 헌법소원의 대상이 되지 않는다.",
  "[50087-183382] 헌법 해석상 특정인의 기본권을 보호하기 위한 국가의 입법의무가 발생하였음에도 불구하고 입법자가 아무런 입법조치를 취하지 않고 있는 경우 그 입법부작위는 헌법소원의 대상이 될 수 있다.",
  "[50090-183393] 헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하며, 재판관은 대통령이 임명한다.",
  "[50090-183394] 위헌법률심판의 대상이 되는 ‘법률’에는 국회의 의결을 거친 형식적 의미의 법률뿐만 아니라 조약 등 형식적 의미의 법률과 동일한 효력을 가지는 법규범들도 포함된다.",
  "[50090-183395] 법률의 위헌 여부가 재판의 전제가 된 경우 법원은 헌법재판소에 제청하여 그 심판에 의하여 재판을 하는데, 여기서 말하는 재판에는 본안에 관한 재판 외에 소송절차에 관한 재판도 포함된다.",
  "[50090-183396] 헌법재판소법 제68조 제2항의 헌법소원은 법률의 위헌여부 심판의 제청신청을 하여 그 신청이 기각된 때에 청구할 수 있다.",
  "[50090-183397] 개별적, 구체적 사건에서 법률조항의 단순한 포섭, 적용에 관한 문제를 다투는 것도 {@적법한 헌법소원 심판청구에 해당한다.}",
  "[50118-183518] 헌법재판소법 제41조 제1항의 재판이라 함은 판결ㆍ결정ㆍ명령 등 그 형식 여하와 본안에 관한 재판이거나 소송절차에 관한 재판이거나를 불문하며 심급을 종국적으로 종결시키는 종국재판뿐만 아니라 중간재판도 이에 포함된다.",
  "[50118-183519] 대법원 외의 법원은 {@대법원을 거칠 필요 없이} 직접 헌법재판소에 헌법재판소법 제41조 제1항의 위헌심판 제청을 할 수 있다.",
  "[50118-183520] 헌법재판소법 제41조 제1항에 따른 법률의 위헌 여부 심판의 제청신청이 기각된 때에 그 신청을 한 당사자는 헌법재판소에 헌법재판소법 제68조 제2항의 헌법소원심판을 청구할 수 있다.",
  "[50118-183521] 법원이 헌법재판소에 법률의 위헌 여부의 심판을 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지되나, 다만 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[50118-183522] 군사법원도 위헌법률심판을 제청할 수 있다.",
  "[50136-183608] 헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하고, 재판관은 대통령이 임명한다.",
  "[50136-183609] 헌법재판소 재판관의 임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.",
  "[50136-183610] 헌법재판소 재판관은 정당에 가입하거나 정치에 관여할 수 없다.",
  "[50136-183611] 헌법재판소 재판관은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다.",
  "[50136-183612] 헌법재판소에서 법률의 위헌결정, 탄핵의 결정, 정당해산의 결정 또는 헌법소원에 관한 인용결정을 할 때에는 재판관 {@5인} 이상의 찬성이 있어야 한다.",
  "[50169-183773] 다른 법률이 정한 절차에 따라 침해된 기본권의 구제를 받기 위한 모든 수단을 다하지 아니한 채 헌법소원을 제기하였더라도 종국결정 전에 권리구제절차를 거쳤다면 사전에 구제절차를 거치지 않은 하자가 치유될 수 있다.",
  "[50169-183774] 손해배상청구나 손실보상청구, 진정, 형의 집행 및 수용자의 처우에 관한 법률상 청원제도는 헌법재판소법 제68조 제1항 단서의 ‘다른 법률에서 정한 구제절차’에 해당하지 아니한다.",
  "[50169-183775] 금치처분을 받은 자에 대하여 금치기간 중에는 집필을 금지하고 있는 형의 집행 및 수용자의 처우에 관한 법률 시행령 조항에 대해서는 다른 구제절차 없이 바로 헌법소원심판을 청구할 수 있다.",
  "[50169-183776] 행정관청의 고시는 {@일반적ㆍ추상적 성격을 가지므로} 다른 구제절차를 거칠 것 없이 바로 헌법소원심판을 청구할 수 있다.",
  "[50169-183777] 구속된 피의자가 검사조사실에서 수갑 및 포승을 시용(施用)한 상태로 피의자신문을 받도록 한 행위는 이미 종료된 권력적 사실행위로서 행정심판이나 행정소송의 대상으로 인정되기 어려워 헌법소원심판을 청구하는 외에 달리 효과적인 구제방법이 없으므로 보충성 원칙에 대한 예외에 해당한다.",
  "[50199-183923] 헌법소원심판절차에서 당사자인 사인(私人)은 자신이 변호사 자격이 있는 경우가 아닌 한, 변호사를 대리인으로 선임하여야 한다.",
  "[50199-183924] 탄핵심판절차에서 재판관 3인으로 구성되는 지정재판부를 두어 사전심사를 담당하게 하는 것은 허용되지 않는다.",
  "[50199-183925] 권한쟁의심판에서는 관여 재판관 과반수의 찬성으로 결정할 수 있다.",
  "[50199-183926] 정당해산심판에서는 재판관 6명 이상의 찬성으로 인용결정을 할 수 있다.",
  "[50199-183927] 이미 헌법재판소가 합헌결정을 한 법률조항에 대해 다시 헌법소원심판을 청구하는 것은 헌법재판소 결정의 {@기속력에 반하므로 각하한다.}",
  "[50750-185654] 위헌법률심판에서 재판의 전제성이라 함은 구체적인 사건이 법원에 계속 중이고, 위헌 여부가 문제되는 법률이 당해 사건 재판에 적용되며, 그 법률이 헌법에 위반되는지 여부에 따라 당해 사건을 담당한 법원이 다른 내용의 재판을 하게 되는 경우를 말한다.",
  "[50750-185655] ｢헌법재판소법｣ 제68조 제2항에 따른 헌법소원심판에서 당해 사건 재판이 확정된 경우에도 헌법재판소가 해당 법률을 위헌으로 선언하면 ｢헌법재판소법｣상 확정판결에 대한 재심을 청구할 수 있으므로 재판의 전제성이 인정될 수 있다.",
  "[50750-185656] 당해 사건이 부적법한 것이어서 법률의 위헌 여부를 따져 볼 필요조차 없이 각하를 면할 수 없는 것일 때에는 재판의 전제성이 인정되지 않는다.",
  "[50750-185657] 헌법재판소는 법원의 위헌법률심판제청에 있어서 재판의 전제성에 관한 제청법원의 법률적 견해를 존중하여야 하므로, 비록 이러한 {@제청법원의 견해가 명백히 유지될 수 없더라도 직권으로 조사할 수 없다.}",
  "[50750-185658] 재판의 전제성은 법원에 의한 위헌법률심판제청 시만이 아니라 헌법재판소에 의한 위헌법률심판 종료 시에도 충족되어야 하는 것이 원칙이다.",
  "[50752-185664] ｢헌법재판소법｣ 제68조 제1항에 따른 헌법소원심판은 다른 법률에 따른 구제절차를 거치지 않은 경우 그 사유가 있음을 안 날부터 90일 이내에, 그 사유가 있는 날부터 1년 이내에 청구하여야 한다.",
  "[50752-185665] ｢헌법재판소법｣ 제68조 제2항에 따른 헌법소원심판은 위헌 여부 심판의 제청신청을 {@기각하는 결정을 한 날부터} 30일 이내에 청구하여야 한다.",
  "[50752-185666] 진정입법부작위에 대한 ｢헌법재판소법｣ 제68조 제1항의 헌법소원심판은 그 부작위가 계속되는 한 기간의 제약 없이 적법하게 청구할 수 있다.",
  "[50752-185667] 법령의 시행과 관련된 유예기간이 있는 경우, 해당 법령에 대한 ｢헌법재판소법｣ 제68조 제1항에 따른 헌법소원심판의 청구기간 기산점은 그 법령 시행일이 아니라 시행 유예기간 경과일이다.",
  "[50752-185668] ｢헌법재판소법｣ 제40조 제1항에 따라 ｢행정소송법｣이 헌법소원심판에 준용되므로 정당한 사유가 있는 경우에는 청구기간의 도과에도 불구하고 헌법소원심판 청구는 적법하다.",
  "[50820-185968] 헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하며, 재판관은 {@국회의 동의를 얻어 대통령이 임명한다.}",
  "[50820-185969] 헌법재판소 재판관의 임기는 6년으로 하며, 정년은 70세로 한다.",
  "[50820-185970] 법률의 위헌결정, 탄핵의 결정, 정당해산의 결정 또는 헌법소원에 관한 인용결정을 하는 경우에는 재판관 6명 이상의 찬성이 있어야 한다.",
  "[50820-185971] 「헌법재판소법」에 특별한 규정이 있는 경우를 제외하고는 헌법재판소의 심판은 재판관 전원으로 구성되는 재판부에서 관장한다.",
  "[50821-185972] 위헌으로 결정된 법률 또는 법률의 조항은 {@그 결정이 있는 날의 다음 날부터} 효력을 상실한다.",
  "[50821-185973] 위헌법률의 심판은 서면심리에 의하고, 다만, 재판부는 필요하다고 인정하는 경우에는 변론을 열어 당사자, 이해관계인, 그 밖의 참고인의 진술을 들을 수 있다.",
  "[50821-185974] 심리의 결과 재판관 5인이 위헌, 2인이 헌법불합치, 2인이 합헌의견을 제시한 경우 헌법재판소는 위헌결정, 헌법불합치결정, 합헌결정 중 헌법불합치결정을 주문으로 채택한다.",
  "[50821-185975] 위헌 여부 심판의 제청에 관한 결정에 대하여는 항고할 수 없다.",
  "[50822-185976] 교도소장이 수용자에 대하여 실시한 생활지도 명목의 이발 지도행위는 교도소장이 두발 등을 단정하게 유지할 것을 지도 교육한 것에 불과하고 교도소장의 우월적 지위에서 일방적으로 수용자에게 이발을 강제한 것이 아니므로, 헌법소원심판의 대상인 공권력의 행사라고 보기 어렵다.",
  "[50822-185977] 보도자료 배포행위는 수사기관이 공소제기 이전에 피의사실을 대외적으로 알리는 것으로서, 이것이 형법 제126조의 피의사실공표죄에 해당하는 범죄행위라면 청구인은 이를 수사기관에 고소하고 그 처리결과에 따라 검찰청법 에 따른 항고를 거쳐 재정신청을 할 수 있으므로, 위와 같은 권리구제절차를 거치지 아니한 채 제기한 보도자료 배포행위에 대한 헌법소원심판청구는 보충성 요건을 갖추지 못하여 부적법하다.",
  "[50822-185978] 연명치료 중인 환자의 자녀들은 연명치료의 중단에 관한 기준, 절차 및 방법 등에 관한 법률의 입법부작위 위헌확인에 관한 기본권침해의 자기관련성이 없다.",
  "[50822-185979] 구속된 피고인의 변호인은 ‘피고인이 도망할 염려가 있다고 믿을 만한 충분한 이유가 있는 때’를 필요적 보석의 예외사유로 정하고 있는 형사소송법 규정에 대하여 {@기본권침해의 자기관련성이 있다.}",
  "[50823-185980] 국가인권위원회는 헌법에 의하여 설치되고 헌법과 법률에 의하여 독자적인 권한을 부여받은 국가기관이므로 {@권한쟁의심판의 당사자능력이 인정된다.}",
  "[50823-185981] 현행법은 국가기관의 부분 기관이 자신의 이름으로 소속기관의 권한을 주장할 수 있는 {@‘제3자 소송담당’을 명시적으로 허용하고 있으므로} 국회의 구성원인 국회의원이 국회의 조약에 대한 체결ㆍ비준 동의권의 침해를 주장하는 {@권한쟁의심판을 청구할 수 있다.}",
  "[50823-185982] 지방자치단체는 기관위임사무의 집행에 관한 권한의 존부 및 범위에 관한 권한분쟁을 이유로 기관위임사무를 집행하는 국가기관 또는 다른 지방자치단체의 장을 상대로 권한쟁의심판 청구를 할 수 없다.",
  "[50823-185983] 지방자치단체의 의결기관인 지방의회와 지방자치단체의 집행기관인 지방자치단체장 간의 내부적 분쟁은 지방자치단체 상호간의 {@권한쟁의심판의 범위에 속한다.}",
  "[50923-186350] 헌법에서 기본권보장을 위해 법률에 명시적으로 입법위임을 하였음에도 불구하고 입법자가 이를 이행하고 있지 않는 경우에는 입법부작위가 헌법소원의 대상이 된다.",
  "[50923-186351] 헌법 해석상 특정인의 기본권을 보호하기 위한 국가의 입법의무가 발생하였음에도 불구하고 입법자가 아무런 입법조치를 취하지 않고 있는 경우에는 입법부작위가 헌법소원의 대상이 된다.",
  "[50923-186352] 헌법재판소법 제68조 제2항에 의한 헌법소원은 ‘법률’의 위헌성을 적극적으로 다투는 제도이므로 ‘법률의 부존재’ 즉 입법부작위를 다투는 것은 그 자체로 허용되지 아니하지만 법률이 불완전·불충분하게 규정되었음을 근거로 법률 자체의 위헌을 다투는 취지로 이해될 경우에는 그 법률이 당해사건의 재판의 전제가 된다는 것을 요건으로 허용될 수 있다.",
  "[50923-186353] 전직 경찰관이라는 신분으로 인하여 6·25전쟁 당시 인민군에 의해 처형된 자를 국가유공자에 준하여 구제하는 법률을 제정하지 않은 국회의 입법부작위에 대한 헌법소원 심판청구는 부적법하다.",
  "[50923-186354] 불완전입법에 대하여 재판상 다툴 경우에는 그 입법규정자체를 대상으로 하여 그것이 헌법위반이라는 적극적인 헌법소원을 제기하여야 한다. 이때는 헌법재판소법 {@제69조 제1항 소정의 청구기간의 적용을 받지 않는다}.",
  "[50924-186355] 법원의 재판은 헌법소원심판의 대상이 되지 아니함이 원칙이지만, 헌법재판소가 위헌으로 결정한 법령을 적용함으로써 국민의 기본권을 침해한 재판에 대하여는 헌법재판소법 제68조 제1항에 의한 헌법소원심판을 청구할 수 있다.",
  "[50924-186356] 법령의 위헌확인을 청구하는 헌법소원심판의 가처분에 관하여는 헌법재판의 성질에 반하지 아니하는 한도 내에서「민사소송법」의 가처분 규정과 「행정소송법」의 집행정지 규정이 준용된다.",
  "[50924-186357] 재판의 전제성과 관련된 제청법원의 법률적 견해가 유지될수 없는 것으로 보이면 헌법재판소가 법원의 견해에도 불구하고 직권으로 조사할 수 있다.",
  "[50924-186358] 재판부는 심판사건을 접수한 날부터 180일 이내에 종국결정의 선고를 하여야 한다. 다만 재판관의 궐위로 7명의 출석이 불가능한경우에는 그 궐위된 기간은 심판기간에 산입하지 아니한다.",
  "[50924-186359] 헌법재판소법 {@제68조 제2항의 위헌법률심판을 구하는 헌법소원}에 대해서는 헌법재판소법 제68조 제1항의 권리구제형 헌법소원심판의 경우와는 달리 {@재심이 허용될 수 있다}.",
  "[50925-186360] 사인(私人)인 당사자는 자신이 변호사의 자격이 있는 경우가 아니라면 변호사를 대리인으로 선임하여야 한다.",
  "[50925-186361] 그 사유가 있음을 안 날부터 90일 이내에, 그 사유가 있은 날로부터 1년 이내에 청구하여야 한다.",
  "[50925-186362] 주관적 권리보호의 이익이 소멸되었다고 하더라도 그러한 기본권 침해행위가 반복될 위험이 있다면 심판청구의 이익이 인정된다.",
  "[50925-186363] 법령규정이 구체적인 집행행위로서의 하위규범의 시행을 예정하고 있는 경우에는 당해 법령에 의한 기본권침해의 직접성이 인정되지 않는다.",
  "[50925-186364] 공권력 작용에 대해 {@간접적, 사실적 또는 경제적}인 이해관계가 있는 제3자는 {@자기관련성이 인정}된다.",
  "[50931-186390] 입법자인 국회는 권한쟁의심판의 종류나 당사자를 제한할 입법형성의 자유가 있다고 할 수 없고, 권한쟁의심판의 당사자가 될 수 있는 국가기관의 범위는 결국 헌법해석을 통해 확정하여야 한다.",
  "[50931-186391] 현행법상 국가기관의 부분 기관이 소속기관의 권한이 침해되었음을 주장하면서 권한쟁의심판을 청구할 수는 없다.",
  "[50931-186392] 헌법재판소는 직권으로 종국결정의 선고시까지 심판대상이 된 피청구인의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[50931-186393] 헌법재판소가 {@권한쟁의심판}에 관한 인용결정을 하는 경우에는 {@재판관 6인 이상의 찬성}이 있어야 한다.",
  "[50931-186394] 권한쟁의심판의 강한 공익적 성격에도 불구하고 심판청구를 청구인 스스로 취하하는 것이 허용될 수 있다.",
  "[50932-186395] 위헌법률심판의 대상이 되는 ‘법률’인지 여부는 그 제정 형식이나 명칭이 아니라 규범의 효력을 기준으로 판단하여야 한다.",
  "[50932-186396] 위헌법률심판 제청 당시에 공포는 되었으나 시행되지 않았고, 결정 당시에는 이미 폐지되어 효력이 상실된 법률은 위헌여부 심판의 대상 법률에서 제외되는 것으로 해석함이 상당하다.",
  "[50932-186397] 헌법재판소법 제41조 제1항의 위헌법률심판 제청신청과 제68조 제2항의 헌법소원의 대상은 ‘법률’이지 ‘법률의 해석’이 아니므로 법률조항자체의 위헌판단을 구하는 것이 아니라 ‘법률조항을 …으로(이라고) 해석하는 한 위헌’이라고 청구하는 소위 {@한정위헌청구는 원칙적으로 부적법}하다.",
  "[50932-186398] 대통령의 긴급명령은 위헌제청의 대상이 될 수 있다.",
  "[50932-186399] 민법 시행 이전에 상속을 규율하는 법률이 없는 상황에서 재산상속에 관하여 적용된 관습법은 비록 형식적 의미의 법률은 아니지만 실질적으로는 법률과 같은 효력을 갖는 것이므로 위헌법률심판의 대상이 된다.",
  "[50940-186435] 위헌법률심판의 적법요건으로서의 재판의 전제성에서 ‘재판’ 이라 함은 판결·결정·명령 등 그 형식 여하와 본안에 관한 재판이거나 소송절차에 관한 재판인지를 불문하나, 심급을 종국적으로 종결시키지 아니하는 {@중간재판은 이에 포함되지 않는다.}",
  "[50940-186436] 법원의 위헌법률심판제청에 있어 위헌 여부가 문제되는 법률 또는 법률조항이 재판의 전제성 요건을 갖추고 있는지 여부는 되도록 제청법원의 이에 관한 법률적 견해를 존중해야 하는 것이 원칙이나, 그 전제성에 관한 법률적 견해가 명백히 유지될 수 없을 경우에는 헌법재판소가 이를 부정할 수 있다.",
  "[50940-186437] 행정처분의 근거가 된 법률이 헌법재판소에서 위헌으로 결정된 경우에는 그 전에 이미 집행이 종료된 경우에는 그전에 이미 {@집행이 종료된 행정처분} 이라 하더라도 {@당연무효가 되는 것}으로 보아야 한다.",
  "[50940-186438] 재판의 전제성은 법원에 의한 법률의 위헌심판제청 당시에만 구비되어 있으면 되고, 헌법재판소의 위헌법률{@심판의 시점}까지 계속 충족되어야 하는 것은 아니다.",
  "[50940-186439] 수소법원뿐만 아니라 집행법원도 위헌법률심판제청권이 있으며, 헌법에 근거를 둔 특별법원인 군사법원과, 헌법 제107조 제3항 및 ｢행정심판법｣ 등에 근거를 두고 설치되어 {@행정심판을 담당하는 각종 행정심판기관}도 제청권한을 갖는다.",
  "[50944-186455] 정당의 활동은 정당 기관의 행위나 주요 정당관계자의 행위로서 그 정당에게 귀속시킬 수 있는 활동 일반을 의미하며 일반 {@당원의 활동은 제외한다.}",
  "[50944-186456] 정당해산심판제도는 정부의 일방적인 행정처분에 의해 진보적 야당이 등록취소되어 사라지고 말았던 우리 현대사에 대한 반성의 산물로서 제3차 헌법개정을 통해 헌법에 도입된 것이다.",
  "[50944-186457] 정당해산심판절차에 관하여 민사소송에 관한 법령을 준용하도록 한 ｢헌법재판소법｣ 제40조 제1항은 헌법상 재판을 받을 권리를 침해하지 않는다.",
  "[50944-186458] 강제적 정당해산은 헌법상 핵심적인 정치적 기본권인 정당활동의 자유에 대한 근본적 제한이므로, 헌법재판소는 이에 관한 결정을 할 때 비례원칙을 준수해야만 한다.",
  "[50944-186459] 민주적 기본질서의 ‘위배’란, 그 정당의 목적이나 활동이 우리 사회의 민주적 기본질서에 대하여 실질적인 해악을 끼칠 수 있는 구체적 위험성을 초래하는 경우를 말한다.",
  "[50955-186510] 공권력 작용의 직접적인 상대방이 아닌 제3자라고 하더라도 공권력 작용이 그 제3자의 기본권을 직접적이고 법적으로 침해하고 있는 경우에는 예외적으로 그 제3자에게 기본권 침해의 자기관련성이 인정될 수 있다.",
  "[50955-186511] 국가기관의 예산편성 행위는 국민에 대하여 직접적인 법률효과를 발생시키는 행위라고 볼 수 없으므로, 헌법소원의 심판대상이 되는 공권력의 행사에 해당하지 않는다.",
  "[50955-186512] 시행유예기간을 둔 법령에 대한 헌법소원심판의 청구기간에서 청구기간의 기산점은 {@시행유예기간 경과일로 해석}한다면, 헌법소원심판청구권 보장과 법적안정성 확보 사이의 {@균형을 달성할 수 없다}.",
  "[50955-186513] 공권력의 불행사로 인한 기본권 침해는 그 불행사가 계속되는 한 기본권 침해의 부작위가 계속되므로 기간의 제약 없이 적법하게 헌법소원심판을 청구할 수 있다.",
  "[50955-186514] 교도소장의 미결수용자에 대한 화상접견시간 단축행위, 외부 재판 출정 시 운동화 착용 불허행위는 이른바 권력적 사실행위로서 행정심판이나 행정소송의 대상이 된다고 단정하기 어려울 뿐만 아니라, 이미 종료된 행위로서 소의 이익이 부정될 가능성이 많아 달리 효과적인 구제방법이 있다고 보기 어려우므로 이에 대한 헌법소원은 보충성원칙의 예외에 해당한다.",
  "[50959-186530] 국회의 구성원인 국회의원이 국회를 위하여 국회의 권한 침해를 주장하는 {@‘제3자 소송담당’}은 헌법상의 권력분립이 명목적 원리로 전락하는 예외적 상황에서는 {@국회의 교섭단체에 허용}된다.",
  "[50959-186531] 법률안의 심의·표결의 의사진행을 {@방해하고 다른 국회의원들의 투표를 방해}하기까지 한 국회의원에게는 자신의 심의· 표결권의 침해를 다투는 권한쟁의심판의 {@청구인적격이 인정되지 않는다.}",
  "[50959-186532] 국회의장의 직무를 대리하여 법률안 가결을 선포한 국회부의장의 행위로 자신의 법률안 심의·표결권이 침해되었다고 주장하면서 국회의원이 {@국회부의장}을 상대로 제기한 {@권한쟁의심판은 적법}하다.",
  "[50959-186533] 국회의장이 원안과 별개의 의안을 수정안으로 보아 가결을 선포하였더라도 원안이 본래의 취지를 잃고 전혀 다른 의미로 변경되지 않았다면 국회의원들의 심의·표결권을 침해하였다고 볼 수 없다.",
  "[50959-186534] 자신의 의사에 반하여 A위원회에 사임하고 B위원회로 보임하도록 한 국회의장의 행위를 권한쟁의심판으로 다투고 있는 국회의원이 {@다시 A위원회로 배정}되어 활동하고 있다면 {@권한쟁의심판 청구의 이익이 없다.}",
  "[50972-186595] 헌법재판소 재판관이 되기 위해서는 법관의 자격을 갖추어야 한다.",
  "[50972-186596] 헌법재판소 재판관 후보자가 헌법재판소장 후보자를 겸하는 경우에는 인사청문특별위원회의 인사청문회를 연다.",
  "[50972-186597] 헌법재판소 재판관은 {@직무에 흠결이 있으면} 징계에 의해 파면될 수 있다.",
  "[50972-186598] 종전에 헌법재판소가 판시한 헌법·법률의 해석 적용에 관한 의견을 변경하려면 6인 이상의 재판관이 찬성하여야 한다.",
  "[50972-186599] 헌법재판소는 법률에 저촉되지 아니하는 범위안에서 심판에 관한 절차, 내부 규율과 사무처리에 관한 규칙을 제정할 수 있다.",
  "[50973-186600] 권한쟁의심판의 당사자능력은 법률이 아닌 헌법에 의하여 설치된 국가기관에 한정하여 인정된다.",
  "[50973-186601] 지방자치단체의 의결기관인 지방의회를 구성하는 지방의회의원과 그 지방의회의 대표자인 지방의회의장 간의 권한쟁의심판은 헌법 및 헌법재판소법에서 규정하는 현행 권한쟁의심판의 범위에 속한다고 볼 수 없다.",
  "[50973-186602] 교육·학예에 관한 집행기관인 {@교육감}과 해당 {@지방자치단체} 사이의 내부적 분쟁과 관련된 심판청구는 권한쟁의심판에 속한다.",
  "[50973-186603] 권한쟁의심판에 있어 ‘제3자 소송담당’을 허용하는 명문의 규정이 없는 현행법 체계 하에서 국회의 구성원인 국회의원이 국회의권한침해를 이유로 권한쟁의심판을 청구할 수 없다.",
  "[50973-186604] 권한쟁의심판의 적법요건으로서의 피청구인의 ‘처분’에는 개별적행위뿐만 아니라 규범을 제정하는 행위가 포함되며, 입법영역에서는 법률의 제정행위 및 법률 자체를, 행정영역에서는 법규명령 및 모든 개별적인 행정적 행위를 포함한다.",
  "[50979-186629] 헌법재판소법 제68조제2항에 따른 헌법소원심판은 위헌여부심판의 제청신청을 기각하는 결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[50979-186630] 위헌법률심판의 제청신청 당사자는 위헌 {@여부 심판의 제청}에 대한 결정에 대하여 {@항고할 수 있다.}",
  "[50979-186631] 공포되었으나 시행되지 않고 이미 폐지된 법률은 심판의 대상이 될 수 없다.",
  "[50979-186632] 헌법재판소법 제68조제2항에 따른 헌법소원 심판의 대상은 당해 사건의 재판의 전제가 되는 법률이므로 지방자치단체의 조례는 그 대상이 될 수 없다.",
  "[50979-186633] 법률의 위헌 여부 심판의 제청신청이 기각된 때에는 신청당사자는 헌법재판소법 제68조제2항에 따른 헌법소원심판을 제기할 수 있으나 이 경우 당해 사건의 소송절차에서 동일한 사유를 이유로 다시 위헌 여부 심판의 제청을 신청할 수 없다.",
  "[50983-186649] 검사조사실에서 수용자가 조사를 받는 동안 계구를 사용하는 행위는 {@공권력의 행사에 해당하지 않는다.}",
  "[50983-186650] 검찰수사관이 피의자신문에 참여한 변호인에게 참여신청서의 작성을 요구한 행위는 {@공권력의 행사에 해당한다.}",
  "[50983-186651] 피청구인인 경찰서장이 국민건강보험공단에 범죄혐의자들의 요양급여 내역의 제공을 요청한 행위는 {@공권력의 행사에 해당한다.}",
  "[50983-186652] 경찰관이 기자들의 취재 요청에 응하여 구속된 피의자가 경찰서조사실에서 양손에 수갑을 찬 채 조사받는 모습을 촬영할 수 있도록 허용한 행위는 공권력의 행사에 해당한다.",
  "[50983-186653] 경찰서장이 옥외집회신고서를 반려한 행위는 {@공권력의 행사에 해당하지 않는다.}",
  "[50991-186690] 헌법재판소법 제68조제1항에 따른 헌법소원의 심판은 그 사유가 있음을 안 날부터 90일 이내에, 그 사유가 있는 날부터 1년 이내에 청구하여야 한다. 다만, 다른 법률에 따른 구제절차를 거친 헌법소원의 심판은 그 최종결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[50991-186691] 헌법재판소법 제68조제1항 본문 중 ‘법원의 재판을 제외하고는’ 부분은 헌법재판소가 위헌으로 결정한 법령을 적용함으로써 국민의 기본권을 침해한 재판이 포함되는 것으로 해석하는 한 헌법에 위반된다.",
  "[50991-186692] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지된다. 다만, 법원이 긴급하다고 인정하는 경우에는 종국 재판 외의 소송절차를 진행할 수 있다.",
  "[50991-186693] 위헌으로 결정된 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실한다. 다만, 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 그 결정이 있는 날의 다음 날로 소급하여 효력을 상실한다.",
  "[50991-186694] {@대한변호사협회가 변호사등록사무의 수행과 관련하여 정립한 규범}은 대외적 구속력이 없는 단순한 내부적 기준으로서 {@헌법소원의 대상이 되지 않는다.}",
  "[50992-186695] 자율형사립고등학교 법인 이사장을 상대로 이루어진 교육감의 입학전형요강 승인처분에 대하여 해당 학교의 입시를 {@준비중인자}는 기본권 침해의 {@자기관련성이 인정되지 않는다}.",
  "[50992-186696] 도서관의 관장 등이 승인 또는 허가하면 대학구성원이 아닌 사람에 대하여도 도서 대출 및 열람실 이용이 가능하도록 한 도서관규정에 대하여 대학구성원이 아닌 사람이 헌법소원심판을 청구한 경우 기본권 침해의 직접성이 인정되지 않는다.",
  "[50992-186697] 의료인에게 하나의 의료기관만을 개설할 수 있도록 한 의료법규정에 대하여 의사 및 한의사의 복수면허를 가진 의료인이 헌법소원심판을 청구한 경우 기본권 침해의 직접성이 인정된다.",
  "[50992-186698] 선거권연령을 20세로 한 공직선거법 규정에 대하여 18세인자가 국회의원선거 2개월 전에 헌법소원심판을 청구한 경우  기본권 침해의 현재성이 인정된다.",
  "[50992-186699] 개인택시면허의 양도 및 상속을 금지하는 여객자동차 운수사업법규정에 대하여 장래 개인택시면허를 취득하려는 자가 헌법소원심판을 청구한 경우 기본권 침해의 현재성이 인정되지 않는다.",
  "[51002-186745] 국회의원의 심의·표결권은 국회의 대내적인 관계에서 행사되고 침해될 수 있을 뿐 다른 국가기관과의 대외적인 관계에서는 침해될 수 없다.",
  "[51002-186746] 권한쟁의심판을 청구하기 위한 요건으로서 ‘권한을 침해할 현저한 위험’이란 아직 침해라고는 할 수 없으나 조만간 권한침해에 이르게 될 개연성이 상당히 높은 상황을 말한다.",
  "[51002-186747] 지방자치단체는 기관위임사무의 집행에 관한 권한의 존부 및 범위에 관한 권한분쟁을 이유로 기관위임사무를 집행하는 국가기관 또는 다른 지방자치단체의 장을 상대로 권한쟁의심판을 청구할 수 없다.",
  "[51002-186748] {@각급 구·시·군 선거관리위원회}는 헌법에 의해 설치된 국가기관이 아니므로 {@권한쟁의 심판청구의 당사자가 될 수 없다.}",
  "[51002-186749] 헌법재판소가 국가기관 또는 지방자치단체의 처분을 취소하는 결정을 하더라도 그 처분의 상대방에 대하여 이미 생긴 효력에는 영향을 미치지 아니한다.",
  "[51003-186750] ‘헌법에 의하여 체결·공포된 조약과 일반적으로 승인된 국제법규’는 헌법상 형식적 의미의 법률이 아니므로 {@위헌법률심판의 대상이 되지 않는다.}",
  "[51003-186751] 행정처분에 대한 소송절차에서는 행정처분에 불복하는 당사자뿐만 아니라 당해 행정처분의 주체인 행정청도 그 근거 법률의 위헌 여부에 대한 심판의 제청을 신청할 수 있다.",
  "[51003-186752] 민사소송에서 사건의 당사자가 아닌 보조참가인도 피참가인의 소송행위와 저촉되지 아니하는 한 일체의 소송행위를 할 수 있으므로 위헌법률심판제청신청을 할 수 있는 ‘당사자’에 해당한다.",
  "[51003-186753] 위헌법률심판제청을 신청한 당사자는 당해 법원이 제청신청을 기각한 결정에 대하여 항고할 수 없다.",
  "[51003-186754] 위헌법률심판제청 당시 재판의 전제성이 있었다가 심리기간 중 재판의 전제성이 소멸되었더라도 위헌법률심판제청된 법률조항에 의하여 침해된다는 기본권이 중요하여 해당 법률조항의 위헌여부의 해명이 헌법적으로 중요성이 있음에도 그 해명이 없다면, 예외적으로 그 위헌 여부를 판단할 수 있다.",
  "[51034-186905] 청구인이 법률안 심의·표결권의 주체인 국가기관으로서의 국회의원 자격으로 권한쟁의심판을 청구하였다가 심판절차 계속 중 사망한 경우 권한쟁의 심판청구는 청구인의 사망과 동시에 당연히 그 심판절차가 종료된다.",
  "[51034-186906] 정당은 국민의 자발적 조직으로 그 법적 성격은 일반적으로 사적· 정치적 결사 내지는 법인격 없는 사단이기에 공권력의 행사 주체로서 국가기관의 지위를 갖는다고 볼 수 없으므로, 정당이 국회 내에서 교섭단체를 구성하고 있다고 하더라도 권한쟁의심판의 당사자능력이 인정되지 아니한다.",
  "[51034-186907] 법률안 수리행위에 대한 권한쟁의심판청구가 법률안에 대한 위원회 회부나 안건 상정, 본회의 부의 등과는 별도로 오로지 전자정보시스템으로 제출된 법률안을 접수하는 수리행위만을 대상으로 하는 한, 사법개혁특별위원회 및 정치개혁특별위원회위원인 청구인들의 법률안 심의·표결권이 침해될 가능성이나 위험성이 없으므로 권한쟁의심판청구는 부적법하다.",
  "[51034-186908] 국회의장이 {@적법한 반대토론 신청}이 있었음에도 반대토론을 허가하지 않고 토론절차를 생략하기 위한 의결을 거치지도 않은 채 법률안들에 대한 표결절차를 진행하였다고 하더라도 다수결의 원칙과 회의공개의 원칙 등 입법절차에 관한 헌법의 규정을 위반한 것은 아니므로 {@국회의원의 법률안 심의·표결권을 침해한 것으로는 볼 수 없다}.",
  "[51034-186909] 현행법 체계하에서 국회의 구성원인 국회의원은 국회의원의 권한이 아닌 국회의 권한침해를 주장하여 권한쟁의심판을 청구할 수 없다.",
  "[51178-187478] 「헌법재판소법」 제41조 제1항에 따른 법률의 위헌 여부 심판의 제청신청이 기각된 때에는 그 신청을 한 당사자는 헌법재판소에 헌법소원심판을 청구할 수 있다.",
  "[51178-187479] 헌법소원이 인용된 경우에 해당 헌법소원과 관련된 소송사건이 이미 확정된 때에는 당사자는 재심을 청구할 수 있다.",
  "[51178-187480] 헌법재판소가 인용결정을 하는 경우에는 재판관 6명 이상의 찬성이 있어야 한다.",
  "[51178-187481] 지정재판부의 사전심사를 거쳐야 하는 것은 아니며, {@변호사강제주의가 적용되지도 않는다.}",
  "[51246-187635] 헌법재판관 1인이 결원이 되어 8인의 재판관으로 재판부가 구성되더라도 탄핵심판을 심리하고 결정하는 데 헌법과 법률상 아무런 문제가 없다.",
  "[51246-187636] 대통령에 대한 파면결정은 대통령의 직을 유지하는 것이 더 이상 헌법수호의 관점에서 용납될 수 없거나 대통령이 국민의 신임을 배신하여 국정을 담당할 자격을 상실한 경우에 한하여 정당화된다.",
  "[51246-187637] 탄핵심판에서 국회 법제사법위원회의 위원장이 소추위원이 된다.",
  "[51246-187638] 탄핵심판에서 피청구인이 결정 선고 전에 해당 공직에서 파면되었을 때에는 헌법재판소는 심판청구를 기각하여야 한다.",
  "[51246-187639] 국회가 법관에 대한 탄핵소추를 의결한 후 해당 법관이 임기만료로 법관의 직에서 퇴직하였더라도 헌법적 해명의 필요성이 인정되므로 심판의 이익이 있어 헌법재판소는 {@본안심사에 들어간다.}",
  "[51258-187695] 군사법원도 위헌법률심판을 제청할 수 있다.",
  "[51258-187696] 헌법재판소가 특정 법률 조항에 대하여 {@합헌결정을} 한 경우 그 조항에 대하여 재차 위헌제청을 하는 것은 부적법하다.",
  "[51258-187697] 폐지된 법률에 의한 법익침해상태가 계속되는 경우 폐지된 법률에 대한 위헌법률심판이 허용될 수 있다.",
  "[51258-187698] 이념적·논리적으로는 헌법규범 상호간의 가치의 우열을 인정할 수 있으나 헌법의 개별규정 자체가 위헌심사의 대상이 될 수는 없다.",
  "[51258-187699] 위헌법률심판청구의 계기가 된 당해 사건에 대하여 소각하판결이 확정되지 않았더라도 당해 소송사건이 부적법하여 각하될 수밖에 없는 경우 ‘재판의 전제성’ 요건이 흠결되어 헌법재판소법 제68조 제2항의 헌법소원심판청구가 부적법하다.",
  "[51304-187925] 중앙선거관리위원회가 ‘선거권이 없는 학생을 대상으로 하더라도 선거가 임박한 시기에 교원이 교육청의 계획 하에 모의투표를 실시하는 것은 행위양태에 따라 선거에 영향을 미치게 하기 위한 행위에 이르러 공직선거법에 위반될 수 있다.’고 결정한 것은 헌법소원의 대상이 되는 ‘공권력의 행사’에 해당하지 않는다.",
  "[51304-187926] 한정위헌결정 이전에 확정된 청구인들에 대한 유죄판결은 한정위헌결정에 의하여 소급적으로 법률에 대한 위헌결정의 {@기속력에 반하는 재판이 되므로} 헌법소원의 대상이 되는 공권력의 행사에 해당한다.",
  "[51304-187927] 한정위헌결정의 기속력을 부인하여 청구인들의 재심청구를 기각한 법원의 재판은 ‘법률에 대한 위헌결정의 기속력에 반하는 재판’으로 이에 대한 헌법소원은 허용된다.",
  "[51304-187928] 법률에 대한 헌법재판소의 위헌결정에는 단순위헌결정은 물론, 헌법불합치결정도 포함되고, 이들은 모두 당연히 기속력을 갖지만, 헌법불합치결정을 하면서 위헌 법률을 일정기간 동안 계속 적용을 명하는 경우, 법원은 이러한 예외적인 경우에 위헌법률을 계속 적용하여 재판할 수 있다.",
  "[51304-187929] 법원의 재판을 거쳐 확정된 행정처분(이하 ‘원행정처분’이라 한다)에 대한 헌법소원 심판청구는 헌법재판소법 제68조 제1항의 입법취지 등에 비추어 원칙적으로 허용되지 않지만, 원행정처분을 심판의 대상으로 삼았던 법원의 재판이 예외적으로 헌법소원심판의 대상이 되어 그 재판 자체가 취소되는 경우에는 예외적으로 원행정처분에 대하여도 헌법소원 심판청구가 허용된다.",
  "[51575-189105] 위헌법률심판의 대상이 되는 재판이란 원칙적으로 판결·결정·명령 등 그 형식 여하와 본안에 관한 재판인가소송절차에 관한 재판인가를 불문하며, 종국재판뿐만 아니라 중간재판도 이에 포함된다.",
  "[51575-189106] 재판의 전제성이란 구체적 사건이 법원에 계속되어 있었거나 현재 계속 중이어야 하고, 위헌여부가 문제되는 법률 또는 법률조항이 당해 소송사건의 재판과 관련하여 적용되는 것이어야 하며, 그 법률이 헌법에 위반되는지의 여부에 따라 당해 사건을 담당한 법원이 다른 내용의 재판을 하게되는 경우를 의미한다. 여기서 법원이 다른 내용의 재판을 하게되는 경우라 함은 당해 사건의 재판의 결론이나 주문에 영향을 주거나, 재판의 결론을 이끌어 내는 이유를 달리하는데 관련이 있거나, 재판의 내용과 효력에 관한 법률적 의미가 달라지는 경우를 말한다.",
  "[51575-189107] 법원이 법률의 위헌여부의 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌여부의 결정이 있을 때까지 정지되므로 {@법원이 긴급하다고 인정}하는 경우에도 {@종국재판 외의 소송절차를 진행할 수 없다}.",
  "[51575-189108] 당해사건재판에서 청구인이 승소판결을 받아 그 판결이 확정된 경우 청구인은 재심을 청구할 법률상 이익이 없고, 심판대상조항에 대하여 위헌결정이 선고되더라도 당해사건재판의 결론이나 주문에 영향을 미칠 수 없으므로 그 심판청구는 재판의 전제성이 인정되지 아니하나, 당해사건에 관한 재판에서 승소판결을 받았다고 하더라도 그 판결이 확정되지 아니한 이상 상소절차에서 그 주문이 달라질 수 있으므로, 파기환송 전 항소심에서 승소판결을 받았다는 사정만으로는 법률조항의 위헌여부에 관한 재판의 전제성이 부정된다고 할 수 없다.",
  "[51575-189109] 위헌법률심판이나 위헌심사형 헌법소원심판에 있어서 위헌여부가 문제되는 법률이 재판의 전제성 요건을 갖추고 있는지의 여부는 헌법재판소가 별도로 독자적인 심사를 하기보다는 되도록 법원의 이에 관한 법률적 견해를 존중해야 할 것이며, 다만 그 전제성에 관한 법률적 견해가 명백히 유지될 수 없을 때에만 헌법재판소는 이를 직권으로 조사할 수 있다.",
  "[51578-189120] 국가기관이 국민과의 관계에서 공권력을 행사함에있어서준수해야 할 법원칙으로서 형성된 적법절차원칙은국가기관에 대하여 헌법을 수호하고자 하는 탄핵소추절차에는직접적용할 수 없다.",
  "[51578-189121] 헌법과 헌법재판소법 은 재판관 중 결원이 발생한 경우에도 헌법재판소의 헌법 수호 기능이 중단되지 않도록 {@8명 이상}의 재판관이 출석하면 사건을 심리하고 결정할 수 있음을 분명히 하고 있다.",
  "[51578-189122] 탄핵심판절차에서는 법적인 관점에서 탄핵사유의 존부만을 판단하는 것이므로 직책수행의 성실성 여부는 그 자체로서 소추사유가 될 수 없어 탄핵심판절차의 판단대상이 되지 않는다.",
  "[51578-189123] 헌법 제65조는 대통령이 ‘그 직무집행에 있어서 헌법이나 법률을 위배한 때’를 탄핵사유로 규정하고 있다. 여기에서 ‘직무’란 법제상 소관 직무에 속하는 고유 업무와 사회통념상 이와 관련된 업무를 말하고, 법령에 근거한 행위뿐만 아니라 대통령의 지위에서 국정수행과 관련하여 행하는 모든 행위를 포괄하는 개념이다.",
  "[51578-189124] 탄핵소추의결서에서 그 위반을 주장하는 ‘법 규정의판단’에 관하여 헌법재판소는 원칙적으로 구속을 받지 않으므로 청구인이 그 위반을 주장하는 법 규정 외에 다른 관련 법규정에 근거하여 탄핵의 원인이 된 사실관계를 판단할 수 있다.",
  "[51594-189200] 권한쟁의심판청구는 피청구인의 처분 또는 부작위가 {@헌법}에 의해서 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 경우에만 할 수 있다.",
  "[51594-189201] 헌법재판소의 권한쟁의심판의 결정은 모든 국가기관과 지방자치단체를 기속하지만, 국가기관 또는 지방자치단체의 처분을 취소하는 권한쟁의심판결정은 그 처분의 상대방에 대하여 이미 생긴 효력에 영향을 미치지 아니한다.",
  "[51594-189202] 권한쟁의심판청구는 그 사유가 있음을 안 날로부터 {@90}일이내에, 그 사유가 있은 날로부터 180일 이내에 청구하여야 하며, 이 기간은 불변기간으로 한다.",
  "[51594-189203] 정당은 비록 정치적인 자발적 결사체로서 법인격없는사단에 불과하더라도 {@국회 내에서 교섭단체를 구성}하고 있다면 {@권한쟁의심판의 당사자가 될 수 있다}.",
  "[51594-189204] 권한쟁의심판청구에서의 피청구인의 처분이라 함은 청구인의 권한 침해를 야기할 만한 법적 중요성을 지니는 처분을 의미하는 것으로 {@정부가 법률안을 제출하는 행위}는 권한쟁의심판의 {@독자적 대상이 되는 법적 중요성을 지닌 행위로 볼 수 있다}.",
  "[52243-191746] 헌법은 제111조 제1항 제4호에서 헌법재판소의 관장사항의 하나로 “국가기관 상호간, 국가기관과 지방자치단체간 및 지방자치단체 상호간의 권한쟁의에 관한 심판”이라고 규정하고 있는바, 여기서 말하는 국가기관의 의미와 권한쟁의심판의 당사자가 될 수 있는 국가기관의 범위는 결국 헌법해석을 통하여 확정하여야 할 문제이다.",
  "[52243-191747] ‘행정안전부장관의 소속청장 지휘에 관한 규칙인 행정안전부령 제348호의 제정행위가 국가경찰위원회의 권한을 침해한다’는 취지의 권한쟁의심판청구에서 {@국가경찰위원회}는 권한쟁의심판을 청구할 {@당사자능력이 있다}.",
  "[52243-191748] 헌법상 국가에 부여된 임무 또는 의무를 수행하고 그 독립성이 보장된 국가기관이라고 하더라도, 오로지 법률에 설치근거를 둔 국가기관은 ‘헌법에 의하여 설치되고 헌법과 법률에 의하여 독자적인 권한을 부여받은 국가기관’이라고 할 수 없다.",
  "[52243-191749] 정당은 특별한 사정이 없는 한 권한쟁의심판절차의 당사자가 될 수는 없다.",
  "[52243-191750] 국회의장의 법률안 수리행위에 대한 권한쟁의 심판청구가 오로지 전자정보시스템으로 제출된 법률안을 접수하는 수리행위만을 대상으로 하는 한, 그러한 법률안 수리행위만으로는 사개특위 및 정개특위 위원들의 법률안 심의·표결권이 침해될 가능성이나 위험성이 없다.",
  "[52255-191806] ‘2021학년도 대학입학전형기본사항’ 중 재외국민특별전형 지원자격 가운데 학생 부모의 해외체류 요건 부분으로 인해 학부모가 지게 되는 부담은 {@직접적인 법률상 불이익}에 해당하므로 {@학부모의 기본권침해 자기관련성이 인정}된다.",
  "[52255-191807] {@부진정 입법부작위를 다투는 형태의 헌법소원심판 청구}의 경우에는 해당 법률 또는 법령 조항 자체를 심판의 대상으로 삼는 것이므로 법령소원에 있어서 요구되는 {@기본권침해의 직접성 요건을 갖추지 않아도 된다}.",
  "[52255-191808] 기본권침해의 직접성에서 말하는 집행행위에는 행정부에 의한 입법작용도 포함되므로 {@법령이 그 규정의 구체화를 위하여 하위규범의 시행을 예정}하고 있는 경우에는 당해 법령의 {@직접성은 원칙적으로 인정}된다.",
  "[52255-191809] 단순히 ‘행정청의 행위가 법률이 정한 바에 부합하는가’라는 점을 문제 삼는 경우와 같이 법률의 해석･적용 또는 포섭을 다투는 경우에는 헌법적 해명의 필요성이 인정되지 아니하고 설사 유사한 침해행위가 앞으로도 반복될 위험이 있다 하더라도 공권력 행사의 위헌 여부를 확인할 실익이 없어 심판청구의 이익이 부인된다.",
  "[52255-191810] 미결수용자와 같은 지위에 있는 수형자가 발송하려고 제출한 서신을 교도소장이 서신 제출일 16:00시에 일괄 수리하여 {@그 다음 날에 발송한 행위}에 관한 심판청구는 수형자가 주장하는 {@기본권 침해가 종료되지 않았}으므로 위헌확인을 구할 {@주관적 권리보호이익을 인정할 수 있다}.",
  "[52260-191831] 헌법 제8조 제4항은 정당해산심판의 사유를 “정당의 목적이나 활동이 민주적 기본질서에 위배될 때”로 규정하고 있는데, 여기서 말하는 {@민주적 기본질서의 ‘위배’}란, 민주적 기본질서에 대한 {@단순한 위반이나 저촉}을 의미하는 것이다.",
  "[52260-191832] 헌법재판소의 해산결정으로 정당이 해산되는 경우에 그 정당 소속 국회의원이 의원직을 상실하는지에 대하여 명문의 규정은 없으나 정당해산제도의 취지 등에 비추어 볼 때 {@헌법재판소의 정당해산결정이 있는 경우} 그 정당 소속 국회의원의 의원직은 {@당선 방식을 불문}하고 {@모두 상실되지 않는다}.",
  "[52260-191833] 정당해산심판절차에는 『헌법재판소법』과 『헌법재판소 심판규칙』, 그리고 헌법재판의 성질에 반하지 않는 한도 내에서 {@형사소송}에 관한 법령이 적용된다.",
  "[52260-191834] 공직선거법 제192조 제4항은 소속 정당이 헌법재판소의 정당해산결정에 따라 해산된 경우 비례대표 지방의회의원의 퇴직을 규정하는 조항이라고 할 수 없어 헌법재판소의 위헌정당 해산결정에 따라 해산된 정당 소속 비례대표 지방의회의원은 비례대표 지방의회의원의 지위를 상실하지 않는다.",
  "[52260-191835] 헌법재판소의 결정에 의하여 해산된 정당의 명칭과 동일하거나 {@유사}한 명칭은 정당의 명칭으로 다시 사용하지 못한다.",
  "[52715-193665] {@금고 이상의 형}을 선고받은 사람이라도 헌법재판소재판관으로 {@임명될 수 있다}.",
  "[52715-193666] 헌법재판소의 장은 국회의 동의를 얻어 재판관 중에서 대통령이 임명한다.",
  "[52715-193667] 헌법재판소 재판관의 임기는 {@7}년으로 한다.",
  "[52715-193668] 헌법재판소 재판관 중 3인은 대통령이 임명하고, {@3인은 국회에서 선출하며, 3인은 대법원장이 임명}한다.",
  "[52715-193669] 헌법재판소 재판관은 {@연임할 수 없다}.",
  "[52716-193670] 법률이 헌법에 위반되는지 여부가 재판의 전제가 된 경우에는 당해 사건을 담당하는 법원(군사법원은 {@제외}한다)은 직권 또는 당사자의 신청에 의한 결정으로 헌법재판소에 위헌 여부 심판을 제청한다.",
  "[52716-193671] 대법원 외의 법원이 헌법재판소에 위헌 여부 심판을 제청할 때에는 대법원을 거쳐야 한다.",
  "[52716-193672] 법원이 법률의 위헌 여부 심판을 헌법재판소에 제청한 때에는 당해 소송사건의 재판은 헌법재판소의 위헌 여부의 결정이 있을 때까지 정지된다. 다만, 법원이 긴급하다고 인정하는 경우에는 종국재판 외의 소송절차를 진행할 수 있다.",
  "[52716-193673] 헌법재판소는 제청된 법률 또는 법률 조항의 위헌 여부만을 결정한다. 다만, 법률 조항의 위헌결정으로 인하여 해당 법률 전부를 시행할 수 없다고 인정될 때에는 그 전부에 대하여 위헌결정을 할 수 있다.",
  "[52716-193674] 법률의 위헌결정은 법원과 그 밖의 국가기관 및 지방자치단체를 기속(羈束)한다.",
  "[52759-193844] ‘국무총리가 확진자 중 증세가 있는 확진자의 비율을 파악하지 않고 감염 시기를 특정할 수 없는확진자의 수를 기준으로 방역단계를 설정하는 등 직무유기하여 헌법에 위반하였다’는 취지에서 제기된 헌법소원 심판청구에 대해서, 헌법재판소는 기본권 침해의 가능성을 확인할 수 있을 정도로 청구인의 어떠한 기본권이 구체적으로 어떻게 침해받았는지에 대한 명확한 주장이 없다는 이유로 각하하였다.",
  "[52759-193845] {@서울특별시립 지원센터}에서 감염병 확산을 방지하고 시설을 차질 없이 운영하기 위하여 보건복지부 및 서울특별시의 협조 요청에 따라 {@시설 이용자들을 대상으로 코로나19 검사 결과를 확인}하는 것은 센터가 우월적인 지위에서 일방적으로 강제하는 {@권력적 사실행위에 해당하기에 헌법소원의 대상}이 된다.",
  "[52759-193846] 코로나의 예방 및 확산 방지를 위해 교도소장이 수용자에게 일회용 마스크를 정기적으로 지급할 의무는 헌법에서 유래하는 작위의무로서 특별히 구체적으로 규정되어 있다거나 헌법 해석상 도출된다고 볼 수 없으므로, 일회용 마스크를 미지급하는 교도소장의 부작위는 헌법소원의 대상이 되는 공권력의 불행사에 해당하지 않는다.",
  "[52759-193847] ‘코로나 백신을 맞지 않아도 며칠 만에 인간의 면역력에 의해 자연치유되는 것을 알면서도 인간을 사망에 이르게 하는 등 위험한 코로나 백신을 전 국민에게 접종하려는 행위가 헌법에 위반된다’는 취지에서 제기된 헌법소원 심판청구에 대해서, 헌법재판소는 ｢헌법재판소법｣ 제72조 제3항 제4호에 따라 각하하였다.",
  "[52759-193848] 서울특별시립 지원센터에서 시설 출입자의 체온을 측정하기 위해 수 초간 안면인식 열화상 카메라를 응시하도록 하는 것은 헌법소원의 대상이 되는 공권력의 행사에 해당하지 않는다.",
  "[52769-193894] 탄핵심판에서는 국회 법제사법위원회의 위원장이 소추위원이 된다.",
  "[52769-193895] 탄핵심판에서 피청구인이 결정 선고 전에 해당 공직에서 파면되었을 때에는 헌법재판소는 심판청구를 기각하여야 한다.",
  "[52769-193896] 탄핵결정에 의하여 파면된 사람은 결정 선고가 있은 날부터 5년이 지나지 아니하면 공무원이 될 수 없다.",
  "[52769-193897] 피청구인에 대한 탄핵심판 청구와 동일한 사유로 형사소송이 진행되고 있는 경우에는 재판부는 심판절차를 정지{@해야 한다}.",
  "[52769-193898] 탄핵소추가 발의되었을 때에는 국회의장은 발의된 후 처음 개의하는 본회의에 보고하고, 본회의는 의결로 법제사법위원회에 회부하여 조사하게 할 수 있다.",
  "[52825-194119] ｢헌법재판소법｣ 제68조 제2항에 따른 헌법소원심판은 위헌 여부 심판의 제청신청을 기각하는 결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[52825-194120] ‘지방의회 위원회 위원장이 행하는 방청불허행위’의 {@헌법적 한계를 확정짓고 합헌적 기준을 제시하는 문제는 알 권리 및 의사공개원칙의 범위를 확인하는 것이므로, 헌법적 해명이 필요하여 헌법소원심판청구의 권리보호이익이 있다}.",
  "[52825-194121] ｢헌법재판소법｣ 제68조 제1항의 “기본권을 침해받은 자”라 함은 공권력의 행사 또는 불행사로 인하여 자기의 기본권이 현재 그리고 직접적으로 침해받은 자를 의미하며 단순히 간접적, 사실적 또는 경제적인 이해관계가 있을 뿐인 제3자는 이에 해당하지 않는다.",
  "[52825-194122] 법령의 시행일 이후 일정한 유예기간을 둔 경우, 이에 대한 헌법소원심판 청구기간의 기산점은 그 법령의 시행일이 아니라 유예기간 경과일이다.",
  "[52825-194123] 헌법소원심판을 청구하려는 자가 변호사를 대리인으로 선임할 자력이 없는 경우에는 헌법재판소에 국선대리인을 선임하여 줄 것을 신청할 수 있다.",
  "[52826-194124] 권한쟁의심판청구는 피청구인의 처분 또는 부작위(不作爲)가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 {@침해할 현저한 위험이 있는 경우에만} 할 수 있다.",
  "[52826-194125] 지방자치단체 상호간의 권한쟁의심판에는 {@교육감과 지방의회 상호간 권한의 유무 또는 범위에 관한 다툼도 포함}된다.",
  "[52826-194126] 권한쟁의심판에 있어 ‘제3자 소송담당’을 허용하는 명문의 규정이 없는 현행법 체계 하에서 국회의 구성원인 국회의원이 국회의 권한침해를 이유로 권한쟁의심판을 청구할 수는 없다.",
  "[52826-194127] 권한쟁의의 심판은 그 사유가 있음을 안 날부터 {@30}일 이내에, 그 사유가 있은 날부터 {@90}일 이내에 청구하여야 한다.",
  "[52826-194128] 국가기관 또는 지방자치단체의 처분을 취소하는 헌법재판소의 권한쟁의심판의 결정은 그 처분의 상대방에 대하여 이미 생긴 효력에 영향을 미친다.",
  "[54951-202823] 민사소송법상 재심사유를 어떻게 정하여 재심을 허용할 것인가는 입법자가 확정판결에 대한 법적 안정성, 재판의 신속ㆍ적정성, 법원의 업무부담 등을 고려하여 결정하여야 할 입법정책의 문제이다.",
  "[54951-202824] 판결주문에 영향이 없는 당사자의 공격방어 방법에 대한 판단이 누락된 경우에는, {@판결주문에 간접적으로만 연관되는 판단이유가 누락된 경우와 달리} 재심의 소를 통하여 기판력 등 확정된 판결의 효력을 배제하는 것을 허용해야 할 만큼 정의의 요청이 절박하다고 할 수 없다.",
  "[54951-202825] 재심사유의 위헌성은 입법자가 분쟁의 신속한 해결을 통한 법적 안정성의 확보에만 매몰되어 재판의 적정성이라는 법치주의의 또 다른 이념을 현저히 희생함으로써, 제반기본권의 실현을 위한 기본권으로서의 재판청구권의 본질을 심각하게 훼손하는 등 입법형성권의 한계를 일탈하여 그 내용이 현저히 자의적인 것이 아닌 한 인정되기 어렵다.",
  "[54951-202826] 재심은 판결에 대한 불복방법의 하나인 점에서는 상소와 마찬가지라고 할 수 있지만, 확정판결에 대한 불복방법인 점에서 상소와 다르고, 확정판결에 대한 법적안정성의 요청은 미확정판결에 대한 그것보다 훨씬 크기 때문에, 상소보다 더 예외적으로 인정되어야 한다는 점에서 본질적인 차이가 있다.",
  "[54951-202827] 건전한 상식을 가진 일반인이면 재심사유인 &lsquo;판결에 영향을 미칠 중요한 사항에 관하여 판단을 누락한 때&rsquo;의 의미내용을 예측할 수 있고, 이미 확립된 판례에 기초하여 그 해석 및 적용에 대한 신뢰성이 있는 원칙을 도출할 수 있으므로 해석자 개인의 주관적인 판단에 따라 그 해석이 좌우될 가능성이 없다.",
  "[54955-202843] 국가기관의 법률상 권한은 국회의 입법행위에 의하여 형성&middot;부여된 권한일 뿐, 역으로 국회의 입법행위를 구속하는 기준이 될 수 없으므로, 침해의 원인이 &lsquo;국회의 입법행위&rsquo;인 경우에 &lsquo;법률상 권한&rsquo;을 침해의 대상으로 삼는 심판청구는 그 권한침해 가능성을 인정할 수 없다.",
  "[54955-202844] 국가기관과 지방자치단체 간 권한쟁의심판의 당사자에 관한 헌법재판소법 제62조 제1항 제2호의 &lsquo;정부&rsquo;는 예시규정이므로, 정부뿐 아니라 정부의 부분기관, 국회, 법원도 당사자가 될 수 있다.",
  "[54955-202845] 국가기관과 지방자치단체 간, 지방자치단체 상호 간 권한쟁의심판의 당사자에 관한 헌법재판소법 제62조 제1항 제3호의 &lsquo;지방자치단체&rsquo;는 예시규정이라 할 수 없으므로, 지방의회나 교육감은 당사자가 될 수 없다.",
  "[54955-202846] 중앙행정기관이나 광역지방자치단체가 지방자치단체의 자치사무에 대한 감사에 착수하기 위해서는 감사대상이 사전에 특정되어야 하고, 연간감사계획에 포함되지 아니한 감사라 하더라도 감사대상 지방자치단체에게 {@특정된 감사대상을 사전에 통보하는 것이 감사의 개시요건이라 할 것이므로}, 그러한 절차를 거치지 않았다면 해당 감사착수는 적법하다고 볼 수 없다.",
  "[54955-202847] 권한쟁의심판을 청구하기 위해서는 피청구인의 처분 또는 부작위가 요구되므로, 정부의 법률안 제출행위, 행정안전부장관의 단순한 견해표명 또는 업무연락은 처분성이 인정되지 아니하여 권한쟁의심판의 대상이 되지 아니한다.",
  "[54957-202853] 형사재판 유죄확정판결이 있은 후 당해 처벌 근거조항에 대해 위헌결정이 내려진 경우 유죄판결을 받은 자는 재심청구를 통하여 유죄의 확정판결을 다툴 수 있다.",
  "[54957-202854] 헌법재판소법은 법률의 위헌결정, 권한쟁의심판의 결정, 헌법소원의 인용결정에 대한 기속력을 명문으로 규정하고 있다.",
  "[54957-202855] 형벌에 관한 법률 또는 법률의 조항이 위헌으로 결정된 경우 소급하여 그 효력을 상실하지만, 종전에 합헌으로 결정한 사건이 있는 경우에는 그 {@결정이 있는 날}로 소급하여 효력을 상실한다.",
  "[54957-202856] 헌법재판소의 헌법불합치결정은 법률조항에 대한 위헌결정에 해당하므로, 형벌에 관한 법률조항을 이루게 되는 집회 및 시위에 관한 법률 조항에 대하여 헌법불합치결정이 선고된 경우 헌법재판소가 위 조항에 대하여 잠정적용을 명한 경우라 하더라도 형벌에 관한 법률조항에 대하여 위헌결정이 선고된 경우 그 조항이 소급하여 효력을 상실한다고 규정한 헌법재판소법 조항에 따라 위 조항은 소급하여 효력을 상실한다.",
  "[54957-202857] 법률조항의 위헌결정으로 인하여 당해 법률 전부를 시행할 수 없다고 인정될 때에는 그 전부에 대하여도 위헌결정을&nbsp;할 수 있다.\r\n\r\n<div>&nbsp;</div>",
  "[54958-202858] 헌법 제65조는 행정부와 사법부의 고위공직자에 의한 헌법위반이나 법률위반에 대하여 탄핵소추의 가능성을 규정함으로써, 그들에 의한 헌법위반을 경고하고 사전에 방지하는 기능을 하며, 국민에 의하여 국가권력을 위임받은 국가기관이 그 권한을 남용하여 헌법이나 법률에 위반하는 경우에는 다시 그 권한을 박탈하는 기능을 한다. 즉, 공직자가 직무수행에 있어서 헌법에 위반한 경우 그에 대한 법적 책임을 추궁함으로써, 헌법의 규범력을 확보하고자 하는 것이 바로 탄핵심판절차의 목적과 기능인 것이다.",
  "[54958-202859] 국회의 의사절차에 헌법이나 법률을 명백히 위반한 흠이 있는 경우가 아니면 국회 의사절차의 자율권은 권력분립의 원칙상 존중되어야 하고, 국회법 제130조 제1항은 탄핵소추의 발의가 있을 때 그 사유 등에 대한 조사 여부를 국회의 재량으로 규정하고 있으므로, 국회가 탄핵소추사유에 대하여 별도의 조사를 하지 않았다거나 국정조사결과나 특별검사의 수사결과를 기다리지 않고 탄핵소추안을 의결하였다고하여 그 의결이 헌법이나 법률을 위반한 것이라고 볼 수 없다.",
  "[54958-202860] 대통령ㆍ국무총리ㆍ국무위원ㆍ행정각부의장ㆍ헌법재판소재판관ㆍ법관ㆍ중앙선거관리위원회위원ㆍ감사원장ㆍ감사위원기타 법률이 정한 공무원이 그 직무집행에 있어서 헌법이나 법률을 위배한 때에는 국회는 탄핵의 소추를 의결할 수 있다. 탄핵소추는 국회재적의원 3분의 1 이상의 발의가 있어야 하며, 그 의결은 국회재적의원 과반수의 찬성이 있어야 한다. 다만, 대통령에 대한 탄핵소추는 국회재적의원 과반수의 발의와 국회재적의원 3분의 2 이상의 찬성이 있어야 한다.",
  "[54958-202861] 국가기관이 국민에 대하여 공권력을 행사할 때 준수하여야 하는 법원칙으로 형성된 적법절차의 원칙을 국가기관에 대하여 헌법을 수호하고자 하는 탄핵소추절차에 직접 적용할 수 없다.",
  "[54958-202862] 피청구인에 대한 탄핵심판 청구와 동일한 사유로 형사소송이 진행되고 있는 경우에는 재판부는 심판절차를 {@정지하여야 한다.}",
  "[54964-202888] 양육비 대지급제 등 양육비 이행의 실효성을 더 높이는 내용의 법률을 제정할 헌법의 명시적인 입법위임이 존재한다고 볼 수 없고, 헌법해석상 기존의 양육비 이행을 확보하기 위하여 마련된 여러 입법 이외에 양육비 대지급제 등과 같은 구체적ㆍ개별적 사항에 대한 입법의무가 새롭게 발생된다고도 볼 수 없다.",
  "[54964-202889] 진정입법부작위에 대한 헌법소원심판청구는 헌법에서 기본권 보장을 위하여 법률에 명시적으로 입법위임을 하였음에도 입법자가 이를 이행하지 아니한 경우이거나, 헌법해석상 특정인에게 구체적인 기본권이 생겨 이를 보장하기 위한 국가의 행위의무 내지 보호의무가 발생하였음이 명백함에도 불구하고 입법자가 아무런 입법조치를 취하지 아니한 경우에 한하여 허용된다.",
  "[54964-202890] 의료인이 아닌 사람도 문신시술을 업으로 행할 수 있도록 그 자격 및 요건을 법률로 제정하도록 하는 내용의 명시적인 입법위임은 헌법에 존재하지 않으며, 문신시술을 위한 별도의 자격제도를 마련할지 여부는 여러 가지 사회적ㆍ경제적 사정을 참작하여 입법부가 결정할 사항으로, 그에 관한 입법의무가 헌법해석상 도출된다고 보기는 어렵다.",
  "[54964-202891] 가정폭력 가해자인 전 남편이 이혼 후 추가 가해 목적으로 자녀의 가족관계증명서 및 기본증명서의 교부를 청구하는 것이 분명한 경우에도 이를 제한하는 규정을 제정하지 아니한 &lsquo;가족관계의 등록 등에 관한 법률&rsquo;의 입법부작위는 청구인의 개인정보자기결정권을 침해하는 {@진정입법부작위}에 해당한다.",
  "[54964-202892] 가족이 북한 내 정치범수용소에 억류되어 있는 북한이탈주민등이 이른바 &lsquo;북한인권법&rsquo;을 제정하지 아니한 입법부작위가 청구인들의 기본권을 침해한다고 주장하며 제기한 헌법소원심판 계속 중에 국회가 북한인권법을 제정하였다면, 더 이상 권리보호이익이 존재한다고 보기 어렵고, 달리 헌법적 해명의 필요성도 찾아보기 어려우므로 헌법소원심판청구는 부적법하다.",
  "[55081-203375] 권리구제형 헌법소원은 개인의 주관적 권리보호 뿐 아니라 객관적 헌법질서의 수호&middot;유지를 목적으로 한다."
]