[
  "[59374-221867] 우리나라 역대 헌법상 {@국무총리제도가 채택되지 않은 적이 없다.}",
  "[59374-221868] 국회가 특히 국무총리를 지명하여 출석을 요구할 경우 {@국무총리는 이를 거부할 수 없다.}",
  "[59374-221869] 대통령이 국무총리를 해임하는 사유는 제한이 없다.",
  "[59603-222877] 대통령선거에서 대통령후보자가 1인일 때에는 그 득표수가 선거권자 총수의 3분의 1 이상이 아니면 대통령으로 당선될 수 없다.",
  "[59603-222878] 대통령은 계엄을 선포한 때에는 지체없이 국회에 통고하여야 하며, 국회가 재적의원 과반수의 출석과 {@출석의원 3분의 2 이상의 찬성}으로 계엄의 해제를 요구한 때에는 대통령은 이를 해제하여야 한다.",
  "[59603-222879] 대통령은 국회의 동의를 얻어 감사원장을 임명하고, 감사원장의 제청으로 국회의 동의를 거치지 아니하고 감사위원을 임명한다.",
  "[59603-222880] 대통령의 국법상 행위는 문서로써 하며, 이 문서에는 국무총리와 관계 국무위원이 부서한다.",
  "[60023-224633] 제도적 보장으로서 주민의 자치권은 원칙적으로 개별 주민들에게 인정된 권리라 볼 수 없으므로 현직 자치단체장에 대하여 3기 초과 연임을 제한하였다는 이유만으로 그 법률조항이 주민의 자치권을 심각하게 훼손한다고 볼 수 없다.",
  "[60023-224634] 주민은 법령으로 정하는 바에 따라 소속 지방자치단체의 재산과 공공시설을 이용할 권리와 그 지방자치단체로부터 균등하게 행정의 혜택을 받을 권리를 가진다.",
  "[60023-224635] 헌법은 자치입법권의 허용 근거만을 마련해 두고있을 뿐, 조례에의 위임입법은 어떤 범위 내에서 어떤 기준에 의하여 위임할 수 있는지에 관하여 명시적 규정을 두고 있지 않다.",
  "[60023-224636] 지방자치의 헌법적 보장은 지방자치의 핵심영역이라 할 수 있는 자치단체, 자치기능, 자치사무의 보장이 어떠한 경우라도 입법 기타 중앙정부의 침해로부터 보호되어야 함을 의미한다.",
  "[60023-224637] 헌법이 규정하는 지방자치단체의 자치권에는 그 소속 공무원에 대한 인사와 처우를 스스로 결정하는 권한이 포함되지만, {@이에 관한 예산을 스스로 편성하여 집행하는 권한은 포함되지 않는다.}",
  "[60040-224718] 대통령의 일반사면은 대통령령으로 하되, 국무회의의 심의를 거쳐 국회의 동의를 받아야 한다.",
  "[60040-224719] 대통령은 국민투표를 통하여 직접적이든 간접적이든 [@자신의 신임여부를 확인할 수 있는 헌법상 권한을 가진다.]",
  "[60040-224720] 대통령은 국회에 출석하여 발언할 수 있으나 {@서한으로 의견을 표시할 수는 없다.}",
  "[60040-224721] 대통령은 국무회의의 의장이 되고, 국무회의는 {@대통령･국무총리를 포함한 15인 이상 30인 이하의 국무위원으로 구성한다.}",
  "[60040-224722] 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 {@90일 이내에 후임자를 선거한다.}",
  "[60240-225662] 헌법 제89조의 국무회의 심의사항에는 &lsquo;정부 안의 권한의 위임 또는 배정에 관한 기본계획&rsquo;, &lsquo;국정처리상황의 평가&middot;분석&rsquo;이 포함된다.",
  "[60240-225663] 헌법 제66조 제4항은 &ldquo;행정권은 대통령을 수반으로 하는 정부에 속한다.&rdquo;라고 규정하고 있고, 헌법 제86조 제2항은 대통령의 명을 받은 국무총리가 행정각부를 통할하도록 규정하고 있는 바, 대통령과 행정부, 국무총리에 관한 헌법 규정의 해석상 {@국무총리의 통할을 받는 &lsquo;행정각부&rsquo;에는 모든 행정기관이 포함된다.}",
  "[60240-225664] 대통령이 국회에 파병동의안을 제출하기 전에 대통령을 보좌하기 위하여 파병 정책을 심의, 의결한 국무회의의 의결은 국가기관의 내부적 의사결정행위가 아닌 법적 구속력을 가진 행위이며, {@그 자체로 국민에 대하여 직접적인 법률효과를 발생시킨다.}",
  "[60240-225665] 헌법 제75조 및 제95조에 비추어 볼 때, {@입법자가 법률에서 구체적으로 범위를 정한다고 하더라도 대통령령이 아닌 부령에 입법사항을 위임할 수는 없다.}",
  "[60301-225919] 대통령이 국민 앞에서 현행법의 정당성과 규범력을 문제삼는 행위는 법치국가의 정신에 반하는 것이자, 헌법을 수호해야 할 의무를 위반한 것이다.",
  "[60301-225920] 대통령의 법률안 제출행위는 국가기관 간의 내부적 행위에 불과하여 「헌법재판소법」 제68조제1항의 &lsquo;공권력의 행사&rsquo;에 해당하지 않는다.",
  "[60301-225921] 형의 선고에 따른 기성(成)의 효과는 사면, 감형 및 복권으로 인하여 변경되지 아니한다.",
  "[60301-225922] 국가원로자문회의는 헌법상 임의기관이며, 직전 대통령이 그 의장이 된다.",
  "[60301-225923] 아직 정당의 후보자가 결정되지 아니하였다 하더라도, {@대통령이 특정 정당에 대한 지지발언을 한 것은 선거운동에 해당한다.}",
  "[60309-225959] 감사원은 「정부조직법」 및 그 밖의 법률에 따라 설치된 행정기관 소속 공무원을 대상으로 직무감찰을 할 수 있으나, 국회&middot;법원&middot;헌법재판소에 소속된 공무원을 대상으로는 직무감찰을 할 수 없다.",
  "[60309-225960] 감사위원은 정당에 가입하거나 정치운동에 관여할 수 없다.",
  "[60309-225961] 감사원은 지방자치단체의 사무와 그에 소속한 지방공무원의 직무에 대해서도 감찰할 수 있다.",
  "[60309-225962] 감사원이 지방자치단체의 자치사무에 대하여 {@합목적성 감사까지 한다면 지방자치제도의 본질적 내용을 침해하는 것이다.}",
  "[60309-225963] 감사원은 감사 결과 범죄 혐의가 있다고 인정할 때에는 이를 수사기관에 고발하여야 한다.",
  "[60324-226024] 국회의원이 국무총리직을 겸할 때에는 {@국회 상임위원회 위원을 사임하여야 한다.}",
  "[60324-226025] 국무총리는 대통령의 명을 받아 각 중앙행정기관의 장을 지휘&middot;감독하며, 중앙행정기관의 장의 명령이나 처분이 위법 또는 부당하다고 인정될 경우에는 {@대통령의 승인없이} 이를 중지 또는 취소할 수 있다.",
  "[60324-226026] 국무총리의 해임건의안이 발의되었을 때에는 국회의장은 그 해임건의안이 발의된 후 처음 개의하는 본회의에 그 사실을 보고하고, 본회의에 보고된 때부터 {@12시간 이후 48시간 이내에 기명투표로 표결한다.}",
  "[60324-226027] 국무총리의 소재지는 헌법적으로 중요한 기본적 사항이라 보기 어렵고 나아가 이러한 규범이 존재한다는 국민적 의식이 형성되었는지 조차 명확하지 않으므로 이러한 관습헌법의 존재를 인정할 수 없다.",
  "[60325-226028] &lsquo;헌법을 준수하고 수호해야 할 의무&rsquo;가 이미 법치국가원리에서 파생되는 지극히 당연한 것임에도, 헌법은 국가의 원수이자 행정부의 수반이라는 대통령의 막중한 지위를 감안하여 헌법에서 이를 다시 한 번 강조하고 있다.",
  "[60325-226029] 대통령의 &lsquo;성실한 직책수행의무&rsquo;는 헌법적 의무에 해당하며 &lsquo;헌법을 수호해야 할 의무&rsquo;와 마찬가지로 {@규범적으로 그 이행이 관철될 수 있는 성격의 의무라 할 수 있으므로, 사법적 판단의 대상이 될 수 있다.}",
  "[60325-226030] 선거활동에 관하여 대통령의 정치활동의 자유와 선거중립의무가 충돌하는 경우에는 선거중립의무가 강조되고 우선되어야 한다.",
  "[60325-226031] 대통령은 국무총리&middot;국무위원&middot;행정각부의 장 기타 법률이 정하는 공사의 직을 겸할 수 없다.",
  "[60326-226032] 대통령은 조약을 체결&middot;비준하고, 외교사절을 신임&middot;접수 또는 파견하며, 선전포고와 강화를 한다.",
  "[60326-226033] 대통령은 법률이 정하는 바에 의하여 사면&middot;감형 또는 복권을 명할 수 있다.",
  "[60326-226034] 대통령은 헌법과 법률이 정하는 바에 의하여 공무원의 임면권을 가지나, 검찰총장&middot;합동참모의장&middot;각군참모총장&middot;국립대학교총장&middot;대사 기타 법률이 정한 공무원과 국영기업체관리자의 임명은 국무회의의 필수적 심의를 거쳐야 한다.",
  "[60326-226035] 대통령은 국회에 출석하여 발언할 수는 있지만 {@서한으로는 의견을 표시할 수 없다.}",
  "[60327-226036] 감사원은 감사 결과 위법 또는 부당하다고 인정되는 사실이 있을 때에는 소속 장관, 감독기관의 장 또는 해당 기관의 장에게 시정&middot;주의 등을 요구할 수 있다.",
  "[60327-226037] 감사위원이 탄핵소추의 의결을 받았거나 형사재판에 계속되었을 때에는 그 탄핵의 결정 또는 재판이 확정될 때까지 그 권한 행사가 정지된다.",
  "[60327-226038] ｢감사원법｣은 지방자치단체의 위임사무에 관해서는 합법성뿐만 아니라 합목적성 감사까지도 허용하나, {@자치사무에 관하여는 합법성 감사만 허용하는 것으로 보아야 한다.}",
  "[60327-226039] 감사원은 감사원장을 포함한 7명의 감사위원으로 구성하며, 감사원장은 국회의 동의를 얻어 대통령이 임명한다.",
  "[60331-226052] 헌법은 대통령의 사면권을 규정하고 있는바, 선고된 형의 전부를 사면할 것인지 또는 일부만을 사면할 것인지를 결정하는 것은 사면권자의 전권사항에 속하는 것이고, 징역형의 집행유예에 대한 사면이 병과된 벌금형에도 미치는 것으로 볼 것인지 여부는 사면의 내용에 대한 해석문제에 불과하다.",
  "[60331-226053] 대통령 선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 {@재적의원 3분의 1 이상}이 출석한 공개회의에서 다수표를 얻은 자를 당선자로 한다.",
  "[60331-226054] 대통령후보자가 1인일 때에는 그 득표수가 선거권자 총수의 {@과반수 이상}이 아니면 대통령으로 당선될 수 없다.",
  "[60331-226055] 대통령으로서 국회 본회의의 시정연설에서 자신에 대한 신임국민투표를 실시하고자 한다고 밝힌 것은 공고와 같이 법적인 효력이 있는 행위에 해당하므로 {@헌법소원의 대상이 되는 &lsquo;공권력의 행사&rsquo;라고 할 수 있다.}",
  "[60338-226080] 헌법 제75조에서 근거한 포괄위임금지원칙은 법률에 이미 대통령령 등 하위법규에 규정될 내용 및 범위의 기본사항이 구체적으로 규정되어 있어서 누구라도 당해 법률로부터 하위법규에 규정될 내용의 대강을 예측할 수 있어야 함을 의미하는데, 위임입법이 대법원규칙인 경우에도 수권법률에서 이 원칙을 준수하여야 하는 것은 마찬가지이다.",
  "[60338-226081] 다른 법령에 근거한 &lsquo;특정한 기술&rsquo;에 대한 행정처분으로서의 성격을 갖는데 불과한 &lsquo;지정 또는 고시&middot;공고&rsquo;를 범죄구성요건의 일부로 차용하고 있는 법률조항은 이미 존재하는 다른 법령을 전제하고 그 법령에 기한 지정 또는 고시&middot;공고를 구성요건으로 &lsquo;차용&rsquo;하고 있는 데 불과한 것이고, 하위법령에 구성요건의 형성을 &lsquo;위임&rsquo;하고 있는 위임입법이 아니다.",
  "[60338-226082] 법률의 위임조항에서 위임의 구체적 범위를 명확히 규정하고 있지 않으면, 당해 법률의 전반적 체계와 관련규정에 비추어 위임조항의 내재적인 위임의 범위나 한계를 객관적으로 분명히 확정할 수 있다 하더라도, {@이는 포괄적인 백지위임에 해당한다.}",
  "[60338-226083] 법률에서 위임받은 사항을 전혀 규정하지 아니하고 그대로 재위임하는 것은 허용되지 않으며 위임받은 사항에 관하여 대강을 정하고 그 중의 특정사항을 범위를 정하여 하위 법령에 다시 위임하는 경우에만 재위임이 허용된다.",
  "[60960-228472] 1962년 제3공화국 헌법부터 결산&middot;회계검사, 직무감찰을 대통령 소속기관인 감사원에서 담당하게 하였다.",
  "[60960-228473] 헌법에 감사원은 감사원장을 포함한 5인 이상 11인 이하의 감사위원으로 구성한다고 규정하고 있으며, 「감사원법」은 감사원장을 포함하여 {@9명}의 감사위원으로 구성한다고 규정하고 있다.",
  "[60960-228474] 감사원장이 사고로 직무를 수행할 수 없을 때에는 감사위원 중 {@최연장자}가 그 권한을 대행한다.",
  "[60960-228475] 감사원은 국가의 세입&middot;세출 결산을 매년 검사하여 대통령과 {@차기국회}에 그 결과를 보고하여야 한다.",
  "[60960-228476] 다른 독립기관들의 자율입법권과 마찬가지로 {@헌법}은 감사원의 규칙제정권을 규정하고 있다.",
  "[60976-228552] 대통령의 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.",
  "[60976-228553] 전직대통령은 재직 중 탄핵결정을 받아 퇴임한 경우에도 관계 법령에서 정하는 바에 따라 필요한 기간의 경호 및 경비(警備)의 예우를 받을 수 있다.",
  "[60976-228554] 대통령 선거에서 최고득표자가 2인 이상인 때에는 국회 {@재적의원 3분의 2 이상}이 출석한 공개회의에서 다수표를 얻은 자를 당선자로 한다.",
  "[60976-228555] 대통령당선인은 대통령당선인으로 결정된 때부터 대통령 임기 시작일 전날까지 그 지위를 가지며, 교통&middot;통신 및 사무실 제공 등의 지원을 받을 수 있다.",
  "[60976-228556] 대통령은 국가안전보장에 관련되는 정책의 수립에 관한 대통령자문기관인 국가안전보장회의의 의장이 된다.",
  "[61185-229490] 국회의장이 사고가 있을 때에는 {@소속의원 수가 많은 교섭단체 소속인 부의장의 순으로 의장의 직무를 대행한다.}",
  "[61185-229491] 국회의원 총선거 후 최초로 의장과 부의장을 선거할 때에는 출석의원 중 최다선 의원이, 최다선 의원이 2명 이상인 경우에는 그중 연장자가 의장의 직무를 대행한다.",
  "[61185-229492] 감사원장이 궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 감사위원으로 최장기간 재직한 감사위원이 그 권한을 대행한다, 다만, 재직기간이 같은 감사위원이 2명 이상인 경우에는 연장자가 그 권한을 대행한다.",
  "[61185-229493] 각급 선거관리위원회 위원장이 사고가 있을 때에는 상임위원 또는 부위원장이 그 직무를 대행하며 위원장⋅상임위원 ⋅부위원장이 모두 사고가 있을 때에는 위원 중에서 임시위원장을 호선하여 위원장의 직무를 대행하게 한다.",
  "[61699-231585] 대통령 선거에 있어서 최고득표자가 2인 이상인 때에는 국회의 재적의원 과반수가 출석한 공개회의에서 {@과반수 표}를 얻은 자를 당선자로 한다.",
  "[61699-231586] 대통령으로 선거될 수 있는 자는 국회의원의 피선거권이 있고 선거일 현재 40세에 달하여야 한다.",
  "[61699-231587] 대통령후보자가 1인일 때에는 그 득표수가 선거권자 총수의 {@4분의 1 이상}이 아니면 대통령으로 당선될 수 없다.",
  "[61699-231588] 대통령의 임기가 만료되는 때에는 임기만료 {@70일 내지 30일 전}에 후임자를 선거한다.",
  "[61699-231589] 대통령이 궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 {@90일 이내}에 후임자를 선거한다.",
  "[32863-134534] 유신헌법에 근거한 긴급조치는 국회의 입법권행사라는 실질을 전혀 가지지 못한 것으로서, 헌법재판소의 위헌심판대상이 되는 법률에 해당한다고 할 수 없고, 긴급조치의 위헌여부에 대한 심사권은 {@대법원에 속한다.}",
  "[32863-134535] 위헌으로 결정된 법률 또는 법률의 조항은 그 결정이 있는 날부터 효력을 상실한다. 다만, 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실한다.",
  "[32863-134536] 위헌법률심판에서 헌법재판소 재판관 9인 중 전부위헌의견이 1인, 한정합헌의견이 5인, 단순합헌의견이 3인인 경우 결정주문은 한정합헌이다.",
  "[32863-134537] 행정처분의 근거가 된 법률이 위헌으로 결정되어도, 이미 취소소송의 제기기간을 경과하여 확정력이 발생한 행정처분의 경우에는 위헌결정의 소급효가 미치지 않는다.",
  "[32877-134590] 국회의 구성원인 국회의원들이 국회의 조약 체결‧비준에 대한 동의권의 침해를 주장하며 대통령을 상대로 제기한 {@권한쟁의심판청구는 적법하다.}",
  "[32877-134591] 지방자치단체가 이미 이루어진 자율형 사립고등학교 지정‧고시 처분을 취소하고, 이에 대하여 국가기관이 재량권의 일탈‧남용을 이유로 시정명령을 하는 경우에 발생하는 권한분쟁은, {@일반적으로 반복될 수 있는 사안으로서 헌법적 해명이 필요한 경우}이다.",
  "[32877-134592] 종래 기초자치단체에게 귀속되던 조세를 기초자치단체와 광역자치단체에게 공동으로 귀속시키도록 변경하는 법률규정은, 그로 인하여 기초자치단체의 자치재정권이 유명무실하게 될 정도가 아닐지라도 기초자치단체의 {@지방자치권의 본질적 내용을 침해한 것이다.}",
  "[32877-134593] 사립대학의 신설이나 학생정원 증원은 국가사무이므로, 교육과학기술부장관의 ‘수도권 사립대학 정원규제’는 경기도의 권한을 침해하거나 침해할 현저한 위험이 없다. 따라서 교육과학기술부장관을 상대로 제기한 경기도의 권한쟁의심판청구는 부적법하다.",
  "[32878-134594] 법원이 국민참여재판 대상사건의 피고인에게 ‘국민의 형사재판 참여에 관한 규칙’에 따른 피고인 의사의 확인을 위한 안내서를 송달하지 않은 부작위는, {@헌법소원의 대상이 되는 공권력의 행사 또는 불행사에 해당한다.}",
  "[32878-134595] 헌법재판소법 제68조 제1항에 따른 헌법소원의 심판은 그 사유가 있음을 안 날부터 90일 이내에, 그 사유가 있는 날부터 1년 이내에 청구하여야 한다. 다만, 다른 법률에 따른 구제절차를 거친 헌법소원의 심판은 그 최종결정을 통지받은 날부터 30일 이내에 청구하여야 한다.",
  "[32878-134596] 행정권력의 부작위에 대한 헌법소원은 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어, 이에 의거하여 기본권의 주체가 행정행위 내지 공권력의 행사를 청구할 수 있음에도 공권력의 주체가 그 의무를 해태하는 경우에 한하여 허용된다.",
  "[32878-134597] 이른바 제주4‧3특별법에 근거한 희생자 결정은, 제주4‧3사건 진압작전에 참가하였던 군인이나 그 유족들의 명예를 훼손하지 않으므로, 명예권 침해를 주장하는 이들의 헌법소원심판청구는 자기관련성이 없어 부적법하다.",
  "[32881-134606] 순경 공채시험, 소방사 등 채용시험, 그리고 소방간부 선발 시험의 응시연령의 상한을 ‘30세 이하’로 규정하여 공무담임권을 제한하는 것은 침해의 최소성 원칙에 위배되지만, 국민의 생명과 재산을 보호하기 위하여 필요한 최소한도의 제한은 허용되어야 한다. 그 한계는 경찰 및 소방업무의 특성 및 인사제도 그리고 인력수급 등의 상황을 고려하여 입법기관이 결정할 사항이므로 헌법불합치결정을 하는 것이 타당하다.",
  "[32881-134607] 위헌결정을 통하여 법률조항을 법질서에서 제거하는 것이 법적 공백이나 혼란을 초래할 우려가 있는 경우에는 위헌조항의 잠정적 적용을 명하는 헌법불합치결정을 할 수 있다.",
  "[32881-134608] 법률규정에 있어서 합헌부분과 위헌부분의 경계가 불분명하여 헌법재판소의 단순위헌결정으로는 적절하게 구분하여 대처하기 어렵고, 입법자에게는 민주주의 원칙의 관점에서 위헌적인 상태를 제거할 수 있는 여러 가지의 가능성이 인정된다면, 입법자로 하여금 문제점을 해결하도록 하기 위해 헌법불합치결정을 하는 것이 타당하다.",
  "[32881-134609] 헌법재판소법 제41조 제1항의 위헌법률심판제청신청과 제68조 제2항의 헌법소원의 대상은 ‘법률’이지 ‘법률의 해석’이 아니므로 법률조항 자체의 위헌판단을 구하는 것이 아니라, ‘법률조항을…으로(이라고) 해석하는 한 위헌’이라고 청구하는 소위 {@한정위헌청구는 원칙적으로 부적법하다.}",
  "[32884-134620] 변호사강제주의는 헌법소원뿐만 아니라 탄핵심판의 경우에도 적용된다.",
  "[32884-134621] 위헌법률심사에서 한정위헌결정이 내려지면 한정위헌결정도 위헌결정에 속하므로 일반적 기속력을 가진다.",
  "[32884-134622] 헌법의 개별규정 자체는 위헌법률심판의 심사대상이 아니다.",
  "[32884-134623] {@합헌결정된 법률에 대해} 또다시 위헌법률심판 제청이 있는 경우 이미 내려진 결정에 대해 계속 논의하는 것은 {@법적 안정성을 해치므로 각하한다.}",
  "[32884-134624] 헌법소원심판의 경우 재판관 3명으로 구성되는 지정재판부에서 사전심사를 담당할 수 있다.",
  "[32899-134695] 乙이 헌법소원심판을 청구하려면 2013. 3. 30.부터 90일 이내에 하여야 한다.",
  "[32899-134696] 헌법은 집회의 사전허가제를 금지하고 있고 「집회 및 시위에 관한 법률」에 따르면 옥외집회는 신고만으로도 가능한 것이므로, 丙은 법률상 근거 없이 옥외집회신고서를 반려한 것으로 볼 수 있다.",
  "[32899-134697] 위 반려행위는 주무 행정기관에 의한 행위로서 기본권침해 가능성이 있는 공권력의 행사에 해당한다.",
  "[32899-134698] 위 반려행위는 노동조합 甲을 상대방으로 한 것이므로 위 노동조합의 조합원인 乙은 단지 위 옥외집회에 참가하려고 하였다는 이유만으로는 기본권침해의 {@자기관련성을 인정할 수 없다.}",
  "[32899-134699] 위 반려행위로 인한 기본권침해의 효과는 이미 발생하였으므로 이 사건에서 기본권침해의 현재성은 인정된다.",
  "[32905-134725] 국가인권위원회는 독립적 지위를 가진 국가기관이므로 {@권한쟁의심판의 당사자가 된다.}",
  "[32905-134726] 국회의 교섭단체가 국회의 권한 침해를 주장하여 정부를 상대로 권한쟁의심판을 청구할 수는 없다.",
  "[32905-134727] 심판청구는 피청구인의 처분 또는 부작위가 청구인의 헌법 또는 법률에 의하여 부여받은 권한을 침해하거나 침해할 현저한 위험이 있는 경우에 할 수 있다.",
  "[32905-134728] 심판청구는 그 사유가 있음을 안 날로부터 60일 이내에, 그 사유가 있은 날로부터 180일 이내에 하여야 한다.",
  "[32905-134729] 권한쟁의심판은 재판관 7인 이상의 출석으로 심리하며 종국심리에 관여한 재판관 중 과반수의 찬성으로 결정한다.",
  "[32923-134808] 법원은 당사자의 신청이 없이 직권으로도 헌법재판소에 위헌법률심판을 제청할 수 있다.",
  "[32923-134809] 법원이 위헌법률심판을 제청한 경우에는 당해 소송사건에 한하여만 재판이 정지된다.",
  "[32923-134810] 헌법재판소가 형벌법규 이외의 법률조항에 대해 위헌결정을 한 경우에 당해 법률조항은 {@소급하여} 효력을 상실한다.",
  "[32923-134811] 헌법재판소는 제청법원이 주장하는 법적 관점에 구속되지 않고 모든 헌법적 관점에서 위헌여부를 심사한다.",
  "[32923-134812] 제청 당시에 공포는 되었으나 시행되지 않았고 헌법재판소 결정 당시에는 이미 폐지되어 효력이 상실된 법률은 위헌법률심판의 대상이 될 수 없다.",
  "[32945-134906] 행정규칙의 경우에도 그것이 상위법령의 위임한계를 벗어나지 아니하는 한, 상위법령과 결합하여 대외적인 구속력을 갖는 법규명령으로서 기능하게 되는데, 이러한 경우 직접 기본권을 침해받았다면 헌법소원의 대상이 된다.",
  "[32945-134907] 공정거래위원회의 심사불개시 결정은 공권력 행사에 해당한다.",
  "[32945-134908] 감사원의 국민감사청구에 대한 기각결정은 공권력주체의 고권적 처분이라는 점에서 헌법소원의 대상이 될 수 있는 공권력행사라고 볼 수 있고 따라서 헌법소원의 대상이 된다.",
  "[32945-134909] 피해자와 {@피의자}는 검사의 불기소처분 등에 대해서 법원에 재정신청을 할 수 있게 되어 보충성의 원칙에 따라 헌법소원을 제기할 수 없게 되었다.",
  "[32945-134910] 비구속적 행정계획안도 원칙적으로는 공권력의 행사는 아니지만, 그것이 국민의 기본권에 직접적으로 영향을 끼치고, 앞으로 법령의 뒷받침에 의하여 그대로 실시될 것이 틀림없을 것으로 예상될 수 있을 때에는 헌법소원의 대상이 되는 공권력의 행사에 해당한다.",
  "[32960-134967] 국회의원과 국회의장은 헌법 제111조 제1항 제4호 소정의 권한쟁의에 관한 심판의 당사자가 될 수 있다.",
  "[32960-134968] 헌법재판소법 제61조 제2항에 의하면 권한쟁의심판은 피청구인의 처분 또는 부작위가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 때에 이를 청구할 수 있는 것인데, 피청구인의 부작위에 의하여 청구인의 권한이 침해당하였다고 주장하는 권한쟁의심판은 피청구인에게 헌법상 또는 법률상 유래하는 작위의무가 있음에도 불구하고 피청구인이 그러한 의무를 다하지 아니한 경우에 허용된다.",
  "[32960-134969] 헌법재판소가 권한쟁의심판의 청구를 받은 때에는 직권 또는 청구인의 신청에 의하여 종국결정의 선고시까지 심판대상이 된 피청구기관의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[32960-134970] 지방자치단체는 국가로부터 위임된 기관위임사무에 관한 권한이 침해되거나 침해될 우려가 있는 때에도 {@권한쟁의심판을 청구할 수 있다.}",
  "[32962-134975] 법정형의 종류와 범위의 선택은 그 범죄의 죄질과 보호법익에 대한 고려뿐만 아니라 우리의 역사와 문화, 입법 당시의 시대적 상황, 국민 일반의 가치관 내지 법감정 그리고 범죄예방을 위한 형사정책적 측면 등 여러 가지 요소를 종합적으로 고려하여 입법자가 결정할 사항으로서 광범위한 재량이 인정되어야 할 분야이다.",
  "[32962-134976] 어느 범죄에 대한 법정형이 그 범죄의 죄질 및 이에 따른 행위자의 책임에 비하여 지나치게 가혹한 것이어서 현저히 형벌체계상의 균형을 잃고 있다거나 그 범죄에 대한 형벌 본래의 목적과 기능을 달성함에 있어 필요한 정도를 일탈하였다는 등 헌법상의 평등의 원칙 및 비례의 원칙 등에 명백히 위배되는 경우가 아닌 한, 쉽사리 헌법에 위반된다고 단정하여서는 아니 된다.",
  "[32962-134977] 보호법익과 죄질이 서로 다르다고 하더라도, 법정형의 과중 여부는 둘 또는 그 이상의 범죄를 동일 선상에 놓고 그 중 어느 {@한 범죄의 법정형을 기준으로 하여 다른 범죄의 법정형의 과중 여부를 판정할 수밖에 없다.}",
  "[32962-134978] 뇌물죄가 국가와 사회에 미치는 병폐는 수뢰액이 많으면 많을수록 가중된다는 점에서 볼 때, 수뢰액을 기준으로 한 단계적 가중처벌은 비록 수뢰액의 다과만이 그 죄의 경중을 가늠하는 유일한 기준은 아니라 할지라도 그 가장 중요한 기준임에 비추어 일응 수긍할 만한 합리적 이유가 있다 할 것이다.",
  "[32974-135023] 교도소 내 이발지도행위는 피청구인의 우월적 지위에서 일방적으로 청구인에게 이발을 강제한 것이므로, {@헌법소원심판의 대상인 공권력의 행사에 해당한다.}",
  "[32974-135024] 구 ‘G20 정상회의 경호안전을 위한 특별법’에 의한 경호안전구역의 공고는 그 자체에 의하여 바로 기본권이 침해될 가능성이 생긴다고 볼 수 없다.",
  "[32974-135025] 국회의장의 불법적인 의안처리행위로 헌법의 기본원리가 훼손되었다고 하더라도 그로 인하여 헌법상 보장된 구체적 기본권을 침해당한 바 없는 국회의원에게 헌법소원심판청구가 허용되지 않는다.",
  "[32974-135026] 방송통신심의위원회의 시정요구는 단순한 행정지도로서의 한계를 넘어 규제적‧구속적 성격을 갖는 것으로서 헌법소원 또는 항고소송의 대상이 되는 공권력의 행사에 해당한다.",
  "[32996-135129] 사인(私人)은 권한쟁의심판의 당사자가 될 수 없다.",
  "[32996-135130] 권한쟁의심판의 당사자로서의 ‘국가기관’에 해당하는지 여부는 그 국가기관이 헌법에 의해 설치되고 헌법과 법률에 의해 독자적인 권한을 부여받고 있는지, 헌법에 의해 설치된 국가기관 상호간의 권한쟁의를 해결할 수 있는 적당한 기관이나 방법이 있는지 등을 종합적으로 고려해 결정한다.",
  "[32996-135131] 권한쟁의의 심판 청구는 피청구인의 처분 또는 부작위가 헌법이나 법률에 의해 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 때에 한하여 할 수 있다.",
  "[32996-135132] 권한쟁의의 결정은 재판관 7인 이상이 참석하고, 참석재판관 중 과반수의 찬성으로써 한다.",
  "[32996-135133] 국가기관 또는 지방자치단체의 처분을 취소하는 결정은 그 처분의 상대방에 대해 {@이미 발생한 효력에도 영향을 미친다.}",
  "[32997-135134] 폐지되거나 개정된 법률이라 하더라도 이로 인해 국민의 권리침해가 있을 경우에는 심판의 대상이 된다.",
  "[32997-135135] {@국민의 권리의무에 직접 관계되지 않는 조례에 대하여도} 달리 다툴 수 있는 절차가 없기 때문에 헌법소원의 대상이 된다.",
  "[32997-135136] 권력적 사실행위는 법적 효력이 없는 사실상의 행위이기 때문에 {@헌법소원의 대상이 되지 않는다.}",
  "[32997-135137] 기본권의 대국가적 효력을 고려하면 행정청의 사법상(私法上) 행위는 {@헌법소원의 대상이 된다.}",
  "[32997-135138] 검사의 기소처분, 구형, 약식명령, 내사종결처분, 수사재기결정, 형기종료일 지정처분은 {@헌법소원의 대상이 된다.}",
  "[33014-135203] 변형결정은 헌법재판소법 제47조 제1항이 정한 위헌결정의 일종이며, 타 국가기관에 대하여 기속력을 가진다.",
  "[33014-135204] 평등권을 침해하는 법률의 경우에는 자유권 침해의 경우와는 달리 입법자의 형성권이 존재하지 않는 것이 원칙이므로 {@헌법불합치결정을 할 필요가 없다.}",
  "[33014-135205] 대법원은 실지거래가액에 의한 양도소득세 산정을 규정한 구 소득세법 조항에 대한 헌법재판소의 한정위헌결정에 대하여 그 기속력을 부인한 바 있다.",
  "[33014-135206] 헌법재판소는 특별부가세의 과세대상의 범위를 시행령에 포괄위임하고 있는 구 법인세법 규정에 대해 헌법불합치 결정을 하면서 적용중지를 명한 바 있다.",
  "[33100-135547] 재판의 전제성에서 ‘재판’이라 함은 판결‧결정‧명령 등 그 형식 여하와 본안에 관한 재판이거나 소송절차에 관한 재판이거나를 불문하지만, {@중간재판은 이에 포함되지 않는다.}",
  "[33100-135548] 법원이 재판의 전제성을 인정하여 위헌법률심판을 제청한 경우 헌법재판소가 직권으로 조사하여 재판의 전제성을 부인할 수도 있다.",
  "[33100-135549] 심판대상법률은 당해 사건에 직접 적용되는 것이어야 하지만, 예외적으로 간접 적용되는 법률도 재판의 전제성을 충족할 수 있다.",
  "[33100-135550] 공소장에 적시된 법률조항이라 하더라도 구체적 소송사건에서 법원이 적용하지 아니한 법률조항은 재판의 전제성이 인정되지 않는다.",
  "[33122-135645] 폐지되거나 개정된 법률의 경우에도 국민의 침해된 법익을 보호하기 위하여 그 위헌 여부를 가려야 할 필요가 있는 때에는 심판의 대상으로 인정된다.",
  "[33122-135646] 헌법재판소가 위헌이라고 선고하여 효력을 상실한 법률이라고 하더라도 법원의 제청이 있는 한 원칙적으로 {@심판의 대상으로 인정된다.}",
  "[33122-135647] 국회의 부진정입법부작위는 입법자의 헌법구체화의무 관점에서 {@입법부작위를 대상으로 하여} 위헌법률심판제청의 대상이 된다.",
  "[33122-135648] 헌법재판소의 위헌결정의 효력은 {@원칙적으로 소급효}이며 {@예외적으로 장래효}를 인정한다.",
  "[33122-135649] 법률에 대한 위헌결정은 대법원을 비롯한 각급법원과 그 밖의 국가기관‧지방자치단체를 기속할 뿐이어서 {@헌법재판소는 자신이 내린 결정을 철회‧변경할 수 있다.}",
  "[33133-135695] 탄핵심판은 고위직 공무원의 정치적 과오에 대한 {@형사법적 제재의 성격}을 가진다.",
  "[33133-135696] 탄핵사유 판단기준으로서의 헌법은 {@명문의 헌법규정만}을 의미한다.",
  "[33133-135697] 탄핵결정은 헌법재판소 재판관 {@과반수의 찬성}으로 한다.",
  "[33133-135698] 대통령이라고 하더라도 직무행위로 인한 모든 {@사소한 법 위반의 경우 탄핵심판청구가 이유 있는 것}으로 보는 것이 원칙이다.",
  "[33133-135699] 탄핵심판과 민․형사재판 사이에는 일사부재리의 원칙이 적용되지 않는다.",
  "[33145-135751] 정당해산심판제도는 1960년 6월 헌법에서 처음으로 도입되었다.",
  "[33145-135752] 정당해산심판을 청구할 수 있는 권한은 정부가 독점적으로 가진다.",
  "[33145-135753] 자유민주적 기본질서에 위해를 준다 함은 모든 폭력적 지배와 자의적 지배 즉 반국가단체의 일인독재 내지 일당독재를 배제하고 다수의 의사에 의한 국민의 자치, 자유·평등의 기본 원칙에 의한 법치주의적 통치질서의 유지를 어렵게 만드는 것을 말한다.",
  "[33145-135754] 헌법재판소법에 특별한 규정이 없는 경우에는 준용조항에 따라 정당해산심판의 성질에 반하지 아니하는 한도에서 {@행정소송}에 관한 법령이 준용된다.",
  "[33145-135755] 정당해산을 명하는 결정서는 피청구인 외에 국회, 정부 및 중앙선거관리위원회에도 송달하여야 한다.",
  "[33149-135770] 헌법소원심판의 청구 후 30일이 지날 때까지 지정재판부의 각하결정이 없는 때에는 심판에 회부하는 결정이 있는 것으로 본다.",
  "[33149-135771] 헌법재판소는 심판사건을 접수한 날부터 180일 이내에 종국결정의 선고를 하여야 하지만, 재판관의 궐위로 7명의 출석이 불가능한 경우에는 그 궐위된 기간은 심판기간에 산입하지 아니한다.",
  "[33149-135772] 헌법소원심판에서 재판관들의 각하의견이 4인, 인용의견이 5인인 경우 {@각하결정}이 내려진다.",
  "[33149-135773] 법령에 관한 헌법재판소법 제68조 제1항의 헌법소원심판에서는 재심이 허용되지 않는다.",
  "[33149-135774] 헌법재판소법은 위헌법률심판에서 위헌결정, 권한쟁의심판의 결정, 헌법소원심판에서 인용결정이 있는 경우에 기속력이 발생한다고 규정하고 있다.",
  "[33169-135867] 공권력의 불행사에 대한 헌법소원의 경우 불행사가 계속되는 한 청구기간에 제한이 없다.",
  "[33169-135868] 수사기관에 의한 비공개 지명수배조치는 헌법소원의 대상이 되는 {@공권력 행사에 해당한다.}",
  "[33169-135869] 행정입법부작위에 대하여는 다른 권리구제절차를 거치지 아니하고는 {@헌법소원심판을 청구할 수 없다.}",
  "[33169-135870] 정부가 국회에 법률안을 제출하는 행위는 {@공권력 행사에 해당한다,}",
  "[33169-135871] 국회의장이 국회의원을 특정 상임위원회 위원으로 선임하는 행위는 {@공권력 행사에 해당한다.}",
  "[33170-135872] 탄핵소추의결서가 송달된 때에도 임명권자는 피소추자의 {@사직원을 접수하거나 해임할 수 있다.}",
  "[33170-135873] 탄핵심판과 민‧형사재판 사이에는 일사부재리의 원칙이 적용되지 않는다.",
  "[33170-135874] 대통령은 탄핵결정에 의해서 파면된 공직자를 사면할 수 없다. (2014년 기출당시 기준)",
  "[33170-135875] 탄핵심판절차에서 헌법재판소는 탄핵소추의결서에 기재되지 아니한 소추사유를 판단의 대상으로 삼을 수 없다.",
  "[33170-135876] 탄핵사유는 헌법과 법률에 위배된 때로 제한되며, 정치적 무능력이나 정책상의 과오 등 직책수행의 성실성 여부는 소추사유가 될 수 없다.",
  "[33235-136153] 국가기관 상호간, 국가기관과 지방자치단체 간 및 지방자치단체 상호간에 권한의 존부 또는 범위에 관하여 다툼이 있을 때에는 당해 국가기관 또는 지방자치단체는 헌법재판소에 권한쟁의심판을 청구할 수 있다.",
  "[33235-136154] 권한쟁의심판청구는 피청구인의 처분 또는 부작위가 {@헌법에 의하여} 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 때에 한하여 이를 할 수 있다.",
  "[33235-136155] 권한쟁의심판은 그 사유가 있음을 안 날로부터 60일 이내에, 그 사유가 있은 날로부터 180일 이내에 청구하여야 한다.",
  "[33235-136156] 헌법재판소의 권한쟁의심판의 결정은 모든 국가기관과 지방자치단체를 기속한다. 하지만 국가기관 또는 지방자치단체의 처분을 취소하는 결정은 그 처분의 상대방에 대하여 이미 생긴 효력에는 영향을 미치지 아니한다.",
  "[33235-136157] 헌법재판소가 권한쟁의심판의 청구를 받은 때에는 직권 또는 청구인의 신청에 의하여 종국결정의 선고 시까지 심판대상이 된 피청구기관의 처분의 효력을 정지하는 결정을 할 수 있다.",
  "[33238-136167] 법률조항에 대한 위헌결정에 원칙적으로 소급효를 인정하는 것은 {@정의의 요청보다는 법적 안정성을 중시한 결과}이다.",
  "[33238-136168] 형사실체법 규정에 대한 위헌선언만이 소급효를 가지는 것은 아니며, {@법원조직법이나 형사소송법 등 형사절차법 규정에 대한 위헌선언의 경우에도 소급효가 인정된다.}",
  "[33238-136169] 당사자의 권리구제를 위한 구체적 타당성의 요청이 현저한 반면에 소급효를 인정하여도 법적 안정성을 침해할 우려가 없고 소급효의 부인이 오히려 정의와 형평 등 헌법적 이념에 심히 배치되는 때에는 소급효를 인정할 수 있다.",
  "[33238-136170] 형벌에 관한 법률 또는 법률의 조항은 소급하여 그 효력을 상실하지만, 해당 법률 또는 법률의 조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 {@그 결정이 있는 날}로 소급하여 효력을 상실한다.",
  "[33254-136231] 정부투자기관이 출자한 회사가 내부 인사규정에 의하여 한 인사상의 차별 및 해고는 {@공권력 행사에 해당하여 헌법재판소법 제68조 제1항에 의한 헌법소원의 대상이 된다.}",
  "[33254-136232] 국가인권위원회의 진정사건 기각결정은 피해자인 진정인의 권리행사에 중대한 지장을 초래하는 것으로서 항고소송의 대상이 되는 행정처분에 해당한다.",
  "[33254-136233] 동장이 사진이 첨부된 주민등록표 등본은 발급근거가 없어 발급해 줄 수 없다고 통지하는 것은 법적 지위에 영향을 미치지 않으므로 헌법소원의 대상이 되는 공권력의 행사가 아니다.",
  "[33254-136234] 하위 행정입법의 제정 없이 상위 법령의 규정만으로도 집행이 이루어질 수 있는 경우라면 하위 행정입법을 하여야 할 헌법적 작위의무는 인정되지 아니하므로 입법부작위로 인한 헌법소원은 부적법하다.",
  "[33539-137367] 지방자치단체는 기관위임사무의 집행에 관한 권한의 존부 및 범위에 관한 권한분쟁을 이유로 기관위임사무를 집행하는 국가기관 또는 다른 지방자치단체의 장을 상대로 권한쟁의심판을 청구할 수 없다.",
  "[33539-137368] 지방세 과세권의 귀속 여부 등에 대하여 관계 지방자치단체의 장의 의견이 서로 다른 경우 행정자치부장관이 행한 과세권 귀속 결정에 법적 구속력이 없다면 지방자치단체의 자치재정권 등 자치권한이 침해될 가능성이 없다.",
  "[33539-137369] 고등학교의 설치, 운영 및 지도에 관한 사무는 자치사무로 보아야 할 것이고, 대학의 설립 및 대학생정원 증원 등 운영에 관한 사무는 국가적 이익에 관한 것으로서 국가사무로 보아야 할 것이다.",
  "[33539-137370] 중앙선거관리위원회 외에 각급 구‧시‧군 선거관리위원회는 {@헌법에 의하여 설치된 기관이 아니므로} 권한쟁의심판의 {@당사자능력이 없다.}",
  "[33540-137371] 법률조항 중 위헌성이 있는 부분에 한정하여 위헌결정을 구하는 한정위헌청구는 원칙적으로 적법하다.",
  "[33540-137372] 의료인 면허의 필요적 취소사유와 면허취소 후 재교부금지기간을 규정하고 있는 ｢의료법｣ 조항에 따르면 면허취소 또는 면허재교부 거부라는 구체적인 집행행위가 있을 때 기본권 침해가 발생하게 되므로, 이 조항 자체만으로는 기본권이 직접 침해된다고 볼 수 없다.",
  "[33540-137373] 검찰청으로부터 갑작스럽게 출석요구를 받고 충분한 시간을 확보하지 못한 채 피의자신문을 받아 피의자로서의 방어권을 제대로 행사하지 못한 경우, 형사입건 사실을 그 피의자에게 사전에 통지하지 않은 수사기관의 부작위는 {@헌법소원의 대상이 된다.}",
  "[33540-137374] 어떤 국가기관이나 기구의 기본조직 및 직무범위 등을 규정한 조직규범은 원칙으로 그 조직의 구성원이나 구성원이 되려는 자 등 외에 일반국민을 수범자로 하지 아니하고, 일반국민은 그러한 조직규범의 공포로써 자기의 헌법상 보장된 기본권이 직접적으로 침해되었다고 할 수 없다.",
  "[33541-137375] 분재청구권에 관한 관습법은 민법 시행 이전에 상속을 규율하는 법률이 없는 상황에서 재산상속에 관하여 적용된 규범으로서 비록 형식적 의미의 법률은 아니지만 실질적으로는 법률과 같은 효력을 가지므로 위헌법률심판의 대상이 된다.",
  "[33541-137376] 헌법재판소가 행하는 구체적 규범통제의 심사기준은 헌법재판을 할 당시에 규범적 효력을 가지는 헌법이므로 유신헌법 하의 긴급조치에 대한 위헌 여부의 심사기준 역시 유신헌법이 아니라 현행헌법이다.",
  "[33541-137377] 구 성폭력범죄의 처벌 등에 관한 특례법 상 성폭력범죄자의 신상정보 등록의 근거규정에 의하면 일정한 성폭력범죄로 유죄판결이 확정된 자는 신상정보 등록대상자가 되는바, 유죄판결이 확정되기 전 단계인 당해 형사사건에서는 위 신상정보등록 근거규정의 재판의 전제성은 인정되지 않는다.",
  "[33541-137378] 헌법불합치결정에서 정한 잠정적용기간 동안 헌법불합치결정을 받은 법률조항에 따라 퇴직연금환수처분이 이루어졌고 환수처분의 후행처분으로 압류처분이 내려진 경우, 압류처분의 무효확인을 구하는 당해 소송에서 헌법불합치결정에 따라 개정된 법률조항은 당해 소송의 {@재판의 전제가 된다.}",
  "[33562-137468] 심판대상이 되는 권한쟁의는 헌법상의 분쟁만이 아니라 법률상의 분쟁을 포함한다.",
  "[33562-137469] 권한쟁의심판은 그 사유가 있음을 안 날부터 60일 이내에, 그 사유가 있은 날부터 180일 이내에 청구하여야 하며, 이 기간은 불변기간이다.",
  "[33562-137470] 국가인권위원회는 헌법에 의하여 설립된 국가기관이 아니고 법률에 의하여 설치된 국가기관이므로 권한쟁의심판을 청구할 당사자능력이 없다.",
  "[33562-137471] 정당은 국가기관이 아니므로 권한쟁의심판의 당사자가 될 수 없고, 자신의 기본권이 침해된 경우 헌법소원을 청구할 수 있다.",
  "[33562-137472] 헌법재판소가 {@부작위에 대한 심판청구}를 인용하는 결정을 한 때에는 피청구인의 부작위가 위헌임을 확인하는 데 그치고, {@피청구인에게 구체적 처분을 해야 할 의무는 발생하지 않는다.}",
  "[33571-137513] 법인이나 단체는 그 자신의 기본권을 직접 침해당한 경우에만 헌법소원심판을 청구할 수 있으며, 법인이나 단체의 구성원을 위하여 또는 구성원을 대신하여 청구할 수 없다.",
  "[33571-137514] 국방부장관이 각 군에 내린 군내의 불온도서 차단대책 강구지시는 군 지휘조직 내부의 행위라 하더라도 권리관계의 직접적 변동을 초래하는 결과를 가져오므로 일반장병에 대한 직접적 공권력 행사라고 볼 수 있어 기본권 침해의 {@직접성 요건을 충족한다고 할 것이다.}",
  "[33571-137515] 고시․훈령․예규 등 행정규칙은 일반적으로 행정조직 내부에서만 효력을 가지므로 헌법소원의 대상이 되지 않지만, 대외적인 구속력을 갖는 법규명령으로 기능할 경우에는 헌법소원의 대상이 된다.",
  "[33571-137516] 공권력의 행사로 인하여 헌법소원을 청구하고자 하는 자가 법적 지위에 아무런 영향을 받지 않거나 단순히 사실적 또는 경제적인 이해관계로만 관련되어 있는 경우 그 공권력의 행사를 대상으로 헌법소원을 청구하는 것은 허용되지 아니한다.",
  "[33571-137517] 한정위헌청구는 원칙적으로 적법하지만, 의미있는 헌법문제를 주장하지 않으면서 법원의 법률해석이나 재판결과를 다투는 경우에는 헌법소원심판청구가 허용되지 않는다.",
  "[33574-137528] 헌법재판소 전원재판부는 재판관 7인 이상의 출석으로 사건을 심리하며, 탄핵의 심판, 정당해산의 심판, 권한쟁의의 심판은 구두변론에 의한다.",
  "[33574-137529] 전원재판부는 종국심리에 관여한 재판관 과반수의 찬성으로 사건에 관한 결정을 한다. 다만, 법률의 위헌결정, 탄핵의 결정, 정당해산의 결정, 헌법소원의 인용결정을 하는 경우에는 재판관 6인 이상의 찬성이 있어야 한다.",
  "[33574-137530] 헌법소원심판에서 지정재판부는 지정재판부 재판관 전원의 일치된 의견에 의한 결정으로 심판청구를 각하한다. 헌법소원심판의 청구 후 30일 이후까지 각하결정이 없는 때에는 청구된 {@헌법소원은 재판부의 심판에 회부되지 않는다.}",
  "[33574-137531] 헌법재판소는 권한쟁의심판의 대상이 된 국가기관 또는 지방자치단체의 권한의 유무 또는 범위에 관하여 판단한다. 국가기관 또는 지방자치단체의 처분을 취소하는 결정은 그 처분의 상대방에 대하여 이미 생긴 효력에 영향을 미치지 아니한다.",
  "[33574-137532] 헌법소원심판을 청구하려는 자가 변호사를 대리인으로 선임할 자력이 없는 경우에는 헌법재판소에 국선대리인을 선임하여 줄 것을 신청할 수 있다. 헌법재판소는 그 심판청구가 명백히 부적법하거나 이유 없는 경우 또는 권리의 남용이라고 인정되는 경우에는 국선대리인을 선정하지 아니할 수 있다.",
  "[33575-137533] 형사사건에서 무죄의 확정판결을 받은 때에는 처벌조항의 위헌확인을 구하는 헌법소원이 인용되더라도 재심을 청구할 수 없고, 청구인에 대한 무죄판결은 종국적으로 다툴 수 없게 되므로 재판의 전제성이 인정되지 않는다.",
  "[33575-137534] 소송 계속 중에 적용 법률에 대하여 위헌법률심판제청신청을 하여 헌법소원심판까지 이르게 된 경우 헌법재판소의 위헌결정이 있게 되면 당해 소송사건이 이미 확정된 때라도 당사자는 재심을 청구할 수 있으므로 재판의 전제성은 인정된다.",
  "[33575-137535] 위헌 여부가 문제되는 법률이 재판의 전제성 요건을 갖추고 있는지 여부에 대하여 그 전제성에 관한 법원의 법률적 견해가 명백히 유지될 수 없을 때에는 헌법재판소가 이를 직권으로 조사할 수 있다.",
  "[33575-137536] 헌법재판소법 제68조 제2항에 의한 헌법소원심판에서 청구인들이 심판을 요청한 법률조항은 재판의 전제성이 없는 경우, {@다른 법률조항이 재판의 전제성을 충족하더라도 헌법재판소는 이를 각하한다.}",
  "[33575-137537] 헌법재판소법 제68조 제2항에 의한 헌법소원심판에서 청구인이 당해 소송법원에 위헌여부심판의 제청을 하지 않았고 따라서 법원의 각하 또는 기각결정도 없었던 부분에 대한 심판청구는 심판청구요건을 갖추지 못하여 부적법하다.",
  "[33577-137543] 정당해산심판 청구가 있는 때에 헌법재판소는 직권으로 종국결정의 선고시까지 {@피청구인 정당의 활동을 정지하는 결정을 할 수 없다.}",
  "[33577-137544] 정당해산심판절차에는 헌법재판소법과 헌법재판소 심판규칙, 그리고 헌법재판의 성질에 반하지 않는 한도 내에서 {@형사소송에 관한 법령이 적용된다.}",
  "[33577-137545] 어떤 정당이 위헌정당이라는 이유로 해산이 되면 {@공직선거법이 정한 바에 따라} 해당 정당에 소속된 모든 국회의원의 의원직이 상실된다.",
  "[33577-137546] &lsquo;위헌적인 정당을 금지해야 할 공익&rsquo;도 정당설립의 자유에 대한 입법적 제한을 정당화하지 못하도록 규정한 것이 헌법의 객관적인 의사라면, 입법자가 그 외의 공익적 고려에 의하여 정당설립금지조항을 도입하는 것은 원칙적으로 헌법에 위반된다.",
  "[33577-137547] 위헌정당으로 제소된 정당이 헌법재판소의 종국결정 전에 {@자진해산 하였다 하더라도 그 잔여재산은 정당법에 따라 국고에 귀속}된다.",
  "[33590-137608] 대통령이 해외순방으로 국무회의에 참석하지 못하여 국무총리가 주재한 국무회의에서 이루어진 정당해산심판청구서 제출안에 대한 의결은 위법하지 아니하다.",
  "[33590-137609] 헌법재판소에서 정당해산결정을 하기 위해서는 헌법재판관 6인 이상의 찬성이 있어야 한다.",
  "[33590-137610] 정당의 해산을 명하는 헌법재판소의 결정은 중앙선거관리위원회가 「정당법」에 따라 집행한다.",
  "[33590-137611] 해산된 정당과 유사한 강령을 가진 정당의 창설은 금지된다.",
  "[33590-137612] 위헌정당해산이 결정되면 위헌정당에 소속하고 있는 의원 중 비례대표국회의원은 당연히 그 직을 상실하지만 {@지역구국회의원은 별도의 심사를 거쳐서 그 의원직을 상실한다.}",
  "[33602-137664] 폐지된 법률이라도 그 법률에 의하여 법익침해상태가 계속되는 경우에는 위헌법률심판의 대상이 된다.",
  "[33602-137665] 관습법이 실질적으로 법률과 같은 효력을 가지더라도 형식적 의미의 법률이 아니기 때문에 {@위헌법률심판의 대상이 되지 않는다.}",
  "[33602-137666] 위헌결정이 있었던 법률은 위헌법률심판의 대상이 되지 않는다.",
  "[33602-137667] 국내법률과 동일한 효력을 가지는 조약도 위헌법률심판의 대상이 된다.",
  "[33605-137676] 국가기관 상호간, 국가기관과 지방자치단체 간 및 지방자치단체 상호간에 권한의 존부 또는 범위에 관하여 다툼이 있을 때에는 당해 국가기관 또는 지방자치단체는 헌법재판소에 권한쟁의심판을 청구할 수 있다.",
  "[33605-137677] 권한쟁의심판청구는 피청구인의 처분 또는 부작위가 헌법 또는 법률에 의하여 부여받은 청구인의 권한을 침해하였거나 침해할 현저한 위험이 있는 때에 한하여 이를 할 수 있다.",
  "[33605-137678] 국가사무로서의 성격을 가지고 있는 기관위임사무의 집행권한의 존부 및 범위에 관하여 지방자치단체가 청구한 {@권한쟁의심판 청구는 적법하다.}",
  "[33605-137679] 지방자치단체가 권한쟁의심판을 청구하기 위해서는 헌법 또는 법률에 의하여 부여받은 지방자치단체의 사무에 관한 권한이 침해되거나 침해될 우려가 있어야 한다.",
  "[33624-137752] 위헌정당의 해산을 명하는 비상상황에서는 국회의원의 국민 대표성은 부득이 희생될 수밖에 없으므로 해산결정된 정당 소속 국회의원의 의원직 상실은 위헌정당해산심판제도의 본질로부터 인정되는 효력이다.",
  "[33624-137753] 민주적 기본질서를 부정하지 않는 한 정당은 다양한 스펙트럼의 이념적 지향을 자유롭게 추구할 수 있다.",
  "[33624-137754] 민주적 기본질서 위배란 민주적 기본질서에 대한 단순한 위반이나 저촉을 의미하는 것이 아니라 정당의 목적이나 활동이 민주적 기본질서에 대한 실질적 해악을 끼칠 수 있는 {@추상적}‧구체적 위험성을 초래하는 경우를 가리킨다.",
  "[33624-137755] 헌법재판소의 위헌정당해산결정에는 9인의 재판관 중 6인 이상의 찬성이 있어야 한다.",
  "[33631-137780] 권한쟁의심판의 결정은 모든 국가기관과 지방자치단체를 기속한다.",
  "[33631-137781] 헌법재판소법 제68조 제2항의 규정에 의한 헌법소원이 인용된 경우에 당해 헌법소원과 관련된 소송사건이 이미 확정된 때에는 당사자는 재심을 청구할 수 있다.",
  "[33631-137782] 위헌결정이 선고된 형벌에 관한 법률에 대하여 종전에 합헌으로 결정한 사건이 있는 경우, 위헌결정된 그 법률은 종전의 {@합헌결정이 있는 날 이전까지} 소급하여 효력을 상실한다.",
  "[33631-137783] 불처벌의 특례를 규정한 법률조항은 형벌에 관한 것이기는 하지만 위헌결정의 소급효를 인정할 경우 오히려 형사처벌을 받지 않았던 자들에게 형사상의 불이익이 미치게 되므로 위헌결정의 소급효가 인정되지 않는다.",
  "[33653-137868] 정당의 목적이나 활동이 민주적 기본질서에 위배될 때에는 정부는 국무회의의 심의를 거쳐 헌법재판소에 정당해산심판을 청구할 수 있다.",
  "[33653-137869] 헌법재판소는 정당해산심판의 청구를 받은 때에는 청구인의 신청 또는 직권으로 종국결정의 선고 시까지 피청구인의 활동을 정지하는 결정을 할 수 있다.",
  "[33653-137870] 정당해산심판의 청구가 있는 때, 가처분결정을 한 때 및 그 심판이 종료한 때에는 헌법재판소장은 그 사실을 국회와 중앙선거관리위원회에 통지하여야 한다.",
  "[33653-137871] 정당의 해산을 명하는 헌법재판소의 결정은 {@헌법재판소}가 정당법의 규정에 의하여 이를 집행한다.",
  "[33660-137896] 각종 심판절차에서 당사자인 사인(私人)은 자신이 변호사 자격이 있는 경우가 아닌 한, 변호사를 대리인으로 선임하여야 한다.",
  "[33660-137897] {@위헌법률심판}과 헌법소원심판의 사전심사는 재판관 3인으로 구성되는 지정재판부에서 담당한다.",
  "[33660-137898] 정당해산심판과 권한쟁의심판은 양자 모두 구두변론에 의하며, 이들 심판에서는 명문규정을 근거로 한 가처분 결정이 가능하다.",
  "[33660-137899] 헌법재판에 관한 일사부재리의 원칙으로 인하여 재심의 가능성이 부정되는 것은 아니다",
  "[33669-137932] B의 신입생 모집요강이 A기업 임직원 자녀 전형에 70%를 배정하고 일반전형에 10%를 배정하여 모집비율을 달리 정하고 있는 것은 {@지나치게 자의적이어서 乙을 불합리하게 차별한 것}이다.",
  "[33669-137933] 乙은 {@기본권 침해의 현재성이 인정되지 않아 乙의 청구는 부적법하다.}",
  "[33669-137934] 乙의 교육받을 권리의 제한은 문제되지 아니한다.",
  "[33669-137935] 乙은 교육감의 신입생 모집요강 승인처분의 직접적인 상대방이 아니므로 {@자기관련성이 인정되지 않아 부적법하다.}",
  "[33672-137944] 국회의원 선거구에 관한 법률을 제정하지 아니한 입법부작위의 위헌확인을 구하는 심판청구에 대하여 심판청구 이후 국회가 국회의원 선거구를 획정함으로써 청구인들의 주관적 목적이 달성되었다 할지라도 헌법적 해명의 필요성이 있어 {@권리보호이익이 존재한다.}",
  "[33672-137945] 지방자치단체장을 위한 별도의 퇴직급여제도를 마련하지 않은 것은 진정입법부작위에 해당하지만, 헌법해석상 입법적 의무가 도출되지 않아 헌법소원의 대상이 될 수 없다.",
  "[33672-137946] ｢초‧중등교육법｣ 제23조 제3항의 위임에 따른 동법 시행령 제43조가 의무교육인 초‧중등학교의 교육과목을 규정함에 있어 헌법 과목을 의무교육과정의 필수 과목으로 지정하도록 하지 아니한 입법부작위에 대한 헌법소원심판청구는 부적법하다.",
  "[33672-137947] 구 ｢태평양전쟁 전후 국외 강제동원희생자 등 지원에 관한 법률｣ 제2조 제1호 나목에 대한 심판청구는 평등원칙의 관점에서 입법자가 동 법률의 위로금 적용대상에 ‘국내’ 강제동원자도 ‘국외’ 강제동원자와 같이 포함시켰어야 한다는 주장에 터잡은 것이므로, 이는 위로금 지급대상인 일제하 강제동원자의 범위를 불완전하게 규율하고 있는 부진정입법부작위를 다투는 헌법소원으로 보아야 한다.",
  "[33681-137980] 어업면허사무가 자치사무일 경우 B 지방자치단체장에게는 {@권한쟁의심판의 당사자 적격이 인정된다.}",
  "[33681-137981] 국가기본도상의 해상경계선을 공유수면에 대한 불문법상 해상구역의 경계로 보는 것이 {@헌법재판소의 일관된 판례}이다.",
  "[33681-137982] {@권한쟁의심판의 당사자}는 A와 B가 된다.",
  "[33681-137983] {@지방자치단체의 자치권은 공유수면에 미치지 않으므로} B의 권한쟁의심판 청구는 부적법하다는 것이 판례의 태도이다.",
  "[33692-138033] 장래의 선거에서 부재자투표 여부가 확정되는 선거인명부작성 기간이 아직 도래하지 않아 부재자투표를 할 것인지 여부가 확정되지 않았다 하더라도 주기적으로 반복되는 선거의 특성과 기본권 구제의 실효성 측면을 고려할 때, 부재자투표소 투표의 기간을 제한하고 있는 법률조항은 기본권침해의 현재성을 갖추었다.",
  "[33692-138034] 심판청구 당시 청구인은 7급 국가공무원 공채시험에 응시하기 위하여 준비 중에 있었기 때문에 ｢국가유공자 등 예우 및 지원에 관한 법률｣ 등의 관련 규정으로 인한 기본권침해를 현실적으로 받았던 것은 아니지만, 청구인이 국가공무원 공채시험에 응시할 경우 장차 그 합격 여부를 가리는 데 있어 국가유공자 가산점제도가 적용될 것임은 심판청구 당시에 이미 확실히 예측되는 것이었으므로 기본권침해의 현재성의 요건은 갖춘 것이다.",
  "[33692-138035] 혼인을 앞둔 예비신랑은 ｢가정의례에 관한 법률｣의 관련 규정으로 인하여 현재 기본권을 침해받고 있지는 않으나, 결혼식 때에는 하객들에게 주류 및 음식물을 접대할 수 없는 불이익을 받게 되는 것이 현재 시점에서 충분히 예측될 수 있으므로 예외적으로 침해의 현재성을 인정할 수 있다.",
  "[33692-138036] 법령이 헌법소원의 대상이 되려면 현재 시행 중인 유효한 법령이어야 함이 원칙이지만, 법령이 일반적 효력을 발생하기 전이라도 공포되어 있고 그로 인하여 사실상의 위험성이 이미 발생한 경우에는 예외적으로 침해의 현재성을 인정할 수 있다.",
  "[33692-138037] 중앙인사위원회, 소청심사위원회 등 각종 위원회 위원 자격에서 판사․검사․변호사와 달리 군법무관을 원천적으로 배제하고 있는 구 ｢국가공무원법｣ 등의 관련 규정에 대한 헌법소원의 청구인인 군법무관들은, 장차 언젠가는 특정 법률의 규정으로 인하여 권리침해를 받을 우려가 있다 하더라도, 단순히 장래 잠재적으로 나타날 수도 있는 것에 불과하여 권리침해의 현재성을 구비하였다고 할 수 없으므로 구 ｢국가공무원법｣ 등의 관련 규정에 대한 {@기본권 침해의 현재성이 인정되지 않는다.}",
  "[33703-138088] 대학의 설립 및 대학생 정원 증원 등 운영에 관한 사무는 {@자치사무로 보아야 하므로} 수도권 소재 사립대학의 학생 정원 증원을 제한하는 교육과학기술부장관의 학생 정원 조정계획은 지방자치단체의 권한을 침해할 현저한 위험이 있다.",
  "[33703-138089] 권한쟁의심판에서 말하는 권한이란 헌법 또는 법률이 특정한 국가기관에 대하여 부여한 독자적인 권능을 의미하므로 특정 정보를 인터넷 홈페이지에 게시하거나 언론에 알리는 것도 {@국회의원의 독자적인 권능이라 할 수 있다.}",
  "[33703-138090] 권한쟁의심판을 청구할 수 있는 국가기관인지를 판별함에 있어서 오로지 {@법률에 설치근거를 둔 국가기관이}라고 하더라도 헌법상 국가에게 부여된 임무 또는 의무를 수행하고 그 독립성이 보장된 국가기관이라면 권한쟁의심판의 당사자능력이 인정되는 국가기관이라고 할 수 있다.",
  "[33703-138091] 국가기관의 부분기관이 자신의 이름으로 소속기관의 권한을 주장할 수 있는 ‘제3자 소송담당’을 명시적으로 허용하는 법률의 규정이 없는 현행법 체계하에서는 국회의 구성원인 국회의원이 국회의 조약에 대한 체결․비준동의권의 침해를 주장하는 권한쟁의심판을 청구할 수 없다.",
  "[33703-138092] 국회의원의 심의․표결권은 국회의원들 상호간 또는 국회의원과 국회의장 사이와 같이 국회 내부적으로 직접적인 법적 연관성을 발생시킬 수 있을 뿐만 아니라 대통령 등 {@국회 이외의 국가기관 사이에서도 권한침해의 직접적인 법적 효과를 발생시킨다.}",
  "[33714-138143] 국회의원과 국회의장은 헌법 제111조 제1항 제4호의 ‘국가기관’에 해당하므로 권한쟁의심판의 당사자가 될 수 있다.",
  "[33714-138144] 「헌법재판소법」이 국가기관 상호간의 권한쟁의심판을 ‘국회, 정부, 법원 및 중앙선거관리위원회 상호간의 권한쟁의심판’이라고 규정하고 있더라도 이는 한정적, 열거적인 조항이 아니라 예시적인 조항이라고 해석하는 것이 헌법에 합치된다.",
  "[33714-138145] 지방자치단체의 장이 국가위임 사무에 대해 국가기관의 지위에서 처분을 행한 경우에는 권한쟁의심판 청구의 당사자가 될 수 있다.",
  "[33714-138146] 국회의 구성원인 국회의원들은 국회의 ‘예산 외에 국가의 부담이 될 계약’의 체결에 있어 대통령에 대하여 동의권의 침해를 주장하는 {@권한쟁의심판을 청구할 수 있다.}",
  "[33714-138147] 권한쟁의심판의 대상으로서의 처분은 입법행위와 같은 법률의 제정 또는 개정과 관련된 권한의 존부 및 행사상의 다툼, 행정처분은 물론 행정입법과 같은 모든 행정작용 그리고 법원의 재판 및 사법행정작용 등을 포함하는 넓은 의미의 공권력처분을 의미하는 것으로 보아야 한다.",
  "[33723-138188] 대통령은 중앙선거관리위원회의 선거운동에 관한 정치적 의사표현의 자유제한에 대하여 {@헌법소원을 청구할 수 없다.}",
  "[33723-138189] 국회의원은 법률안 의결과 관련하여 국회의장에 대하여 법률안 심의·표결권 침해를 이유로 {@헌법소원을 청구할 수 있다.}",
  "[33723-138190] 단체는 원칙적으로 단체 자신의 기본권을 직접 침해당한 경우에만 그의 이름으로 헌법소원을 청구할 수 있는 것이 아니라, 구성원을 위하여 또는 구성원을 대신하여서도 {@헌법소원을 청구할 수 있다.}",
  "[33723-138191] 한국신문편집인협회가 침해받았다고 주장하는 언론·출판의 자유는 그 성질상 법인이나 권리능력 없는 사단도 누릴 수 있는 권리이므로 동 협회가 언론·출판의 자유를 직접 구체적으로 침해받은 경우에는 헌법소원을 청구할 수 있다.",
  "[33723-138192] MBC 문화방송은 공법상의 재단법인인 방송문화진흥회가 최다출자자인 방송사업자로서 「방송법」 등에 의하여 공법상의 의무를 부담하고 있으므로 {@헌법소원을 청구할 수 없다.}",
  "[33725-138198] 위헌법률심판에서 재판의 전제성이 인정되기 위해서는 구체적인 사건이 법원에 계속 중이어야 하고, 위헌 여부가 문제되는 법률이 당해 소송의 재판에 적용되어야 하며, 적용법률의 위헌 여부에 따라 당해 사건을 담당하는 법원이 다른 내용의 재판을 하는 경우에 해당하여야 한다.",
  "[33725-138199] 법원이 헌법재판소에 위헌법률심판을 제청한 때에는 당해 소송 사건의 재판은 헌법재판소의 결정이 있을 때까지 정지된다.",
  "[33725-138200] 법률의 효력을 갖는 관습법은 위헌법률심판의 대상에 해당된다.",
  "[33725-138201] 위헌법률심판에서 재판관 5인이 단순위헌의견, 2인이 헌법불합치 의견, 그리고 2인이 합헌의견을 낸 경우에는 헌법불합치결정의 주문을 채택한다.",
  "[33725-138202] 형벌에 관한 법률 조항에 대한 위헌결정은 소급효를 가지지만 해당 법률 또는 법률 조항에 대하여 종전에 합헌결정이 있는 경우에는 {@그 결정이 있는 날}로부터 효력을 상실한다.",
  "[33743-138273] 2014년 헌법재판소는 일출 전 또는 일몰 후의 야간 시위를 금지한 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 개정된 것) 제10조 본문에 관하여 한정위헌 결정을 내린 바 있다.",
  "[33743-138274] 헌법재판소는 형법상 뇌물죄의 주체가 되는 ‘공무원’에 구 ‘제주특별자치도 설치 및 국제자유도시 조성을 위한 특별법’상의 제주특별자치도 통합영향평가심의위원회 심의위원 중 위촉위원이 포함되는 것으로 해석하는 한 헌법에 위반된다고 판단하였다.",
  "[33743-138275] 대법원은 위 제주특별자치도 통합영향평가심의위원회 심의위원 중 위촉위원에 관하여 공무원 의제조항이 없음에도 해석에 의하여 뇌물죄의 주체가 되는 공무원에 해당한다고 보았다.",
  "[33743-138276] 다만 대법원은 종래 민사나 행정사건에서 헌법재판소의 한정위헌결정에 관하여 {@일반적인 기속력을 인정하고 있다.}",
  "[33745-138281] 헌법소원의 대상이 되는 공권력의 행사는 국민의 권리‧의무에 대해 직접적인 법률효과를 발생시키는 행위를 말한다.",
  "[33745-138282] 교도소장이 수용자에 대하여 지속적이고 조직적으로 실시한 생활지도 명목의 이발 지도행위는, 우월한 지위에 있는 교도소장이 일방적으로 수용자에게 두발 등을 단정하게 유지하도록 강제하는 것으로서 헌법소원심판의 대상인 {@공권력의 행사에 해당한다.}",
  "[33745-138283] 강제력이 개입되지 아니한 임의수사는 헌법소원의 대상이 되는 공권력의 행사에 해당하지 아니한다.",
  "[33745-138284] 법학전문대학원은 교육기관으로서의 성격과 함께 법조인 양성이라는 국가의 책무를 일부 위임받은 직업교육기관으로서의 성격을 가지고 있기는 하나, 이화여자대학교는 사립대학으로서 국가기관이나 공법인, 국립대학교와 같은 공법상의 영조물에 해당하지 아니하고, 일반적으로 사립대학과 그 학생과의 관계는 사법상의 계약관계이므로 학교법인 이화학당을 공권력의 주체라거나 그 모집요강을 공권력의 행사라고 볼 수 없다. 따라서 사립대학인 학교법인 이화학당의 법학전문대학원 모집요강은 헌법소원심판의 대상이 되는 공권력의 행사라고 볼 수 없다.",
  "[33753-138313] 헌법재판소에 따르면 행정소송으로 행정처분의 취소를 구한 청구인의 청구를 받아들이지 아니한 법원의 판결에 대해 헌법소원의 청구가 예외적으로 허용되어 그 재판이 취소되는 경우에는 원래의 행정처분에 대한 헌법소원심판의 청구도 이를 인용하는 것이 상당하다.",
  "[33753-138314] 고소인이 법률에 따라 재정신청을 할 수 있음에도 이를 거치지 않은 채 검사 불기소처분의 취소를 구하는 {@헌법소원심판청구는 적법한 것이다.}",
  "[33753-138315] 행정계획이 국민의 기본권에 직접적으로 영향을 끼치고, 앞으로 법령의 뒷받침에 의하여 그대로 실시될 것이 틀림없을 것으로 예상될 수 있을 때에는, 공권력 행사로서 헌법소원의 대상이 될 수 있다.",
  "[33753-138316] 행정권력의 부작위에 대한 헌법소원은 공권력의 주체에게 헌법에서 유래하는 작위의무가 특별히 구체적으로 규정되어 이에 의거하여 기본권의 주체가 행정행위를 청구할 수 있음에도 공권력의 주체가 그 의무를 해태하는 경우에 허용된다.",
  "[33756-138325] 감사원은 원장을 포함한 {@7인 이상 11인 이하의 감사위원}으로 구성한다.",
  "[33756-138326] 헌법재판관 9인 중 3인은 국회에서 선출하는 자를, 3인은 대법원장이 지명하는 자를 대통령이 임명한다.",
  "[33756-138327] 중앙선거관리위원회 위원장은 {@대통령이 임명한다.}",
  "[33756-138328] 국무회의는 대통령‧국무총리와 {@20인 이상 30인 이하의 국무위원}으로 구성한다.",
  "[33757-138329] 행정기관인 방송통신심의위원회의 시정요구는 {@단순한 행정지도에 불과하여 헌법소원 또는 항고소송의 대상이 되는 공권력의 행사라고 볼 수 없다.}",
  "[33757-138330] 헌법재판소법 제68조 제2항에 의한 헌법소원은 법률의 위헌성을 적극적으로 다투는 제도이므로 법률의 부존재 즉, 입법부작위를 다투는 것은 그 자체로 허용되지 아니한다."
]