[
  "법원에 대한 설명으로 옳은 것은?",
  "사법권과 법원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 따름)",
  "법원의 위헌법률심판제청에 관한 설명으로 옳은 것은? (다툼이 있을 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "다음 ｢법원조직법｣의 내용 중 옳지 않은 것은?",
  "통치행위에 대한 설명으로 옳지 않은 것은?",
  "법원 및 사법절차에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원과 헌법재판소에 관한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳은 것은?",
  "법원의 위헌법률심판제청에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "사법권의 독립에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "법관의 신분보장에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "사법(司法)제도에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 대법원 판례‧헌법재판소 결정에 의함)",
  "법원에 대한 설명으로 가장 옳지 않은 것은?",
  "법원(法院)에 대한 설명으로 옳지 않은 것은?",
  "대법관 선출에 대한 설명으로 옳지 않은 것은?",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 중 사법부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "법원과 법관 등에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "사법권에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳은 것은?",
  "사법권에 대한 설명으로 옳은 것은? (단, 다툼이 있는 경우 판례에 의함)",
  "헌법에서 명시하고 있는 법원과 법관에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "사법권의 독립에 관한 설명으로 가장 옳은 것은?",
  "사법권의 독립에 대한 설명으로 가장 옳지 않은 것은?",
  "사법권의 독립에 대한 설명으로 가장 옳은 것은?",
  "법관에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원의 명령⋅규칙심사권에 관한 다음 설명 중 가장 옳지 않은 것은? [복수정답 문제수정]",
  "법원에 대한 설명으로 옳은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳은 것은?",
  "사법부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것만을 모두 고르면?",
  "법원의 사무에 관한 다음 설명 중 가장 옳은 것은?(법원조직법의 규정에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대법원에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법 제107조제2항에 근거하여 법원이 갖는 명령ㆍ규칙의 위헌ㆍ위법심사권에 대한 설명으로 옳지 않은 것은?",
  "법원에 관한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권의 독립에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법관에 대한 설명으로 옳은 것은?",
  "법원에 대한 설명으로 가장 적절하지 않은 것은?",
  "사법권의 독립에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 대한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 관한 다음 설명 중 가장 옳은 것은?",
  "사법권에 대한 설명으로 옳지 않은 것은?",
  "법관에 관한 다음 설명 중 가장 옳은 것은?",
  "헌법에서 명시하고 있는 법원과 법관에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법원에 관한 설명 중 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권의 독립에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권의 독립에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대법원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은?",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원과 법관에 대한 설명으로 옳지 않은 것은?",
  "통치행위에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사법부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "법원조직법과 관련된 다음 설명 중 가장 옳지 않은 것은?",
  "법원에 관한 설명으로 옳은 것은?",
  "법원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법원에 대한 설명으로 옳은 것은?",
  "법원에 관한 설명 중 가장 옳지 않은 것은?",
  "사법권의 독립에 대한 설명으로 옳지 않은 것은?",
  "법원에 대한 설명으로 옳지 않은 것은?",
  "형벌불소급원칙에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "재판의 전제성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 중 군사법원에 관한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 '법원'과 '법관'에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 중 사법권에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 중 법원의 구성과 운영에 관한 설명으로 가장 옳지 않은 것은?",
  "다음 중 법원의 구성과 운영에 대한 설명으로 가장 옳지 않은 것은?",
  "법원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "법원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "지방자치에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "법원에 대한 설명으로 옳은 것은?",
  "대법원에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 명령ㆍ규칙에 대한 위헌ㆍ위법심사에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 사법권에 대한 설명으로 옳지 않은 것은?",
  "<보기>에서 사법(司法)의 독립성에 관한 설명으로 옳은 것만을 있는 대로 고른 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 법원에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 법원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "국무총리 또는 국무회의에 대한 설명으로 옳은 것은?",
  "특별사면에 대한 설명으로 옳지 않은 것은?",
  "감사원에 대한 설명으로 옳지 않은 것은?",
  "대통령의 국가긴급권에 대한 설명으로 옳은 것은?",
  "감사원에 대한 설명으로 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 따름)",
  "대통령의 지위 및 권한에 관한 다음 기술 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정입법에 관한 다음 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무회의에 관한 설명으로 가장 옳지 않은 것은?",
  "국무총리의 헌법상 지위에 관한 다음 설명 중 옳지 않은 것은?",
  "다음 중 대통령에 관한 기술로 옳은 것은?",
  "감사제도에 관한 설명으로 옳은 것은? (다툼이 있을 경우 판례에 의함)",
  "행정입법권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법상 행정각부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "통치행위에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국민투표에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령당선인에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정입법에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무회의에 대한 설명으로 옳지 않은 것은?",
  "대통령의 사면권에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 국가긴급권에 대한 설명 중 옳지 않은 것은?",
  "대통령에 대한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 국가긴급권에 대한 설명으로 옳지 않은 것은? (단, 다툼이 있는 경우에는 판례에 의함)",
  "우리 헌법상의 대통령의 재직 중 형사상의 불소추 특권에 대한 다음 기술 중 옳지 않은 것은?",
  "공직자의 선출 및 임명방식에 관한 설명 중 옳지 않은 것은?",
  "국무총리에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 국민투표부의권 행사에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무위원에 대한 설명으로 옳지 않은 것은?",
  "감사원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무회의에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법 제72조의 투표권에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "대통령의 권한에 대한 설명으로 옳은 것은?",
  "법률의 제정절차에 관한 설명으로 옳지 않은 것은?",
  "긴급권에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령 권한행사의 통제에 대한 설명으로 옳은 것은?",
  "국무총리의 지위와 권한에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령과 행정부에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원과 선거관리위원회에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 중 대통령의 사면권에 대한 설명으로 옳지 않은 것은?",
  "대통령의 사면권에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 대법원 판례‧헌법재판소 결정에 의함)",
  "국민투표에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "대통령의 사면권행사에 대한 설명으로 가장 옳지 않은 것은?",
  "행정입법에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 권한에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리에 대한 설명으로 옳지 않은 것은?",
  "대통령직 인수위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령의 헌법상 지위와 권한에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "다음 설명 중 옳지 않은 것은?",
  "대통령의 긴급권한에 관한 다음 설명 중 가장 옳은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "대통령의 사면, 복권, 감형에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 관한 다음 설명 중 가장 옳은 것은?",
  "대통령의 지위 및 권한에 대한 설명으로 가장 옳은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 대한 설명으로 옳지 않은 것은?",
  "위임입법 및 위임입법의 한계에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정부에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 국가긴급권에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정부에 대한 설명으로 옳은 것은?",
  "정부에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "계엄에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리의 헌법상 지위와 권한에 대한 설명으로 옳지 않은 것은?",
  "국무회의의 심의 대상으로 옳지 않은 것은?",
  "국민투표에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "대통령에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "감사원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "감사원에 대한 설명으로 가장 옳은 것은?",
  "대통령에 대한 설명으로 가장 옳지 않은 것은?",
  "대법원과 헌법재판소 구성에 관한 대통령의 권한에 대한 설명으로 가장 옳은 것은?",
  "국무총리에 대한 설명으로 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 가장 옳지 않은 것은?",
  "국무회의에 관한 설명으로 가장 옳은 것은?",
  "대통령 당선인의 지위와 권한에 대한 설명으로 가장 옳지 않은 것은?",
  "대통령의 권한에 대한 설명으로 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 가장 옳지 않은 것은?",
  "계엄에 대한 설명으로 옳은 것은?",
  "국무위원과 행정각부의 장에 대한 설명으로 옳지 않은 것은?",
  "대통령의 헌법기관 구성 권한에 대한 설명으로 옳은 것은?",
  "행정입법에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 지위, 권한에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 권한에 대한 설명으로 옳은 것은?",
  "국무총리에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 대한 설명으로 옳은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령의 권한에 대한 설명으로 옳은 것은?",
  "대통령에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "국무총리에 대한 설명으로 옳지 않은 것은?",
  "헌법상 감사원의 지위와 권한에 대한 설명으로 옳지 않은 것은?",
  "대통령과 행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "사면 등에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정부에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리에 대한 설명으로 옳지 않은 것은?",
  "국무회의에 대한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "국회의원선거에 대한 설명으로 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "감사원에 대한 설명으로 옳은 것은?",
  "대통령의 국가긴급권에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령선거에 대한 설명으로 옳지 않은 것은?",
  "대통령의 사면권에 대한 설명으로 옳지 않은 것은?",
  "국무회의에 대한 설명으로 옳지 않은 것은?",
  "국무총리에 대한 설명으로 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳은 것은?",
  "행정입법에 대한 설명으로 옳은 것은?",
  "감사원에 대한 설명으로 옳지 않은 것은?",
  "국무총리에 대한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정입법에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 국가긴급권에 관한 설명 중 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리와 국무위원에 관한 설명 중 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 관한 설명 중 가장 적절하지 않은 것은?",
  "선거관리위원회에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원의 지위와 권한에 대한 설명으로 옳지 않은 것은?",
  "대통령의 권한에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정입법에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "행정입법에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리 및 국무위원에 대한 설명으로 옳은 것은?",
  "대통령의 권한에 대한 설명으로 옳은 것은?",
  "감사원에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법상 포괄위임입법금지원칙에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "국가긴급권에 대한 설명으로 가장 적절한 것은?",
  "대통령의 법률안 거부권에 대한 설명으로 가장 적절하지 않은 것은?",
  "행정입법에 대한 설명으로 가장 적절한 것은?(다툼이 있는 경우 헌법재판소 판례에 의함)",
  "감사원에 대한 설명으로 가장 적절한 것은?(다툼이 있는 경우 헌법재판소 판례에 의함)",
  "위임입법에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령과 행정부에 대한 설명으로 가장 적절하지 않은 것은?",
  "선거관리위원회에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령선거에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원의 권한과 운영에 대한 설명으로 옳지 않은 것은?",
  "행정입법에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "사면에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "선거관리위원회에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "법령보충적 행정규칙에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 긴급권한에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법상 선거관리조항에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "국민투표제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "감사원에 대한 다음 설명 중 가장 옳지 않은 것은?",
  "국무총리에 관한 다음 설명 중 가장 옳은 것은?",
  "헌법 제72조의 국민투표부의권에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령과 행정부에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위임입법에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 권한행사에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리 및 국무위원에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "감사원에 관한 설명 중 옳지 않은 것은?",
  "국무회의에 대한 다음 설명 중 가장 옳지 않은 것은?",
  "감사원에 대한 다음 설명 중 가장 옳지 않은 것은?",
  "선거관리에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 권한에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "선거관리에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "행정부에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "국무총리에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법에 명시적으로 규정된 대통령 선거와 관련된 다음 설명 중 가장 옳은 것은?",
  "감사원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "선거관리위원회에 관한 다음 설명 중 가장 옳은 것은?",
  "대통령의 사면권에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령과 행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "탄핵심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령의 법률안거부권에 대한 설명으로 옳지 않은 것은?",
  "국가긴급권에 대한 설명으로 옳지 않은 것은?",
  "감사원에 대한 설명으로 옳은 것은?",
  "국무회의에 대한 설명으로 옳은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령과 행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정입법에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무총리 및 국무위원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국무위원과 국무회의에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것만을 <보기>에서 모두 고르면?",
  "사면에 관한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 관한 설명으로 옳은 것은?",
  "선거관리위원회에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법상 정부에 관한 설명으로 옳지 않은 것은?",
  "대통령의 권한에 관한 설명으로 옳지 않은 것은?",
  "감사원에 관한 설명으로 옳지 않은 것은?",
  "국무위원에 관한 설명으로 옳은 것은?",
  "대통령의 사면권에 관한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "대통령에 관한 설명으로 옳은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 법률안재의요구권에 대한 설명으로 옳지 않은 것은?",
  "대통령의 헌법상 권한에 대한 설명으로 옳지 않은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "대통령에 관한 설명으로 옳은 것은?",
  "대통령의 사면권에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "지방자치에 대한 설명으로 옳지 않은 것은?",
  "행정부에 관한 설명 중 옳은 것은? (다툼이 있는 경우 판례에의함)",
  "대통령의 권한에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "지방자치제도에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "선거운동의 자유에 관한 다음 설명 중 가장 옳은 것은?",
  "다음 중 '행정입법'에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에의함)",
  "다음 중 대통령에 대한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 선거관리에 대한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 '선거권'과 '선거운동의 자유에 대한 설명으로 가장 적절하지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "다음 중 '감사원'과 '선거관리위원회'에 대한 설명으로 가장 적절하지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "대통령에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령의 국가긴급권에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "공직선거법상 선거운동에 관한 설명으로 가장 옳지 않은 것은?",
  "조례에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "국가인권위원회에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 중 행정부에 관한 설명으로 가장 적절한 것은?",
  "다음 중 대통령의 법률안거부권에 관한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 국회와 대통령의 권한에 관한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 군인과 공무원 등에 관한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "금융실명제를 위한 긴급재정·경제명령의 위헌 여부에 대한 헌법재판소의 입장과 가장 거리가 먼 것은?",
  "다음 중 행정부에 관한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 국무회의에 관한 설명으로 가장 옳은 것은?",
  "다음 중 감사원의 구성에 관한 설명으로 가장 옳지 않은 것은?",
  "다음 중 우리 헌법상의 의원내각제적 요소로만 묶은 것으로 적절한 것은?",
  "다음 중 대통령선거에 대한 설명으로 가장 옳지 않은 것은?",
  "대통령에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "공무원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "지방자치에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "국가인권위원회에 대한 설명으로 옳은 것만을 모두 고른 것은?",
  "대통령의 법률안 거부권에 대한 설명으로 옳은 것은?",
  "행정부에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 대한 설명으로 옳지 않은 것만을 모두 고른 것은?",
  "예산과 재정에 대한 설명으로 옳지 않은 것은?",
  "선거관리위원회에 대한 설명으로 옳지 않은 것은?",
  "감사원에 대한 설명으로 옳지 않은 것은?",
  "지방자치에 대한 설명으로 옳지 않은 것은?",
  "대통령령, 총리령 및 부령에 대한 설명으로 옳은 것은?",
  "국군통수권에 관한 다음 설명으로 옳지 않은 것은?",
  "대통령의 권한행사에 관한 설명으로 옳은 것은?",
  "우리나라의 국무총리에 관한 설명으로 옳은 것은?",
  "감사원에 대한 설명으로 옳은 것을 모두 고른 것은?",
  "<통치구조> 대통령에 대한 설명으로 옳지 않은 것은?",
  "지방자치에 관한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "대통령에 관한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 행정부에 관한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 대통령의 권한과 의무에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 감사원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 국무총리에 대한 설명으로 옳은 것은?",
  "<통치구조> 대통령의 의무에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 대통령의 권한에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 감사원에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 대통령에 대한 설명으로 옳은 것은?",
  "행정입법에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 감사원에 대한 설명으로 옳은 것은?",
  "<통치구조> 대통령의 신분과 지위에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 헌법기관의 권한 대행 또는 직무대리에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "대통령 선거에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함) ",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소판례에 의함)",
  "헌법소원심판청구의 적법성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소판례에 의함)",
  "헌법불합치결정 또는 한정위헌결정에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소판례에 의함)",
  "헌법재판소에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 따름)",
  "<보기>의 사례에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 따름)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 따름)",
  "위헌법률심판에 관한 다음 기술 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원의 대상에 대한 다음 설명 중 옳지 않은 것은?",
  "권한쟁의심판에 대한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "법정형에 대한 위헌심사와 관련한 헌법재판소의 결정 내용이 아닌 것은?",
  "헌법소원에 관한 설명으로 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 대한 다음 설명 중 옳지 않은 것은?",
  "권리구제형 헌법소원심판의 대상에 관한 설명으로 옳은 것은? (다툼이 있을 경우 판례에 의함)",
  "헌법재판소의 변형결정에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "재판의 전제성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 관한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "탄핵심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "정당해산심판제도에 관한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소의 일반심판절차에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법소원심판의 대상인 공권력에 대한 설명 중 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵심판에 대한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 관한 내용이다. 옳지 않은 진술은?",
  "법률조항에 대한 위헌결정의 시간적 효력범위에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함) [개정사항 반영수정]",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 헌법재판소 결정으로 옳지 않은 것은?",
  "권한쟁의심판에 대한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조 제1항에 의한 헌법소원에 대한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 심판절차에 관한 설명 중 옳지 않은 것은?",
  "재판의 전제성에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "정당해산에 관한 설명 중 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "정당해산 심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 위헌법률심판권의 대상에 관한 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "권한쟁의심판제도에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "정당 또는 정당해산심판에 관한 설명 중 옳지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "헌법재판소 결정의 효력에 관한 설명 중 옳지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "정당해산심판에 대한 설명으로 옳지 않은 것은?",
  "헌법재판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "종업원의 복리를 위하여 기업체 A가 출연하여 설립한 자율형 사립고 B는 2014학년도 신입생 모집요강을 작성하면서, A기업 임직원 자녀 전형 70%, 사회배려자 전형 20%, 일반전형 10%를 각각 배정하였다. 2013. 9. 13. B가 관할 교육감으로부터 신입생 모집요강을 승인받아, 2013. 9. 16. 모집요강을 공고하자 A기업 임직원이 아닌 일반인 甲과 2015년 졸업예정자인 甲의 아들 중학생 乙은 2013. 12. 3. 이 내용을 알게 되어 2014. 2. 24. B와 관할 교육감을 피청구인으로 하여 헌법소원심판을 청구하였다. 이 사례에서 헌법재판소 결정으로 옳은 것은?",
  "입법부작위에 대한 헌법재판소 결정으로 옳지 않은 것은?",
  "A와 B는 공유수면인 C해역에 인접해 있는 지방자치단체이다. A 지방자치단체장은 국토지리정보원이 발간한 국가기본도상의 해상경계선을 기준으로 하여 공유수면 중 일부해역에 대하여 D조합에 어업면허처분을 하였다. B는 A 지방자치단체장의 어업면허처분이 자신의 자치권한을 침해한다는 이유로 헌법재판소에 권한쟁의심판을 청구하였다. 이 사례에서 헌법재판소 결정으로 옳은 것은?",
  "기본권 침해의 현재성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "다음 중 권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "다음 중 헌법소원의 청구인적격에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "다음 중 위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소의 한정위헌 결정에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 대상으로서의 공권력의 행사‧불행사에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법소원심판에 의한 행정작용의 통제에 대한 설명으로 가장 옳지 않은 것은?",
  "헌법상 헌법기관의 구성에 대한 설명으로 옳은 것은?",
  "헌법소원심판에 대한 설명으로 가장 옳지 않은 것은?",
  "헌법소원에 대한 설명으로 가장 옳지 않은 것은?",
  "위헌법률심판에 대한 설명으로 옳은 것은?",
  "헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판의 일반심판절차에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소의 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소의 판례에 의함)",
  "다음 중 위헌법률심판 및 ｢헌법재판소법｣ 제68조 제2항의 헌법소원심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소의 심판에 관한 다음 설명 중 가장 옳은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법재판제도에 관한 다음 설명 중 가장 옳은 것은?",
  "위헌법률심판에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법재판소법 제68조 제1항에 의한 헌법소원심판청구의 요건에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "탄핵심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "위헌법률심판 및 헌법재판소법 제68조 제2항에 의한 헌법소원심판에서 재판의 전제성에 관한 다음 설명 중 가장 옳은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법재판소에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "위헌법률심판과 ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판에 대한 설명으로 가장 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법소원의 적법요건에 대한 다음의 설명 중 옳은 것만으로 묶인 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 사례에서 헌법재판소 결정으로 옳지 않은 것은?",
  "헌법재판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "정당해산심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "｢헌법재판소법｣ 제68조제2항의 헌법소원심판에서 재판의 전제성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한대행에 대한 설명으로 옳지 않은 것은?",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 판례 변경에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에 대한 설명으로 옳은 것은?",
  "헌법소원심판의 적법 요건에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의 심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "국회의원의 권한쟁의에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 심판절차에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "국가기관 간 권한쟁의심판의 당사자능력 및 당사자적격에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조 제1항에 따른 헌법소원심판의 대상에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법재판소의 심판에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 결정에 의함)",
  "헌법재판소법 제47조와 관련한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 대법원 판례 및 헌법재판소 결정에 의함)",
  "정당해산결정과 관련된 다음 설명 중 가장 옳지 않은 것은?",
  "권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판과 관련된 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원심판 대상인 공권력의 행사 내지 불행사에 대한 다음 설명 중 가장 옳은 것은?",
  "헌법재판소의 심판절차에 대한 설명으로 가장 옳은 것은?",
  "권한쟁의심판에 대한 설명으로 가장 옳지 않은 것은?",
  "권한쟁의심판에 대한 설명으로 가장 옳지 않은 것은?",
  "헌법상 규범통제제도에 관한 헌법재판소의 결정내용으로 가장 옳지 않은 것은?",
  "위헌법률심판과 ｢헌법재판소법｣ 제68조 제2항에 의한 헌법소원심판에 대한 설명으로 가장 옳지 않은 것은?",
  "정당해산심판에 대한 설명으로 가장 옳지 않은 것은?",
  "｢헌법재판소법｣ 제68조 제1항의 헌법소원심판에서 기본권 침해의 법적 관련성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 심판절차에 대한 설명으로 옳지 않은 것은?",
  "정당해산심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조 제2항에 의한 헌법소원심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원심판 대상인 공권력의 행사 내지 불행사에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "탄핵제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "「헌법재판소법」 제68조제2항 헌법소원심판에 있어 재판의 전제성에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵제도에 대한 설명으로 옳은 것은?",
  "위헌법률심판제도에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 위헌결정의 효력에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 위헌법률심판의 적법요건에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법원의 재판에 대한 헌법소원심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원심판에 있어서 변호사강제주의와 국선대리인제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소 재판관에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소가 내린 위헌결정의 효력에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "「헌법재판소법」 제68조 제1항에 따른 헌법소원심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원에 대한 설명으로 옳지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳은 것은?(다툼이 있는 경우 판례에 의함)",
  "위헌정당해산제도에 대한 설명으로 옳지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "현행 헌법재판제도에 대한 설명으로 옳지 않은 것은?(다툼이 있는 경우 판례에 의함)",
  "「헌법재판소법」 제68조제1항의 헌법소원에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "정당해산심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판의 대상이 되는 공권력의 행사에 해당하는 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "행정부작위에 대한 헌법소원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원심판청구의 적법요건에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 사례에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵심판에 대한 설명으로 옳은 것은?",
  "헌법재판소에 대한 설명으로 옳은 것은?",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은?",
  "정당해산심판제도에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소와 대법원의 구성에 대한 설명으로 옳지 않은 것은?",
  "헌법소원에 대한 설명으로 옳지 않은 것은?",
  "헌법재판소의 심판절차에 대한 설명으로 옳은 것은?",
  "위헌결정의 효력에 관한 다음 사례의 설명 중 가장 적절하지 않은 것은?",
  "위헌법률심판의 적법요건에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소 결정의 효력에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 관한 설명 중 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판의 적법성에 관한 설명 중 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 일반심판절차에 대한 설명으로 옳은 것은?",
  "위헌법률심판과 「헌법재판소법」 제68조제2항에 의한 헌법소원심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 조직 및 심판절차에 대한 설명으로 옳은 것은?",
  "헌법소원심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "재판의 전제성에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "「헌법재판소법」 제68조제2항에 따른 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법소원의 적법요건에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에 대한 설명으로 가장 적절한 것은?",
  "재판의 전제성에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법소원의 청구기간에 대한 설명으로 가장 적절한 것은? (다툼이 있는 경우 헌법재판소 판례에 의함) [복수정답]",
  "헌법소원심판에서 보충성 요건에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판과 기관소송에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조 제1항의 헌법소원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소의 변형결정에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판의 가처분에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에 대한 설명으로 옳은 것은?",
  "헌법재판의 가처분에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 청구기간에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 대상성 내지 심판대상에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "정당해산심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "탄핵제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법령에 대한 헌법소원의 요건으로서 직접성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "법률의 위헌여부심판에서 재판의 전제성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 요건으로서 기본권 침해의 직접성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 요건으로서 보충성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소 결정의 효력에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판 절차에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원에 관한 다음 설명 중 옳은 것을 모두 고른 것은?",
  "헌법불합치 결정과 관련하여 다음 내용 중 가장 옳지 않은 것은?",
  "권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원심판청구에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소법 제68조 제1항에 따른 헌법소원심판의 사전심사에 관한 다음 설명 중 가장 옳은 것은?",
  "헌법재판제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소법 제68조 제1항에 따른 헌법소원심판의 대상에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "위헌결정의 효력에 관한 헌법재판소법 제47조와 관련된 다음 설명 중 가장 옳지 않은 것은?",
  "｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판청구의 적법요건에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법 제75조와 제95조에 따른 위임입법과 ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판의 가처분에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "甲은 18년 6개월간 공무원으로 재직하다 2015. 8. 31. 정년퇴직하였다. 甲이 아래의 법률 개정과 관련하여 기본권 침해를 주장하며 헌법소원심판을 청구할 경우 다음 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "甲은 승용차 운전 중 교통사고를 일으켜 사람을 사상하게 하고도 필요한 조치를 취하지 않았다는 이유로 지방경찰청장으로부터 운전면허 취소처분을 받자, 법원에 위 처분의 취소를 구하는 소송을 제기하였다. 甲은 이 소송 계속 중 운전면허취소처분의 근거 법령인 ｢도로교통법｣ 조항 및 ｢도로교통법 시행규칙｣ 조항에 대하여 위헌법률심판제청신청을 하였으나, 위 법률 조항에 대한 신청은 기각, 위 시행규칙 조항에 대한 신청은 각하되었으며, 이 기각 및 각하 결정은 2018. 7. 2. 甲에게 통지되었다. 다음 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "甲은 2014. 5.경 신용카드 회사의 개인정보 유출사고로 인해 주민등록번호가 불법 유출되었다는 이유로 관할 지방자치단체장에게 주민등록번호 변경신청을 하였으나, 구 ｢주민등록법｣(이하 ‘｢주민등록법｣’이라 함)상 주민등록번호 불법 유출을 원인으로 한 주민등록번호 변경은 허용되지 않는다는 이유로 주민등록번호 변경을 거부하는 취지의 통지를 받았다. 이에 甲은 2014. 6.경 개인별로 주민등록번호를 부여하면서 주민등록번호 변경에 관한 규정을 두고 있지 않은 ｢주민등록법｣ 제7조가 자신의 기본권을 침해한다고 주장하면서 ｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원심판을 청구하였다. 다음 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "甲은 미혼인 독신자이며, 乙은 슬하에 만 10세의 아들 丙을 두고 있고 남편과는 사별하였다. 甲은 乙, 丙과 협의하여 丙을 자신의 친양자로 입양하기로 결정한 후, 법원에 친양자 입양 청구를 하고 그 사건 계속 중 혼인한 자만 친양자 입양을 할 수 있도록 정한 ｢민법｣ 조항에 대하여 위헌법률심판제청신청을 하였다. 다음 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "부작위에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에서의 가처분에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판의 ‘직접성’ 요건에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원의 대상에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "정당해산심판제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 대상에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소 및 위헌법률심사에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "위헌법률심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법소원의 보충성 요건에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "재판의 전제성에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "｢헌법재판소법｣상 청구기간에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소에 관한 설명 중 옳지 않은 것은?",
  "위헌법률심판에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "「헌법재판소법」 제68조 제1항의 헌법소원심판에 관한 설명 중 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 관한 설명 중 가장 적절한 것은? (다툼이 있는 경우 판례에 의함)",
  "입법부작위에 의한 기본권 침해에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소법 제68조 제1항에 의한 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "위헌법률심판제청의 대상에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "위헌법률심판의 적법성에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌정당해산에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "｢헌법재판소법｣ 제68조 제1항에 의한 헌법소원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "국회의원의 권한쟁의에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소에 대한 설명으로 옳지 않은 것은?",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조제2항에 따른 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소법 제68조제1항에 따른 헌법소원심판의 대상이 되는 공권력의 행사에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판소법 제68조제1항에 따른 헌법소원심판에 대한설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "「헌법재판소법」 제68조 제2항의 헌법소원에 대한 설명으로 옳지 않은 것은?",
  "탄핵심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "위헌법률심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원의 대상이 되는 공권력의 행사 또는 불행사에 관한 다음 설명 중 가장 옳지 않은 것은?(다툼이 있는 경우 헌법재판소 결정에 따름)",
  "위헌법률심판에 대한 헌법재판소의 판시내용과 설명으로 적절하지 않은 것은?",
  "탄핵심판제도에 대한 헌법재판소의 판시내용으로 적절하지않은것은?",
  "권한쟁의심판에 대한 헌법재판소의 판시내용과 설명으로 옳은 것은?",
  "권한쟁의심판에 관한 설명으로 옳지 않은 것은?(다툼이 있는 경우 헌법재판소 판례에 의함)",
  "『헌법재판소법』 제68조 제1항에 따른 헌법소원에 관한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "정당해산에 관한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소 재판관에 관한 설명으로 옳은 것은?",
  "위헌법률심판에 관한 설명으로 옳지 않은 것은?",
  "코로나19 관련 헌법재판소의 입장으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "탄핵제도에 관한 설명으로 옳지 않은 것은?",
  "헌법소원심판에 관한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 관한 설명으로 옳은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "민사소송법상 재심제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소 위헌결정의 효력 등에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "입법부작위에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "권리구제형 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것만을 <보기>에서 모두 고르면? (다툼이 있는 경우 판례에 의함)",
  "정당해산심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판소의 조직 및 심판절차에 대한 설명으로 옳지 않은 것은?",
  "헌법재판소법 제68조 제1항의 헌법소원심판에 관한 다음 설명 중 가장 옳은 것은?",
  "탄핵심판에 관한 설명 중 가장 옳지 않은 것은?",
  "권한쟁의심판청구에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판의 심판절차에 대한 설명으로 옳지 않은 것은?",
  "국회의 탄핵소추권에 대한 설명으로 옳지 않은 것은?",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은?",
  "헌법재판소에 대한 설명으로 옳은 것은?",
  "다음 사례에 관한 설명 중 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판의 적법요건에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판의 적법요건인 직접성에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵심판에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "탄핵심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판의 가처분에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "재심 제도에 관한 다음 설명 중 가장 옳지 않은 것은?(다툼이 있는 경우 대법원 판례 및 헌법재판소 결정에 의함. 이하 같음)",
  "다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소법 제68조 제1항에 따른 헌법소원심판에서 청구기간에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "헌법재판소 결정의 효력에 관한 다음 설명 중 옳은 것은 모두 몇 개인가?",
  "탄핵심판에 관한 다음 설명 중 옳지 않은 것은 모두 몇 개인가?",
  "헌법재판소법 제68조 제1항에 따른 헌법소원심판에서 청구인의 자기관련성에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "정당제도 및 정당해산심판에 관한 다음 설명 중 가장 옳은 것은?",
  "위헌법률심판제도에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 중 정당의 자유와 정당해산에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "다음 중 '위헌법률심판의 대상에 대한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "헌법재판절차에서 행해지는 가처분에 관한 다음 설명 중 가장 옳지 않은 것은? (다툼이 있는 경우 대법원 례 및 헌법재판소 결정에 의함. 이하 문20까지 같음)",
  "탄핵소추심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "다음 설명 중 가장 옳지 않은 것은?",
  "다음 중 헌법재판소의 조직 및 심판절차에 관한 설명으로 가장 적절하지 않은 것은?",
  "다음 중 헌법재판소 재판관에 관한 설명으로 가장 옳은 것은?",
  "다음 중 헌법소원에 대한 설명으로 가장 옳지 않은 것은?",
  "탄핵제도에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권리구제형 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 헌법재판소 판례에 의함)",
  "헌법재판에 대한 설명으로 옳은 것만을 모두 고르면? (다툼이 있는 경우 판례에 의함)",
  "권한쟁의심판의 당사자가 될 수 있는 국가기관에 해당하지 않는 것만을 모두 고르면? (다툼이 있는 경우 판례에 의함)",
  "헌법소원심판의 청구기간에 대한 현행 ｢헌법재판소법｣의 규정 중 ㉠∼㉣에 들어갈 내용을 바르게 나열한 것은?",
  "헌법재판소의 일반심판절차에 대한 설명으로 옳은 것은?",
  "역대 헌법상의 헌법재판에 대한 설명으로 옳지 않은 것은?",
  "재판청구권에 대한 설명으로 옳지 않은 것은?",
  "헌법재판소법 제68조 제1항의 헌법소원심판에 대한 설명으로 옳은 것은?",
  "권한쟁의심판에 대한 설명으로 옳지 않은 것은?",
  "헌법재판에 대한 설명으로 옳지 않은 것은?",
  "권한쟁의심판에 관한 설명으로 옳지 않은 것은?",
  "헌법재판소의 심판절차에 관한 설명으로 옳지 않은 것은?",
  "<통치구조> 권한쟁의심판의 적법성에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 헌법재판소의 심판절차에 대한 설명으로 옳은 것은?",
  "<보기>의 (가), (나)에 들어갈 내용으로 모두 옳은 것은?",
  "권한쟁의심판에 관한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 헌법재판에 관한 설명 중 옳은 것을 모두 고른 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 권한쟁의심판에 관한 설명 중 옳은 것을 모두 고른 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 탄핵심판에 관한 설명 중 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> ｢헌법재판소법｣ 제68조 제1항에 따른 헌법소원심판에 관한 설명 중 옳지 않은 것은? (다툼이 있는  경우 판례에 의함)",
  "<통치구조> 헌법재판소에 관한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 위헌법률심판에 관한 설명으로 가장 적절하지 않은 것은?",
  "<통치구조> 「헌법재판소법」 제68조 제1항의 헌법소원심판에 관한 설명으로 가장 적절하지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 헌법재판소에 대한 설명으로 옳은 것은?",
  "<통치구조> 「헌법재판소법」 제68조제2항에 따른 헌법소원심판에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 헌법재판소에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 헌법소원심판에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 「헌법재판소법」 제68조 제1항에 따른 헌법소원심판에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 헌법재판소의 가처분에 대한 설명으로 옳지 않은 것은?",
  "<통치구조> 위헌법률심판에서 재판의 전제성 요건에 대한 설명으로 옳지 않은 것은?",
  "헌법소원의 적법요건에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "<통치구조> 다음 설명 중 가장 옳지 않은 것은?",
  "<통치구조> 권한쟁의심판에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "<통치구조> 위헌결정의 효력에 관한 다음 설명 중 가장 옳지 않은 것은?",
  "정당해산심판에 대한 설명으로 옳은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 탄핵제도에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)",
  "<통치구조> 헌법소원에 대한 설명으로 옳지 않은 것은? (다툼이 있는 경우 판례에 의함)"
]